{"pageProps":{"content":"# Excerpts - Big Leap\n*July 2, 2024*\n## Intro\n\nIf you notice your worry-thoughts—really study them carefully for a couple of days—you’ll find something that may surprise you: almost none of your worry-thoughts have anything to do with reality\n\nYour capacity expands in small increments each time you consciously let yourself enjoy the money you have, the love you feel, and the creativity you are expressing in the world. As that capacity for enjoyment expands, so does your financial abundance, the love you feel, and the creativity you express\n\nIf you focus for a moment, you can always find some place in you that feels good right now. Your task is to give the expanding positive feeling your full attention. When you do, you will find that it expands with your attention. Let yourself enjoy it as long as you possibly can.\n\nthe Upper Limit Problem cannot be solved in the usual way we solve problems: by gathering information or replacing one set of information with another. The Upper Limit Problem must be dis-solved, not solved. You dissolve it by shining a laserlike beam of awareness on its underpinnings—the false foundations that hold the Upper Limit Problem in place.\n\n## The Zone of Incompetence\n\nmany successful people persist in wasting time and energy doing things for which they have no talent\n\nThe best way to handle most things in your Zone of Incompetence is to avoid doing them altogether\n\n## The Zone of Competence\n\nYou’re competent at the activities in the Zone of Competence, but others can do them just as well. Successful people often discover that they expend far too much time and energy in this zone\n\n## The Zone of Excellence\n\nIn the Zone of Excellence are the activities you do extremely well. You make a good living in your Zone of Excellence. For successful people, this zone is a seductive and even dangerous trap. To remain in this zone is to hobble yourself from taking the leap into your Zone of Genius\n\n## The Zone of Genius\n\nYour Zone of Genius is the set of activities you are uniquely suited to do. They draw upon your special gifts and strengths\n\nFinally she realized that it didn’t matter if men were scarce: all she needed was one. In a pivotal session, she made a firm, heartfelt commitment to attracting and keeping a healthy, loving relationship with a man. At the beginning of the following week she called to cancel her next session. She said she had met a wonderful man two days after our last session and had spent the most romantic weekend of her life with him. She thanked me for helping her make this shift and said she didn’t need any more help. I gently suggested that this was just the time she should come in. I explained that while breakthroughs are important and thrilling, it’s the subsequent stabilization and integration of the breakthrough into daily life that really allow the changes to be permanent\n\n### TRIGGERING THE UPPER LIMIT PROBLEM\n\nThe false foundation under the Upper Limit Problem is a set of four hidden barriers based on fear and false belief. Every person I’ve worked with has uncovered at least one of the barriers, and sometimes two or three. I’ve never met anybody who had all four. The Four Hidden Barriers all have something in common: although they seem true and real, they are based on beliefs about ourselves that are neither true nor real. The fact that we unconsciously take them as true and real is the barrier holding us back.\n\n* I cannot expand to my full potential because \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_.\n* In relationships, your Upper Limit mantra says: I cannot enjoy abundant love and relationship harmony because \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_.\n* In financial wealth, your Upper Limit mantra says: I cannot expand to my full wealth potential because \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_.\n\nWhen you remove those false beliefs, you feel a new freedom to invent a life based on your natural genius. I now want to describe the fears and false beliefs, with the intention of assisting you in dissolving and dismantling them. Hidden Barrier no. 1: Feeling Fundamentally Flawed A feeling that I’m fundamentally flawed in some way. That’s how one of my clients, Carl, described the barrier of feeling fundamentally flawed, and we can use his phrase as a definitive example of the most pervasive of the Hidden Barriers. Let’s dismantle it piece by piece, so you can see how it got a grip on Carl. Find out if his story resonates with your own. His Upper Limit mantra went like this: I cannot expand to my full creative genius because something is fundamentally\n\nDid I break the family’s spoken or unspoken rules to get where I am? Even though I am successful, did I fail to meet the expectations my parents had of me?\n\nThe fear of being fundamentally flawed brings with it a related fear. It’s the fear that if you did make a full commitment to living in your Zone of Genius, you might fail. It’s the belief that even your genius is flawed, and that if you expressed it in a big way, it wouldn’t be good enough. This belief tells you to play it safe and stay small. That way, if you fail, at least you fail small\n\n**Hidden Barrier no. 2: Disloyalty and Abandonment**\n\n**Hidden Barrier no. 3: Believing That More Success Brings a Bigger Burden**\n\n**Hidden Barrier no. 4: The Crime of Outshining**\n\n* must not expand to my full success, because if I did I would outshine \\_\\_\\_\\_\\_\\_\\_\\_\\_ and make him or her look or feel bad.\n\nIs it a real possibility? And… Is there any action I can take right now to make a positive difference?\n\nI once coached a billionaire who worried constantly about losing money. In reality, he could afford to lose a million dollars a day for at least five years and still have a billion left. His worry spilled over into his marriage, into the Upper Limit symptom we’ll look at in a moment: blame and criticism. He often bugged his wife because she bought the most expensive brand of toilet paper. She liked a particular kind, but he was always trying to convince her that cheaper alternatives were just as good. In a situation like that, it’s pretty clear that tissue’s not the real issue. It took a bit of gentle pummeling on my part before he finally he saw that his worry and criticism were just ways of disrupting the flow of positive energy in his life and in the relationship. Since he was a guy who lived by the numbers, I started by asking him to get out a calculator and figure the actual costs of the toilet paper. I said, \"Imagine she went on a wild binge and started buying a hundred rolls every day! And imagine if she really went off the deep end and bought\\[…]\n\nSquabbling Arguments are one of the most common ways of bringing yourself down when you’ve hit your Upper Limit.\n\n* Where do I feel out of integrity with myself?\n* What is keeping me from feeling complete and whole?\n* What important feelings am I not letting into my awareness?\n* Where in my life am I not telling the full truth?\n* Where in my life have I not kept my promises?\n* In my relationship with \\_\\_\\_\\_\\_\\_\\_\\_\\_, what do I need to say or do to feel complete and whole?\n\n### ACTION STEPS\n\nHere’s what I recommend for daily action steps. These specific actions will keep you on track and on the fast track to living in your Zone of Genius. Make a commitment to keeping an attitude of wonder and play while learning about your Upper Limit behaviors. Say this sentence in your mind as often as you like. It expresses the attitude I’d like you to embody: I commit to discovering my Upper Limit behaviors, and to having a good time while I’m learning about them. You can learn a lot more with a spirit of wonder and enjoyment than you can with an attitude of criticism.\n\nMake a list of your Upper Limit behaviors. Here are some of the most common ones:\n\n* Worrying\n* Blame and criticism\n* Getting sick or hurt\n* Squabbling\n\n### TYPICAL WAYS WE UPPER-LIMIT OURSELVES\n\nWorrying is usually a sign that we’re Upper-Limiting. It is usually not a sign that we’re thinking about something useful. The crucial sign that we’re worrying unnecessarily is when we’re worrying about something we have no control over.\n\nWhen things are going well for us, our Upper Limit mechanism kicks in and we suddenly start worrying about things going wrong in some way. We start justifying those worry-thoughts with more worry-thoughts, and soon we are busily manufacturing scenarios of things falling apart, coming un-glued, and devolving toward imminent doom.\n\nSome of us worry constantly about whether we’ve done something wrong or careless like leaving a kettle on. It’s a facet of our personality\n\nWhen things are going well, or when you’re feeling particularly good, you can always bring yourself down by manufacturing a stream of worry-thoughts. Once you’ve brought yourself down by worrying, it’s very tempting to inflict those worry-thoughts on others. If we’re in the grip of worrying while someone around us isn’t, we seem to have an almost uncontrollable urge to criticize that person until he or she jumps into the stream of negativity with us\n\nmoney arguments never have anything to do with money. Money arguments are always about something deeper, and it was certainly true in his case. We discovered that deep down he didn’t feel that he deserved to be wealthy and loved, too\n\nI gave him the assignment of going cold turkey with criticism and blame. I asked him to call a complete halt to criticizing his wife about money.\n\nI encourage you to make a careful study of your worry habits. I’ve seen a lot of lives change, including my own, when people drop their addiction to worry. And yes, worry is definitely an addiction\n\nGradually I came to see that I was just worrying for the sake of choking the flow of positive energy in myself. Worrying was one way I was Upper-Limiting myself\n\nDid you ever see the great Woody Allen movie Annie Hall? There’s an illuminating scene in it that shows how the Upper Limit Problem works in relationships. Woody is running frantically around the bedroom, wringing his hands and trying to get his wife interested in his latest conspiracy theory about the Kennedy assassination. She looks on with patient exasperation until finally his rant slows down enough for her to get a word in edgewise. She gently suggests that maybe these obsessions of his are simply ways of avoiding intimacy with\n\n#### Worry: What You Can Do Right Now\n\nI notice myself worrying about something. I let go of the worry-thoughts, shifting my focus away from them. I wonder: what positive new thing is trying to come into being? I usually get a body feeling (not a thought or idea) of where that positive new thing is trying to come through. I open my focus to feel that body feeling deeply. I let myself feel it deeply for as long as I possibly can.\n\nLater, I often get an idea of the positive thing that was trying to come through.\n\nIn reality I can easily afford to help my niece out. The real issue is not money. It’s whether I want to deal with the emotional dynamics that often accompany giving money to a family member.\n\nWith practice, they disappear and don’t come back, if you give your mind a more productive thing to do. The productive thing to do is to look for the positive new emergence that’s trying to happen. In other words, when you find yourself worrying, know that there is something positive trying to break through. Your worry-thoughts, particularly if you find yourself recycling the same ones over and over, are a flag waving at you from your Zone of Genius\n\nSpeaking of dismissing, I’d like you to notice how I simply dropped the chain of thoughts about money.\n\nThe sign said it’s time for me to expand my capacity to revel in the joy of having created abundance and love. To my knowledge, that combination is something new in my family lineage. It’s new territory, and I’m learning to live in it. To do that, I need to overcome thousands of years of programming that adversity is a constant requirement of existence\n\n#### Criticism and blame\n\nCriticism and blame are addictions. They are costly addictions, because they are the number-one destroyer of intimacy in close relationships. When people give the reasons for breaking up with someone, the most common one goes something like this: \"I got tired of the constant criticism and blame.\" With that in mind, it becomes doubly important to regard criticism and blame as addictions.\n\nCriticism works the same way. It is useful only if it’s directed at a specific thing and produces a useful result.\n\nDeflection keeps the positive energy from landing, being received, and being acknowledged. Notice how simple and gracious it would be if Jack handled the moment in a different way: by receiving and acknowledging the positive energy instead of deflecting it\n\nFirst, understand why arguments occur. Arguments are caused by two people (or two countries) racing to occupy the victim position in the relationship. Person A claims the victim position (\"Why are you doing this to me?\") and then tries to get person B to agree with that assessment. In other words, person B has to agree that he or she is the persecutor. Therein lies the problem. It’s almost impossible to get the other guy to agree that it’s his fault\n\nOnce the race for the victim position is under way, each person must find some way to out-victim the other.\n\nUnderstanding the physics of arguments will reveal how conflicts—whether between a couple, board members, countries, or religious groups—can be resolved. In fact, it’s the only way I’ve ever found that will resolve conflicts permanently. The key insight: each entity in a situation represents 100 percent. Each entity in a conflict has 100 percent of the responsibility for resolving the conflict. In other words, person A is a whole and complete 100 percent, and person B is a whole and complete 100 percent. If two people are involved, there is 200 percent responsibility to be divided up. The fatal mistake is thinking that there is 100 percent of responsibility to be divided up; this approach requires each person to take some portion of the 100 percent\n\nOnce you start trying to apportion 100 percent among two or more people, you enter a surreal tunnel from which there is only one escape\n\n#### Getting Sick, Getting Hurt\n\nTo find out whether some of your ills or accidents are due to the Upper Limit Problem, take a moment to think back over times when you’ve gotten sick or gotten hurt in an accident\n\nSo many of us simply never look at the effect of our minds and emotions on our physical health. But the payoff for doing so is well worth it.\n\nTHE THREE PS\n\nYour exploration will go easier if you have a map. The map I use is what I call the Three Ps: punishment, prevention, and protection. The Three Ps can help you understand the real driving force behind many illnesses and accidents.\n\nThese delicious feelings have nothing to do with my secretary. I’m using my affair with her to awaken feelings I’ve been submerging for years under my dutiful life and comfortable marriage. This affair is showing me that I am failing to be my best and settling to live beneath my Zone of Genius. My affair is an Upper Limit Problem\n\nHere’s the bottom line on prevention and protection: when you suffer symptoms of illness or experience an accident, you often do so because you’re unconsciously trying to prevent yourself from having to do something you don’t really want to do and/or protect yourself from something you don’t want to feel. The illness or accident is your unconscious mind’s clunky way of doing you a favor.\n\nUnder the surface of most conflicts, you’ll find that the warring parties are actually feeling the same deeper emotions. Two people may be locked in an angry conflict for weeks. When they get beneath the roiled surface of the issue, however, they discover that the real issue is that they’re both sad about something they’ve both kept hidden. They’ve been so locked into proving each other wrong that they haven’t taken a moment to contact the true heart of the issue. Sarah and Jonah were a living example of this problem. Once I see people communicating about the deeper feelings, I know that it’s possible for the miracle of rebirth to occur in the relationship. Now they’re communicating as allies, not as enemies\n\n## THE FIRST STEP TO WHOLENESS: DISCOVERING YOUR STORY\n\nintegrity is really about wholeness and completeness. An integrity breach occurs when we do something that separates us from the wholeness of ourselves or other people\n\nQuestions such as these will lift you out of the limiting story that you’ve been living in. Almost all of us have a story about why we don’t access our genius\n\nWe’re born into stories that keep us from accessing our genius. We grow up among those stories and become like fish that aren’t aware of the water they’re swimming in.\n\nthe story might be that genius leads to poverty and decrepitude. Cousin Freddie spent his life trying to perfect an engine that ran on club soda and was forced to support himself in his old age by becoming a paperboy. Those stories are passed down from one generation to the next, to protect members of the clan from straying too far outside the confines of their zones of incompetence, competence, and excellence\n\nFor example, in one family the story might be that genius leads to irresponsibility.\n\nJust become more fascinated with the story of your Big Leap into the Zone of Genius. Gradually this new fascination with genius will replace the unconscious fascination with the old programmed story\n\nAn attitude of playful wonder is characteristic of people when they’re operating in the Zone of Genius. For inspiration, I keep an autographed picture of Albert Einstein on the wall of my office. My wife gave it to me for my birthday some years ago; it’s one of my most treasured possessions\n\nHiding significant feelings Not keeping agreements Not speaking significant truths to the relevant people. (If you’re mad at John, he’s the relevant person to talk to. It doesn’t help to tell Fred that you’re mad at John.) Deflecting. (Brushing off compliments is a good example of deflecting)\n\n## Building a New Home in Your Zone of Genius\n\nWhat is my genius? How can I bring forth my genius in ways that serve others and myself at the same time?\n\nWhat do I most love to do? (I love it so much I can do it for long stretches of time without getting tired or bored.)\n\nGenius Question no. 2 Now let’s render \"what I most love\" into something much more specific. Here’s the second Genius Question I’d like you to ponder:\n\nWhat work do I do that doesn’t seem like work? (I can do it all day long without ever feeling tired or bored.)\n\nWhat is my unique ability? (There’s a special skill I’m gifted with. This unique ability, fully realized and put to work, can provide enormous benefits to me and any organization I serve.)\n\n### ARTICULATING YOUR UNIQUE ABILITY\n\nHere’s a way to refine your understanding of your own innate genius. Recalling the image we used earlier about the Russian dolls, let’s focus first on the outermost doll. This is the larger skill within which is hidden your innate gift. Anne is the forty-year-old CEO of a Silicon Valley consulting firm. When I asked her about her unique ability, she answered, \"Running meetings.\" That was the outermost of the Russian dolls. Now we went one level further in. I asked, \"When you’re running meetings, what is it that you’re doing when you’re at your very best?\" She thought for a moment then said, \"One thing is knowing when and how to gracefully cut off a discussion and move along.\" That gave us a little more detail, but it still was not the essence of the skill. I asked another question: \"What gives you the ability to know when to do that?\" She paused and reflected, and then said, \"I’ve never thought about this before, but I feel an energy shift in the room and inside me. Something shifts in the room, and I know it’s time to move on.\" Her face began to take on a glow as we discussed this subtler skill. That’s one way I can tell when people are homing in on their unique ability. Their faces reflect a sense of wonder and rapt attention. \"Now that I think about it,\" she said, \"I’ve been able to do that since I was a kid. It was a way to stay out fairly chaotic family, with a father who drank too much and a mother who resented having to carry the extra weight of responsibility. The first place most of us use our unique ability is in navigating the tricky shoals of childhood. If you reflect on your unique ability, you’ll probably find that it made its appearance early in your life. You used it, probably without being aware of it, to cope with stressful situations and optimize your ability to thrive\n\n* When I’m at my best, the exact thing I’m doing is \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_.\n* Go for a more detailed description, such as \"When I’m generating ideas on a yellow legal pad, the exact thing I’m doing is doodling and enjoying the feeling of creating something out of nothing.\"\n* Go even deeper with a sentence like this one: When I’m doing that, the thing I love most about it is \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_.\n\nAs I listened to these stories, I would sometimes hear the real fears emerge. There is a huge fear underneath every complaint: If I took the Big Leap into my Zone of Genius, I might fail. What if I really opened up to my true genius and found that my genius wasn’t good enough? Better to keep the genie in the bottle and coast along in the Zone of Excellence. That way I don’t have to risk taking a Big Leap and finding it isn’t good\n\nIn your Zone of Genius, you don’t feel like you’re working. Even though the time you spend there produces great financial abundance, you do not feel that you are expending effort to produce it. In your Zone of Genius, work doesn’t feel like work\n\nIn your Zone of Genius, time feels completely different. Time seems to expand to support your activities. You have plenty of time to do what you most want to do. You’ll learn more about this unusual phenomenon in chapter 6, \"Living in Einstein Time.\" For right now, though, just know that in your Zone of Genius, time doesn’t fly—it flows\n\nThe power of your commitment brings forth the means necessary for you to live in your Zone of Genius. If you will make a powerful, sincere commitment—a vow that you really want to live your life in the Zone of Genius—your journey will be blessed with uncommon good fortune at all the twists and turns of the road. Commitment has that power\n\nMake a private deal between you and the universe, a formal commitment to living in your Zone of Genius.\n\n### THE GENIUS QUESTIONS\n\nGenius Question no. 1\n\nAfter wondering about it myself for more than a week, I began to get clear on what I most love to do. It’s translating big, important, life-changing concepts into simple, practical things people can use. It’s also dreaming up, or downloading directly from the source, those same kinds of useful, life-changing tools\n\nSo, enter the outskirts of your Zone of Genius by asking yourself what you most love to do. Wonder about this until you have a clearly forming sense of it in your body. You don’t have to know it clearly or specifically yet. You just need to feel the glimmer of it in your inner world.\n\nWhen I asked him what aspect of his work didn’t feel like work to him, he told me that what he loved best was wandering around, talking to other executives, for ten seconds or five minutes, about whatever was on their mind. He said he got more done in those casual conversations than in formal meetings. Suddenly the light dawned. He said, \"You know, I haven’t done that a single time since I got promoted to CEO.\" The reason was partly logistical; he was now in a suite of offices that was separate from where he did his \"wandering around.\" He had also been so inundated with new data that he had spent most of his time trying to get it all into his head. He made a commitment to start wandering around again, and even did an hour of it while I was there\n\nGenius Question no. 3\n\nIn my work, what produces the highest ratio of abundance and satisfaction to amount of time spent? (Even if I do only ten seconds or a few minutes of it, an idea or a deeper connection may spring forth that leads to huge value.)\n\nBy asking myself this question, I discovered that part of my genius is the free play of ideas in my mind. It’s the ability to let ideas tumble and transform, free of criticism and censure, until something useful emerges\n\nI’ve had projects where I’ve incubated and tumbled an idea for years before the fruitful outcome came forth, but I’ve also had experiences in which a few seconds devoted to free mind play have turned into millions in revenue. I never know exactly where it’s going to lead to or whether it’s going to lead anywhere at all. That’s part of the excitement of it—not knowing—and it may be that not knowing is the key to the success of the process\n\nFor many years now, I’ve spent at least an hour every day meditating and letting my mind roam freely. Setting aside time to do this every day is a practical way to make good on my commitment to one of my highest-priority activities.\n\nGenius Question no. 4\n\nTake a deep breath, and expand to embrace a new conception of yourself. The fourth Genius Question invites you to think of who you are in most unusual terms. It asks you to identify a unique and priceless gift you carry within yourself\n\nWe’re in search of the deepest essentials here; if you look into the essence of who you really are at the deepest level, you’ll find a unique gift you’ve been blessed with. That gift is your greatest contribution to the people around you. It’s the pinnacle skill of your working life. You can also use it to great benefit in your nonworking life. (The ability is not unique in the whole world. There may be millions of people who have it. However, it’s usually unique in your particular circle or work setting.)\n\nUsing that image, think of your unique ability as a skill within a skill within a skill. Here’s what I mean: your unique ability is usually camouflaged inside a larger skill you possess. You may not even realize that your unique ability is what is driving your success in applying the larger skill.\n\nMy unique ability occurs within the larger skill of helping people solve problems. The best way I can describe it is that I can be with people in a certain way that enables them to come up with creative solutions they hadn’t thought of before. I can create a space that brings forth innovative solutions from inside myself or from people I’m working with. I can feel this ability inside me right now. It’s a feeling of respect for the creative process, coupled with a nonjudgmental listening for something new to emerge patiently as long as it takes for a new solution to emerge. Possibly because I’m willing to wait for as long as it takes, it usually doesn’t take long\n\n* I’m at my best when I’m \\_\\_\\_\\_\\_ \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_.\n\nOnce you’ve come up with a simple, clear statement of you at your best, go a little deeper. Use a statement like the following to zoom in for a closer look:\n\nYou’ll be able to know you’re getting closer to your unique ability when you feel an inner glow of wonder and excitement. Even though I’ve been with hundreds of people as they tapped in to that feeling, I never feel blasé about it. There’s something intrinsically enlivening about being with people when they’re discovering this depth within\n\n## Living in Your Zone of Genius\n\n### OUT OF THE BOX AND ONTO THE SPIRAL\n\nThere’s a phrase I use in teaching people how to live in the Zone of Genius: get out of the box and onto the spiral. Here’s what I mean by it. I think of the Zone of Genius as a continuous spiral. You go higher and higher every day as you expand your capacity for more love, abundance, and success. It’s an upward journey with no upper limit. By contrast, I think of the lower zones as boxes. For example, your Zone of Excellence is a space in which you know how to function so well that you can attain great results without stretching yourself very much. It’s a box, though, because ultimately you find yourself stymied and unsatisfied within it. You’re doing the same thing over and over, and while it feeds the people around you, it doesn’t feed you\n\n### HOW TO USE THE ULTIMATE SUCCESS MANTRA\n\nI recommend you use the USM in two specific ways: formally, as a meditation practice; and informally, as you go about your daily life.\n\n### WHAT TO EXPECT\n\nThe ten to fifteen seconds of \"pause and rest with an open mind\" are just as important as saying the USM. You need to give your conscious and unconscious mind a few moments of open space in which to digest this powerful new idea. You\n\nFirst off, it’s highly motivating to feel the kind of exhilaration every moment brings you when you’re expanding in love, abundance, and success. You’re motivated to keep living in the Zone of Genius because it feels so exhilarating. Beyond that, though, there is a special elixir brewed by mixing exhilaration with serenity. The serenity comes from the second part of your Ultimate Success Mantra—to inspire those around you to live in their Zone of Genius. Inspiring others is often touted as a moral imperative, a \"should\" and a duty, but very few ever speak to the sensual delights of inspiration. One of the most delicious feelings in the world comes from seeing people actually becoming inspired by your commitment to living in your Zone of Genius. Not only is inspiring others good for the others; it feels wonderful to you, too\n\nOnce you have broken free of the Upper Limit Problem, your job is to learn to live in the Zone of Genius\n\n### THE ULTIMATE SUCCESS MANTRA:A CENTRAL GUIDING INTENTION\n\nThe first shortcut is to organize your inner operating system around what I call a Central Guiding Intention. The Central Guiding Intention is a metaprogram I want you to install at the root, or source, of your being. I want you to store it alongside other essential metaprograms such as Relating to Gravity and Eating When Hungry. Your Central Guiding Intention will help you live easefully in your Zone of Genius. The Central Guiding Intention for living in your Zone of Genius is what I call the Ultimate Success Mantra.\n\nA mantra is a sound or idea that you use as a focal point in meditation. In some meditation systems, the mantra is a word or sound from an ancient language such as Sanskrit or Hebrew. In other systems it might be an idea, such as \"Focus your awareness on your breathing.\" I’ve received instruction in many different forms of meditation, and regardless of whether the practice comes from Buddhist, Christian, Jewish, Muslim, or other sources, the mantra is usually employed the same way. You focus your attention on the mantra. Then, when your attention wanders, you return your attention to the mantra. The mantra gives you a home base to come back to whenever you notice that your mind has taken an excursion into the past or the future. The mantra is designed to help you return to the present moment.\n\nthink of meditation as a conflict between your mantra and your wander-thoughts\n\nAs your practice matures, though, you usually realize that criticizing yourself for your mind’s wandering is just another thought. You let go of it and return to the mantra. Gradually the habit of self-criticism disappears and is replaced by an openhearted feeling of self-acceptance.\n\n* **I expand in abundance, success, and love every day, as I inspire those around me to do the same.**\n\nTo use the USM as a formal meditation, find a place where you can sit quietly for five to ten minutes. Close your eyes, and rest for a minute or so until your system settles down. Once every fifteen to twenty seconds, whisper the USM softly to yourself; say the words quietly in your mind, like a faint thought. You don’t need to pronounce the words distinctly, as long as you can feel the concept of the USM\n\nWhisper the USM softly to yourself. (It takes me five to seven seconds to do this.) Pause and rest with an open mind for ten to fifteen seconds. (This is about the time it takes for two slow, easy breaths.) Whisper the USM softly to yourself again. Pause and rest with an open mind for ten to fifteen seconds. Continue like this for five to ten minutes. When you feel you’re at a good stopping place, pause and rest for a minute or two before returning to your normal activities\n\nHere’s how to use the Ultimate Success Mantra informally, as an addition to your daily life. Occasionally throughout the day, float the USM through your mind or speak it out loud. Just slip it into your ordinary thought stream as you move through your day. I also recommend writing it out on three-by-five cards or sticky notes and posting it in various places where you’ll see it during the day. I put it in places where I look often, such as the dashboard of my car or a corner of my desk. This will serve to remind you of it during the busy whirl of your day.\n\n### A KEY SHORTCUT: THE ENLIGHTENED NO\n\nYou produce an Enlightened No when you turn down something that doesn’t fit into your Zone of Genius. I call it the Enlightened No because you’re saying no in the service of your genius\n\nYou’re not saying no for all the usual reasons, such as money, dislike, lack of time, and so forth. You’re saying no because you’ve chosen to focus on activities that are clearly in your Zone of Genius.\n\nI encourage you to look carefully at the number of times you say yes to things that do not fit in your Zone of Genius. Even if they seem beneficial for other reasons, those requests can eat up a great deal of energy that could be better invested in expressing your genius\n\nEach time you say an Enlightened No to something that does not serve your genius, you build a stronger foundation for yourself in the zone\n\n### ANOTHER SHORTCUT: RENEWING AND REFINING COMMITMENT\n\nCommitment works as a springboard to your Zone of Genius. The moment you make a sincere commitment to living in your Zone of Genius, you propel yourself in that direction. Once you’re in the zone, commitment also works magnificently well as a steering mechanism and calibration device to keep you centered there art of commitment should really be called the art of recommitment\n\n## Living in Einstein Time Creating Time for the Full Expression of Your Genius\n\n### OUR TIME PROBLEM: A SPACE PROBLEM\n\nTo get to the new, expanded version of time offered by Einstein, we also need to make a few changes in how we think about space. When we’re running on Einstein Time, our experience of time changes\n\n### THE TRUTH ABOUT TIME AND ALL THE THINGS YOU REALLY DON’T WANT TO DO\n\nYou’ll never have enough money to buy all the stuff you don’t really need, and you’ll never have enough time to do all the things you really don’t want to do\n\n### WHAT YOU REALLY NEED TO KNOW ABOUT YOUR PERSONA\n\nEverybody’s got at least one persona, and most of us have two or three we wear for different occasions. Here’s the quirky truth that gets overlooked: most of us probably don’t realize that the persona we’re wearing is actually a persona. For example, if you’ve been wearing a Shy Kid persona since you were in kindergarten, as an adult you may actually think you’re shy. You may not realize that it’s like a suit you put on early in life and have been wearing so long you think it’s your skin. Part of becoming a grown-up is learning to spot when we’re operating out of a persona. Part of growing up is discarding the personas that aren’t contributing to our happiness and success in life\n\nTo generate an abundance of time, ask yourself, Where in my life am I not taking full ownership? Another way to ask it is: What am I trying to disown? Or: What aspect of my life do I need to take full ownership of?\n\n### HOW TO BEGIN\n\nBegin with time itself. Do whatever it takes to get yourself in harmony with the reality that you’re the source of time. Once you’re convinced, start acting as if it’s true. A simple way to begin is to put yourself on a radical diet: complete abstinence from complaining about time. This courageous move will take you out of the victim position in regard to time. When you stop complaining about time, you cease perpetuating the destructive myth that time is the persecutor and you are its victim\n\nI wish I had time to stop and chat, but I’m in a hurry.\" \"Where did the time go?\" \"There simply aren’t enough hours in the day.\" \"If only I’d gotten another hour of sleep.\" \"Love to talk but I’ve gotta run…\" \"I have to get to the bank…\" \"I don’t have time to do that right now.\" Each of those statements contains an overt or covert complaint, portraying the speaker as a victim of time there is no greater priority than transforming your relationship with time\n\nIf you get a handle on how time actually operates, your work flows gracefully and at high performance\n\nOne immediate payoff of getting the correct understanding of time is that you feel less stressed as you go through your day. That’s good, but there’s an even bigger reward: you free up time for creative thinking\n\nWhen you make the shift to Einstein Time, you experience a major surge in your productivity, creativity, and enjoyment. The shift takes place the moment you embrace one profoundly simple truth\n\n* You’re where time comes from.\n\nOnce you understand that you’re where time comes from, you have the power to make as much of it as you want\n\nNewtonian dualism pits us against time. In this paradigm, we think of time as the master and us as its slave. At the extreme, time becomes our persecutor, and we think of ourselves as its victim. Since time feels like an ever-present entity hovering in the background of our lives, we come to feel that we’re victims of an entity that’s always there, all the time. Such a view is dangerous to our health, disastrous for our business, and ruinous to our relationships with family and friends.\n\nbecause we make a fundamental change in how much space we are willing to occupy. By learning to occupy space in a new way, we actually gain the ability to generate more time.\n\nRecall Einstein’s colloquial explanation of relativity: an hour with your beloved feels like a minute; a minute on a hot stove feels like an hour. This example has everything you need to understand Einstein Time and its powerful positive ramifications for how we live our lives. If you are forced to sit on a hot stove, you become preoccupied with trying not to occupy the space you’re in. You withdraw your consciousness toward your core, contracting away from the pain of contact with the stove. The act of contracting your awareness away from space makes time congeal. It seems to slow down and harden into a solid mass. The more you cringe from the pain, the slower time gets.\n\nOur Newtonian concept of both time and money is built on scarcity.\n\nAdvertising encourages us to want a lot of things we don’t really need. It also encourages us to want to do a lot of things we don’t really want to do\n\nTo get on Einstein Time, you have to make one big shift, and it’s so unthinkable that I’ve actually heard grown-ups gasp in astonishment when I’ve suggested they do it. It involves taking full ownership of time\n\nTime personas work the same way. Most of us adopt a persona in regard to time, and then we forget it’s a persona. We lose sight of the fact that we can take it on and off; it becomes ingrained and semipermanent. Let me give you two examples of time personas from opposite ends of the spectrum. At one end there’s the Time Cop, who gets there on time and\n\nreminds others to do the same. The Time Cop gets frustrated because people don’t show up on time, and gets particularly furious with those folks at the other end of the spectrum, the Time Slackers. If you wear the Time Slacker persona, you’re always getting hassled for being late or not showing up at all. If you’re a Time Cop, you’re often hassling people for not keeping their time agreements.\n\nThere’s no trick to the process. You could probably take ownership of time without the question, simply by claiming time as yours to invent as you wish. You could do it by saying something to yourself like \"I acknowledge that I’m the source of time.\" Look in the mirror and say, \"I’m where time comes from.\"\n\nOne particular phrase I’d like you to eliminate is this common one: I don’t have time to do that right now\n\nIt’s a lie for two reasons: First, time is not something you have or don’t have. You’re the source of it, and you make as much of it as you want. Second, when you say, \"I don’t have time to do that right now,\" you’re telling a polite lie to avoid saying, \"I don’t want to do that right now.\" By placing the blame on time, you avoid confronting the blunt truth of the matter.\n\n### THE SENSATION OF TIME PRESSURE\n\nNotice what time pressure feels like in your body. Think of it as another sensation like hunger. We usually register hunger as gnawing, unpleasant contractions in the middle of the front of our bodies. What does time pressure feel like in your body? What does being in a hurry feel like? What does the sluggish side of the time continuum—the sensation most people call \"boredom\"—feel like to you?\n\nThe original insight—that we are the source of time, that time is not a pressure from outside, that we can make as much as we need—takes only a split second to comprehend. However, it takes a lot of practice to integrate that insight into the practicalities of our lives. The main thing it takes is keen attention. Be on the lookout constantly for complaints about time that come out of your mouth or go through your mind. As you spot them and eliminate them one by one, you will grow steadily less busy while getting a great deal more done.\n\n## Solving the Relationship Problem Transcending the Upper Limits of Love and Appreciation\n\nJohn Cuber and Peggy Harroff conducted one of the few in-depth studies ever done on the relationships of successful people. The authors found that 80 percent of the 437 successful people they studied had unsatisfying marriages and long-term relationships. Only about 20 percent of the couples had relationships the authors called vital. The other 80 percent had three main styles of unsatisfying relationships: In devitalized relationships, the partners remained together in spite of having fallen out of love with each other years ago. They had been \"going through the motions,\" sometimes for decades. The relationships often looked OK from the outside, but there was little or no passion between the individuals. In passive-congenial relationships, the partners had never been passionate about each other in the first place. Their relationship was based more on affectionate friendship; they were much like business partners. Their expectations were low, so they were seldom disappointed with each the essential move we all need to master is learning to handle more positive energy, success, and love. Instead of focusing on the past, we need to increase our tolerance for things going well in our lives now\n\nIn fact, the greater success you achieve, the bumpier your relationships tend to be.\n\nBecause of the low expectations, they didn’t fight much and so remained together in a state of ho-hum harmony. In conflict-habituated relationships, the partners had created a lifestyle based around constant conflict. Whether engaged in low-level bickering or heated conflict, they remained in long-term combat interrupted by periods of truce. They seemed almost to thrive on conflict, which provided them with an adrenaline-infused state of ongoing arousal\n\nA vast amount of energy can be liberated in relationships by dropping the habit of projection. As mentioned, projection occurs when you attribute to others something that’s true for you inside yourself\n\nProjection is the source of power struggles that eat up energy and intimacy in relationships. Power struggles are a war between two people to see whose version of reality will win out. Much of the energy in troubled relationships is drained through power struggles about who’s right, who’s wrong, and who’s the biggest victim. Relationships—healthy ones, that is—exist only between equals. When both people are not taking 100 percent responsibility, it is an entanglement, not a relationship. There is only one way to transform an entanglement into a relationship: both people must drop projection and see that they are 100 percent the creators of their reality. With the energy saved from banishing power struggles, much more can be co-created than the partners could have created on their own\n\nJust noticing how you limit love and positive energy solves much of the problem. Do you bring yourself down with food? Do you drink too much? Do you deflect compliments? Do you find yourself thinking of something else while making love? Do you get sick the day of an opportunity for intimacy in the relationship? Do you hold back on communicating instead of reaching out to people?\n\nabout fulfillment, heart-felt communications, and deep commitment to each other. Any of us who embark on a path of conscious growth must remember that we’re bringing with us millions of years of evolution. There is no quicker way to bring forth our inner Neanderthal than to get into a loving relationship. When we open up to more love and energy, we begin to flush old programming out of our system\n\nThere are several ways we limit positive energy in relationships. One is by starting arguments, out of fear of intimacy, at times when we could be exchanging intimacy. Another is by withholding significant communications.\n\nAnother way we limit positive energy is by needing to control or dominate the other person (or needing to be controlled or dominated). If we always have to be right, for example, there is no room in the relationship to be happy.\n\nIf you’re a successful person in a close relationship, you will likely find the following suggestions helpful unconsciously by starting arguments and engaging in other intimacy-destroying moves. Go on solo walks, take in a movie by yourself, spend an afternoon doing whatever the spirit moves you to do. These periods of battery-charging alone time give you the ability to master longer and longer periods of closeness when you’re in union with your beloved. Put a priority on speaking the microscopic truth, especially about what is going on in your emotions. Get skilled at simple microscopic truths such as \"I’m sad,\" \"I’m scared,\" and \"I feel angry.\" Communicating about feelings, dreams, desires, and other inner experiences creates deep intimacy in relationships. None of us gets any training in how to communicate about these simple things, and our lack of training is very costly. When emotions are in the air, as they often will be in close relationships, don’t try to talk yourself or your partner out of them. Eliminate phrases such as \"Please don’t cry\" and \"There’s nothing to be angry about.\" Feelings are to be felt, so encourage each other to go through complete cycles of emotions. If you’re sad, let yourself feel that way until you don’t feel sad anymore. Same thing with fear, anger, happiness, and other feelings. It’s the act of stifling and concealing feelings that causes problems in relationships. Give yourself and your partner plenty of nonsexual touch. Sexual touch is great, but humans need nonsexual touch in large quantities. A loving hand squeeze or a touch on the shoulder communicates love and caring in ways no words can. After soaring to a new height of intense intimacy, bring yourself back to ground in a positive way. Many people, when they enjoy a time of deep closeness, unconsciously create an argument or accident to get their feet back on the ground. It’s not necessary to use a painful method of grounding yourself. It works much better, and is much more fun, to come back to earth by doing some earthy dancing, taking a walk on the surface of the earth, or cleaning out a closet full of your earthly possessions. Cultivate at least three friends with whom you can form a No-Upper-Limits conspiracy. The word conspiracy comes from two Latin roots that together mean \"to breathe together.\" That’s the kind of conspiracy I want you to create. I want you to feel the power of two or more people in harmony, working toward a benign goal that’s good for all. You and the other members of your conspiracy will educate each other on the Upper Limit Problem. You will spot each other running Upper Limit behaviors such\n\nMake sure you take plenty of time for yourself, in a space apart from your partner. It could even be in the next room, so long as the intention is to nurture the independent part of you. Human beings have twin drives of equal power: the urge to merge and the urge to be an autonomous person. For a relationship to thrive, both drives need to be celebrated. A close relationship stirs up powerful transformative energies, and you need lots of rest time to integrate the rapid-fire stimulation that a relationship provides. If you can learn to take time off from the relationship consciously, you won’t need to do it as worrying, getting sick, having accidents, and so forth. You and your conspiracy will gently remind each other that you create the quality of your life experience out of your beliefs. You’ll remind each other to examine those beliefs to make sure they’re giving you room for ultimate success in love and life. When you trip and fall, as we all tend to do from time to time, you and your co-conspirators will remind each other to take a deep breath, center yourselves, and open up again to feeling more love, abundance, and success than you’ve ever before enjoyed\n\nThose unconscious decisions become barriers we must overcome in order to express and enjoy our full measure of success. There are four of these barriers: The first barrier is the false belief that we are fundamentally flawed in some way. If we carry this feeling within us, we sabotage our success because we think we’re essentially bad. If something good happens, we must mess up to offset it, because good things can’t happen to bad people. The second barrier is the false belief that by succeeding, we are being disloyal to and leaving behind people in our past. If we harbor this feeling within us, we sabotage our success because we think it’s disloyal to our roots to soar too far into the stratosphere. The third barrier is the false belief that we are a burden in the world. If we carry this feeling inside us, we sabotage our success so that we won’t be a bigger burden. The fourth barrier is the false belief that we must dim the bright lights of our brilliance so that we won’t outshine someone in our past. If we hold this feeling inside us, we tend to hold ourselves back from expressing the full potential of our innate genius.\n\nLater in life I came across a stunning passage from The Meditations of Marcus Aurelius, which spoke directly to me across time from first-century Rome: I am part of the whole, all of which is governed by nature…. I am intimately related to all the parts, which are of the same kind as myself. If I remember these two things, I cannot be discontented with anything that arises out of the whole, because I am connected to the whole\n\n### WHAT I LEARNED\n\nI think those early ventures still guide my thinking. They taught me to focus on what I now think of as Priority No. 1: creating things that make people’s lives better. I also do my best to create things that make their faces light up, just like biting into a watermelon on a hot day. By focusing on those qualities, I wake up each day knowing I’m going to spend my time creating value and delight. I’ve lived in that state of consciousness for decades now. It’s what I love, and what I wish for you. The best job of all is doing something that doesn’t feel like a job at all\n"},"__N_SSG":true}