{"pageProps":{"content":"# Notes - Corporate communications and PR\n*October 16, 2025*\n\n## Understanding and Combating Corporate Speak\n\nCorporate speak is a phenomenon rooted in **risk minimization**, where companies prioritize avoiding trouble over seizing opportunities. This avoidance leads to homogenized communication lacking personality. It persists as a **collective force of habit** and an *atavistic urge* where new employees \"cosplay\" corporate ancestors.\n\n*   **The Problem:** Corporate speak is often perceived as **soulless and robotic**. It relies on cognitive shortcuts and readily available, low-effort formulas rather than starting from scratch, which is seen as more risky and time-consuming.\n*   **The Solution for Writers:** To ensure clarity and authenticity, writers should **read their work out loud** to feel the \"cringe\" and check the cadence. A crucial technique is writing as if speaking to a **four- to fourteen-year-old** or a five-year-old—someone curious but lacking prior background. This forces the use of **simple sentences and short words** and combats the *illusion of transparency* (the assumption that readers know what the writer knows).\n\n## Strategic Communication and Crisis Management\n\nEffective corporate communication requires preparation, defined processes, and a strategic understanding of audience response.\n\n### Preparation and Authority\n\n*   **Advanced Planning:** For stressful situations, statements should be prepared **\"in advance when you're not in the fog of war\"**. Key elements like audience, priorities, and core values—the **\"weight-bearing pillars\"**—should be ready so that the final draft is merely a \"Mad Libs\" exercise of filling in details.\n*   **Minimizing Approval Loops:** Fast-moving organizations must establish clear lines of authority beforehand. A communication *doctrine* helps minimize approvals and micromanagement because personnel understand the directional goals. For high-stakes matters, the exact people required for approval should be known in advance to ensure rapid deployment.\n\n### Building Trust and Personality\n\n*   **Humanity Over Entity:** People inherently **do not trust corporations or institutions**. Building trust requires exposing personal personality, vulnerability, and honesty.\n*   **Company Personality:** Companies should strive to create a **familiar personality** that feels like an *extension of its customers* (\"of the people, by the people\"). This cultural match fosters affinity and familiarity, which are core communication objectives.\n*   **Conveying Emotion:** The audience should receive a maximum of **three dominant emotions** or feelings, ideally one or two. The writer, however, should approach the writing task from a **\"sober state\"** to avoid the text coming across as \"dry writing\" while still creating feeling on the page.\n\n## Principles of Message Distribution and Storytelling\n\nThe strategy for spreading ideas is heavily influenced by insurgency tactics and behavioral psychology.\n\n### Insurgency and Influence\n\n*   **Grassroots Approach:** For non-incumbents or startups, spreading a message involves counterinsurgency principles: finding **centers of influence** in communities (e.g., tribal elders or opinion leaders) and winning them over.\n*   **Independent Distribution:** Organizations should **create their own distribution networks** and speak directly to their audience, rather than relying on existing power structures (like the media) that may feel threatened by the new message.\n*   **The Power of Story Arcs:** The most compelling message structure follows an arc similar to the story of Christianity: 1) things were supposed to be ideal, 2) something went wrong, 3) a solution is offered that returns the audience to the original ideal. This structure resonates because human minds have receptors in the shape of that story.\n*   **Story vs. Statistics:** Accusations often take the form of a **story**, while defenses often rely on **statistics**. Fighting a story with a statistic is a losing battle because stories resonate more powerfully.\n\n### Behavioral Psychology and Framing\n\n*   **Cultural Erogenous Zones:** Effective messaging must target **\"cultural erogenous zones\"**—the existing receptors or concerns that people already possess. If a new idea doesn't fit this shape, the communicator must **\"build an API\" or a bridge** (a \"gateway drug\") to attach the new concept to the known receptor.\n*   **The Framing Effect (Ultimatum Game):** How an offer is framed (e.g., *giving* something versus *taking* something) significantly impacts decision-making and how the recipient views the communicator.\n*   **Slogans and Identity:** Slogans are a powerful blend of mass-market appeal and sticky identity creation. They get repeated until they take on an \"almost religious meaning\" and **mark the audience as a member of a tribe**, embedding the idea into their personal identity.\n\n### Distribution Strategy and Audience Quality\n\n*   **Quantity vs. Depth:** Strategy requires choosing a position on the spectrum between reaching many people with a **watered-down message** (high quantity, low depth) or reaching a few people with a **deep, meaningful message** (low quantity, high depth).\n*   **Prioritizing Quality:** It is preferable to cultivate a smaller audience of **deeply passionate \"true believers\"** who are willing to \"move mountains,\" rather than automatically chasing scale.\n*   **Niche Focus (Newsletters):** For email lists, choosing a **specific niche** is recommended, as appealing broadly results in low open rates, which is detrimental.\n*   **Cautionary Tale (Technology Focus):** Companies often fail by focusing on the technology itself (\"We're a web three company\") rather than the **actual benefit** it brings to the user (\"What is it doing for me?\").\n\n## Writing Process and Development\n\nThe expert’s writing routine and developmental philosophy emphasize discipline and unconventional inspiration.\n\n*   **Writing Habits:** Writing is often done late at night when the brain is **\"looser\" and drowsy**. Ideas are captured in the dark (often via phone) and then filtered and evaluated in the daylight.\n*   **Focus on Narrative Arc:** The critical focus for all writing (tweets, emails, statements) is the **arc of the story**—its beginning, ending, and the sequential order of elements.\n*   **Overcoming Perfectionism:** A common difficulty is getting **\"precious with some wording\"**. The strategy to overcome attachment to a single beautiful sentence is to move it to a \"scrap heap\" instead of pressing delete, which saves the emotional effort of eradication.\n*   **Inspirational Reading:** To improve craft, the writer seeks heterogeneous reading material far removed from communications, including **historical fiction** and the **Marine Commandant's reading list**.\n*   **Military Doctrine:** The military's **war fighting doctrine** provides concepts translated into communications operations, emphasizing agility, taking responsibility, and the responsible management of risk. Crucially, leaders must not **penalize people for taking risks that fail**.\n*   **Targeting Intelligibility:** The goal for most writers should be **\"just aim for being intelligible,\"** avoiding attempts to emulate overly stylized writers, which often results in labored and distracting prose. The constraints of platforms like Twitter (280 characters) are useful for training writers to be crisp.\n\n## Conflict and Twitter Strategy\n\nThe use of social platforms is framed through the lens of changing incentives.\n\n*   **Second Strike Capability:** The strategy for dealing with critics is **\"tit for two tatts\"** (a game theory concept), where one does not react to every instance but addresses particularly egregious or recurring attacks. This establishes a **\"second strike capability\"** that changes opponents' future behavior.\n*   **Influencing Reporters:** Having a public presence on Twitter **changes the incentives and behavior of reporters**, who take communicators more seriously if they are willing to make their case publicly.\n*   **Defense by Proxy:** It is generally **easier and more effective to defend others** than to defend oneself, as defending oneself is often assumed to be driven by self-interest and defensiveness.\n","headings":[{"level":2,"text":"Understanding and Combating Corporate Speak","id":"understanding-and-combating-corporate-speak"},{"level":2,"text":"Strategic Communication and Crisis Management","id":"strategic-communication-and-crisis-management"},{"level":3,"text":"Preparation and Authority","id":"preparation-and-authority"},{"level":3,"text":"Building Trust and Personality","id":"building-trust-and-personality"},{"level":2,"text":"Principles of Message Distribution and Storytelling","id":"principles-of-message-distribution-and-storytelling"},{"level":3,"text":"Insurgency and Influence","id":"insurgency-and-influence"},{"level":3,"text":"Behavioral Psychology and Framing","id":"behavioral-psychology-and-framing"},{"level":3,"text":"Distribution Strategy and Audience Quality","id":"distribution-strategy-and-audience-quality"},{"level":2,"text":"Writing Process and Development","id":"writing-process-and-development"},{"level":2,"text":"Conflict and Twitter Strategy","id":"conflict-and-twitter-strategy"}]},"__N_SSG":true}