{"pageProps":{"content":"# Notes - The Win Win Wealth Strategy\n*Tom Wheelwright | February 4, 2026*\n# Chapter 1: Partnering with the Government\n\n## The Nature of the Tax Game\nTaxation is not a choice, but a game that every citizen must play, whether they wish to or not. Most people act as \"bench players\" or amateurs, while the wealthy play as professionals who dominate the field. Rather than viewing the government as an adversary, it is more accurate to see them as a partner. Every taxpayer is in a partnership where they share a portion of their income in exchange for services. While this partnership is involuntary, individuals have the power to choose what kind of partner they will be. A silent partner pays the highest tax rates possible, often exceeding 40 percent. Conversely, an active partner understands the rules and invests in activities the government wants to encourage, leading to significantly lower taxes and massive wealth creation.\n\n## The Object and Rules of the Game\nThe primary object of the tax game is not simply to reduce taxes, but to build wealth that will never be taxed. The government intentionally encourages wealth building as long as that wealth is directed toward government-sponsored activities. Winning requires a complete understanding of the rules and the discipline to play within them. Because the government creates the rules and has a team of agents to enforce them, taxpayers who do not have professional advisors or personal education start at a distinct disadvantage. \n\n## The Five Goals of Every Government\nGovernments utilize tax incentives to achieve five primary pillars of stability:\n*   **Keep the Peace:** Governments prevent uprisings by ensuring basic needs like food, clothing, and shelter are met. They prefer to do this by encouraging private industry to create jobs rather than through direct handouts, which can lead to dependency.\n*   **Protect the People:** This includes national defense, cybersecurity, and energy independence. History shows that a lack of energy resources, such as oil, can lead to national defeat during conflicts.\n*   **Feed the People:** Internal harmony depends on a stable food supply; historically, a lack of basic necessities has led to civil wars and the rise of radical political regimes.\n*   **Shelter the People:** Governments have learned that private markets provide better housing results than public housing projects.\n*   **Educate the People:** High-level education is a primary differentiator between first-world and third-world nations, fueling a strong middle class and peaceful economy.\n\n## Leveraging Private Enterprise\nGovernments use tax incentives because they are more efficient than direct government action. If a government undertakes a project internally, spending one dollar usually yields only one dollar’s worth of results. However, by offering a one-dollar tax credit, the government can leverage private builders to spend nine of their own dollars. This results in the government obtaining ten dollars' worth of housing or infrastructure for a cost of only one dollar. There are seven primary categories of investment incentivized by theslaws: business, research and development, real estate, energy, agriculture, insurance, and retirement.\n\n# Chapter 2: Investment #1: Business\n\n## Government Objectives in Business\nGovernments prioritize business because it is the most efficient engine for job creation, innovation, and trade. In the United States, for example, the private sector provides roughly 82 percent of all jobs, while the government provides only 18 percent. Because the cost of creating a government job is a 1:1 ratio of government funds to wages, it is far more cost-effective to incentivize private employers. Furthermore, private businesses generate tax revenue not only from employee labor but also from business profits, making them a \"win-win\" for state coffers.\n\n## The Advantage of Net Income Taxation\nOne of the most significant incentives for business owners is that they are taxed on net income rather than gross income. This means that every dollar reinvested into the business to produce more revenue is generally deductible and not taxed. All developed countries allow deductions for expenses that further business objectives, such as payroll, rent, and office supplies. Effectively, the government shares the cost of these expenses by reducing the owner's tax liability.\n\n## The Four Tests for Deductibility\nTo qualify as a deductible business expense, an expenditure must pass four specific tests:\n1.  **Business Purpose:** The expense must be made with the business in mind to prevent personal expenses from offsetting business income.\n2.  **Ordinary:** The expense must be typical in amount and frequency for the specific industry and size of the business.\n3.  **Necessary:** The expense must be important for the business's growth, profitability, or market share.\n4.  **Documented:** Proper records must be kept to prove the first three tests; without documentation, the deduction is considered \"imaginary\" by tax authorities.\n\n## Capital Expenditures and Accounting Methods\nDeductions are not limited to current expenses; many countries allow businesses to deduct the cost of assets like manufacturing equipment in the year they are purchased. This encourages long-term investment by freeing up cash that would otherwise be spent on taxes. Additionally, businesses have more control over the timing of their taxes than employees. Using the **cash method** of accounting, income is only taxed when the cash is received, and expenses are deducted when cash is spent. Smaller businesses can often use this method to postpone taxes into later years. Furthermore, **Net Operating Losses (NOLs)** allow a business to use losses from one year to offset income in future years, a strategy used effectively by major corporations like Amazon and Tesla.\n\n## Practical Application: The Home-Based Business\nA simple home-based business illustrates how these incentives function in practice. An individual can reposition assets they already own, such as a car and a portion of their home, for business use. If a home office occupies 10 percent of a house, then 10 percent of utilities, internet, maintenance, and the cost of the home (via depreciation) becomes deductible. Similarly, if the business eliminates a daily commute, the business use of a vehicle can rise significantly, making a large portion of gas, insurance, and maintenance deductible. In some scenarios, these initial deductions can be worth more than the actual cash outlay required to start the business, meaning the government effectively funds the start-up costs.\n\n## Government vs. Taxpayer Payoff\nFor the government, this strategy is a high-return investment. If a taxpayer invests $10,000 and the government \"contributes\" $3,300 via tax deductions, the government earns a share of all future profits for the life of the business. By year five, through taxes on business profits and employee wages, the government may collect far more than its initial \"investment,\" resulting in an infinite ROI after the first few years. For the taxpayer, the strategy pays off by allowing them to use pre-tax dollars for business growth and reposition personal expenses into deductible ones, a benefit not available to standard employees.\n\n# Chapter 3: Investment #2: Technology | Research and Development\n\n## Government purposes – healthcare, innovation, and national security\nGovernments prioritize technology and innovation to solve major challenges and drive growth. Beyond basic research, technology development is critical for **national defense**, as modern warfare often takes the form of **technological attacks** involving hacking, viruses, and infrastructure infiltration. **Healthcare** is another primary goal; for instance, the rapid development of vaccines during the coronavirus pandemic was essential not just for health, but for quick **economic recovery**. Additionally, governments use technology to address **agriculture** needs for growing populations, **energy independence** through methods like fracking or renewable sources, and the creation of **housing** through new building techniques.\n\n## The incentives that spur technological development\nBecause innovation is costly and often results in failure, governments use tax incentives to shift the risk onto themselves. These incentives typically come in two forms: **tax deductions** and **tax credits**. In many countries, R&D deductions are a multiple of the actual amount spent; for example, Singapore may allow a **400 percent deduction**, and the United Kingdom allows an extra 130 percent on top of the normal deduction. **Tax credits** are considered even more valuable than deductions because they offset tax liability **dollar-for-dollar**. In the United States, there is a federal 10 percent credit, while specific states like Arizona offer up to 20 percent.\n\n## Requirements for research and development benefits\nTo qualify for these specific tax benefits, an expenditure must typically meet four specific requirements:\n*   **Business Deduction**: It must meet the standard tests of being a documented, ordinary, and necessary expense for an operating business.\n*   **Technological**: The work must be based on scientific, engineering, or computer science principles.\n*   **New or Improved Business Component**: This includes any product, software, formula, or technique intended for sale, lease, or **internal business use**.\n*   **Process of Experimentation**: The project must involve evaluating alternatives to achieve a result where the outcome is initially uncertain, such as through **beta testing**.\n\n## Practical applications and assessments\nMany business owners overlook these benefits because they do not realize that **modifying existing technology** or **improving internal processes** can qualify. To determine if a business has unused research tax benefits, owners should ask if they have:\n1.  Modified a product formulation.\n2.  Automated a production line.\n3.  Integrated databases that don't normally communicate.\n4.  Improved the response time of a software application.\n5.  Incurred costs for prototypes that remain incomplete due to technical problems.\n\n## How the government and taxpayer strategies pay off\nThe government benefits from a high **return on investment (ROI)** when it lets the private sector innovate. For example, a 43 percent combined tax incentive on a $100,000 project means the government \"invests\" $43,000; if that project yields a $100,000 annual profit, the government’s 33 percent tax share results in a **76.7 percent annual ROI**. For the taxpayer, using these incentives can mean the government effectively pays for a significant majority of development costs. In a documented case, a software developer spent $400,000 and received **$267,600 in tax benefits (67 percent of the cost)** through combined federal and state credits and deductions.\n\n# Chapter 4: Investment #3: Real Estate\n\n## Government purposes – housing, commercial development, energy, technology, manufacturing, and jobs\nGovernments have a vested interest in ensuring there is adequate shelter, as homelessness and poor-quality housing lead to social instability. Historically, direct government building projects (like those in the Soviet era) were less efficient than modern systems that **incentivize private developers** to build better housing at a lower cost to the public. Beyond residential needs, governments encourage **commercial and industrial construction** to support manufacturing and provide workplaces, which drives economic performance.\n\n## Incentives for real estate investment\nReal estate is a uniquely tax-advantaged investment because it allows for a **depreciation deduction on an appreciating asset**. While a building may be increasing in market value, the tax law allows owners to deduct the \"wear and tear\" on the building, improvements, and contents. In the United States, **cost segregation** allows owners to break a property into four components: land (not depreciable), the building (27.5–39 year life), land improvements (15 year life), and building contents (5–7 year life). Under the **bonus depreciation** rules of the 2017 Tax Cuts and Jobs Act, land improvements and building contents can be **fully depreciated in the first year** of ownership, even if the building is used.\n\n## Practical application of deductions\nA common strategy involves using **leverage** to maximize tax benefits. For a $1 million commercial building, an investor might put down $200,000 and borrow $800,000. If a cost segregation study determines that $300,000 of the purchase price qualifies for first-year bonus depreciation, the investor receives a deduction worth roughly **150 percent of their original cash investment**. At a 40 percent tax rate, this results in $125,000 in immediate tax savings, meaning the investor’s **net cash outlay is only $75,000** for a $1 million asset.\n\n## Tax benefits for selling real estate\n*   **Capital Gains Rates**: Most countries tax long-term investment gains at rates lower than ordinary income; for example, the US top rate is 28 percent compared to 37 percent for ordinary income.\n*   **Recapture Differential**: In the United States, a building's depreciation is \"recaptured\" and taxed at a maximum of 25 percent upon sale, whereas the original deduction may have been taken at a 37 percent rate, creating a **permanent tax savings of 12 percent**.\n*   **Like-Kind Exchanges (§1031)**: Owners can postpone paying tax on a sale indefinitely if they reinvest the proceeds into a more expensive replacement property.\n*   **Qualified Opportunity Zones (QOZs)**: Investors can defer capital gains from **any asset** (including stocks) by reinvesting the gain into designated QOZ real estate projects.\n\n## The \"Buy, Borrow, Die\" strategy\nThis strategy allows for the **permanent elimination of tax**. An investor buys real estate, allows it to appreciate, and **borrows against the equity** (since debt is not taxable) to fund their lifestyle. Upon the owner’s death, the heirs receive a **\"step-up\" in basis** to the current fair market value. This resets the basis and eliminates all previous deferred gains and depreciation recapture, effectively ensuring that the wealth is **never taxed**.\n\n## Warnings and policy considerations\nA common mistake occurs when advisors discourage bonus depreciation due to fears of **depreciation recapture**. However, recapture only happens if the property is sold without being replaced via a like-kind exchange, and the tax rate on land improvement recapture is generally lower than the original deduction rate. Governments are willing to offer these massive benefits because they get **quality housing and infrastructure** without the burden of building or managing it, while still earning taxes on the interest paid to banks and wages paid to property managers.\n\n# Chapter 5: Investment #4: Energy\n\n## Government Purpose: Environment, Competitiveness, and Security\n**Global energy security** is fundamentally tied to national security. Historically, access to energy has determined the outcome of major conflicts; for example, Japan’s invasion of the United States in World War II was largely driven by the U.S. cutting off its oil supplies. Today, governments incentivize energy production to ensure national defense, maintain economic infrastructure, and address the challenges of **climate change**. Policies are shifting toward **clean energy**, with major economies like the U.S., France, the U.K., and Japan committing billions to transition to zero-carbon infrastructure and electric vehicle manufacturing.\n\n## Tax Incentives for Energy Investment\nWhile many countries maintain state ownership of hydrocarbons, others, like the United States, allow for **independent private ownership** of oil, gas, and natural energy resources. Incentives generally fall into two categories:\n\n*   **Deductions**: In the U.S., oil and gas investors can utilize **Intangible Drilling Costs (IDC)**, which allow for a 100% deduction of development costs (excluding land and equipment) in the year the investment is made, provided the investor takes on development risk. Additionally, **\"percentage depletion\"** allows developers to treat 15% of the gross sales price as non-taxable income, regardless of the actual cost of development.\n*   **Renewable Energy Credits**: These credits are significant because the government does not always share in the resulting income. In the U.S., a **26% tax credit** exists for installing solar panels for both residences and businesses. Businesses also benefit from **accelerated depreciation** on energy equipment, allowing them to deduct the cost of the equipment minus half the value of the credit.\n\n## Practical Application: The Solar Strategy\nA taxpayer can achieve a high, nearly risk-free return by adding solar to an existing business property. In one example, a $104,242 solar investment generated a **26% federal tax credit** and **bonus depreciation**, resulting in total tax benefits of $68,594. The net cost to the taxpayer was only $35,648, while the annual utility savings of $7,392 created a **20.74% return on investment** over the first five years. \n\n## Leveraging Debt and High Tax Brackets\nStrategic energy investments often involve **syndication**, where those with high tax brackets and capital partner with those who have the expertise to find the deals. A comprehensive example involves purchasing a $1 million service station:\n1.  Using **bonus depreciation** on the building and equipment provides an $800,000 deduction, worth $320,000 in a 40% tax bracket.\n2.  Adding $200,000 in solar panels and $100,000 in charging stations yields further credits and deductions worth $179,600.\n3.  With 75% financing, the investor's total cash outlay is $325,000, while the total tax benefits are $499,600.\n4.  The investor receives all their money back plus a **54% ROI in the first year**, effectively owning a cash-flowing asset with zero net capital in the deal.\n\n# Chapter 6: Investment #5: Agriculture\n\n## Government Purpose: Food Security and Exports\nGovernments prioritize agriculture because **food security** is essential for civil stability; a population that cannot meet its basic needs for food is more likely to engage in uprisings or be vulnerable to invasion. The pandemic highlighted the fragility of the food supply chain, reinforcing why the U.S. Department of Agriculture and the European Union list a stable, affordable food supply as their number one priority.\n\n## Agricultural Deductions and Credits\nAgriculture is unique because it is often allowed **same-year deductions** for production expenses—such as seeds, fertilizer, and cattle feed—rather than requiring these costs to be capitalized over time.\n*   **Asset Write-offs**: In the U.S., many farm and ranch assets, including specific buildings like greenhouses or single-purpose structures, can be deducted in the year they are purchased.\n*   **Special Rules**: Favorable tax regimes exist for **agricultural cooperatives** (Subchapter T in the U.S.) and **captive insurance companies**, which allow farmers to set aside funds for uninsurable losses on a tax-deferred basis.\n\n## Warning: The Hobby Loss Rule\nTaxpayers must operate a **legitimate business** to claim these deductions. While a common \"bright-line\" test assumes a business is for-profit if it makes money in **three out of five years**, this is not the only test. A taxpayer can show a **profit motive** even while reporting tax losses if they maintain positive cash flow. For instance, a farm might borrow $500,000 for equipment and buildings; the large **depreciation deductions** could create a tax loss of $23,000, even while the farm produces $60,000 in actual annual cash flow.\n\n## Non-Obvious Insight: Offloading Operational Risk\nAgricultural tax benefits are so robust that they can effectively offset the **entire initial investment cost**. In a winery development example, an investor contributing $300,000 toward a $1 million project (using a $700,000 loan) can deduct the costs of vines, labor, and equipment immediately. In a 40% tax bracket, the **$400,000 tax benefit** exceeds the investor's original $300,000 down payment. This strategy shifts the risk from the *acquisition* of the asset to the *operation* of the business.\n\n## Critical Application: The Role of Debt\nDebt is a critical component of the tax strategy because it allows the investor to claim deductions based on the **full cost of the asset**, even though most of that cost was funded by a bank. In many scenarios, the combination of debt and tax incentives results in the government and the bank funding the entire initial investment, leaving the investor with no money on the table. However, **debt must not be taken lightly**; if the investment fails to generate enough cash flow to service the debt, the lender will foreclose, even if the tax strategy was successful.\n\n# Chapter 7: Investment #6: Insurance\n\n## Government Purposes and Policy Considerations\nThe government utilizes insurance incentives to promote **social stability, economic development, and welfare**. Insurance serves the critical function of **distributing risk** across a large population, ensuring that a single catastrophic event does not financially ruin an individual or disrupt the economy. By encouraging life, property, and health insurance, the government reduces the citizenry's dependence on state-funded social services. For example, in the United States, life insurance industry distributions represent a value equivalent to **20 percent of Social Security benefits** paid over the same period. Furthermore, insurance companies serve as major engines of economic growth by holding vast reserves in long-term, stable investments like **corporate bonds and real estate**.\n\n## Tax Incentives and Deductions\nTax incentives for insurance include front-end deductions and unique nontaxable benefits on the back end. \n*   **Property and Casualty Insurance:** Premiums are fully deductible for businesses as long as they are **ordinary, necessary, and reasonable**. However, personal insurance premiums (such as for a primary residence or personal car) are generally **not deductible**.\n*   **Health Insurance:** This represents the **single largest tax benefit** provided to individuals in the U.S., exceeding all corporate tax benefits combined. Premiums paid by employers are deductible for the business and typically **not taxable as compensation** to the employee. Additionally, compensation received for **physical injuries or health issues** is generally excluded from taxable income.\n*   **Life Insurance:** While premiums are often not deductible because proceeds are tax-exempt, some countries allow deductions if the policy is held by a business for a specific purpose, such as a **\"key-man\" policy**. \n\n## Strategic Wealth Building with Life Insurance\nLife insurance proceeds are generally **not taxable income**, though they may be subject to inheritance taxes if the policy is owned by the deceased at the time of death. A primary wealth-building tool is the **Cash Surrender Value (CSV)**, which grows tax-free as long as the policy remains in effect.\n\nA sophisticated strategy involves using the CSV as **collateral for loans**. Under the **\"interest tracing rule,\"** if the borrowed funds are used for business or investment—such as real estate, technology, or energy—the interest paid on the loan becomes **tax-deductible**. This allows the CSV to continue growing tax-free while the borrowed money generates additional leveraged tax benefits in other sectors. \n\n## Practical Application: The Leveraged Insurance Strategy\nConsider a 40-year-old man paying **$40,000 in annual premiums**. By year seven, the CSV matches the total premiums paid ($280,000). He borrows $100,000 from the policy to use as a down payment on **$500,000 worth of duplexes**. Through cost segregation and bonus depreciation, he gains a **$50,000 tax benefit** in a 40% bracket, effectively recovering half of his loan immediately. By age 65, he could have $2,500,000 in total assets and $1,100,000 in net insurance proceeds, achieving a **6.07 percent internal rate of return** on the insurance alone, not counting the profits from the external investments.\n\n## Warnings and Non-Obvious Points\n*   **Captive Insurance:** While legitimate for managing uninsurable risks in agriculture and small business, the IRS frequently challenges these policies if they suspect **abusive behavior or lack of risk distribution**.\n*   **Ownership Matters:** To avoid both income and estate taxes on life insurance proceeds, it is often necessary for **heirs or a trust** to own the policy rather than the insured individual.\n\n# Chapter 8: Investment #7: Retirement Savings\n\n## Government Purposes and Qualified Plans\nThe government’s primary goal for retirement incentives is to **ensure the elderly are cared for** and to prevent civil unrest caused by a lack of basic necessities. Most retirement programs are **\"qualified plans\"** (e.g., 401(k), IRA, RRSP), which are highly regulated by the government in exchange for tax benefits. These benefits typically include a **front-end deduction** for contributions and the **deferral of taxes** on investment earnings until distribution.\n\n## Non-Obvious Insights on Qualified Plans\nTraditional retirement planning is often based on the flawed assumption that you will **need less money** in retirement. However, most people would prefer to maintain or increase their lifestyle. The primary benefit of a qualified plan is the **avoidance of double taxation** (taxing original earnings and then taxing the growth on those earnings every year). \n\nA major secondary benefit for the government is the **boost to the stock market**. Approximately 30 percent of the U.S. stock market is funded by qualified plans, creating a steady stream of new capital that **inflates stock prices** regardless of market fundamentals.\n\n## Defined Benefit vs. Defined Contribution\n*   **Defined Benefit (Pension):** These define the eventual payout. They are powerful for small business owners in their peak earning years because they can **\"load up\" deductible contributions** to fund their lifetime benefits, often while employees are much younger and require lower contributions.\n*   **Defined Contribution (401(k)):** The benefit depends entirely on the **success of the investment**. The risk sits with the employee; if the account value hits zero, there is **no benefit**.\n\n## Non-Qualified Plans: The Professional Approach\n**Non-qualified plans** include any retirement-focused investment not subject to explicit government regulation, such as direct ownership of **real estate, businesses, or energy projects**. Unlike qualified plans, there are **no limits on contribution amounts**, types of investments, or when you can take distributions. With proper planning, these plans can **escape taxation indefinitely**.\n\n## Practical Comparison: Qualified vs. Non-Qualified\n*   **Qualified Scenario:** Investing **$25,000 per year for 30 years** at a 6% return in a 401(k) yields approximately **$2,095,000**. Withdrawing this over 20 years yields ~$172,000 annually, which is subject to income tax.\n*   **Non-Qualified (Real Estate) Scenario:** Investing the same $25,000 annually as a down payment on a **$125,000 property** (leveraged with a loan) yields far superior results. After 30 years, considering 3% appreciation and 6% cash flow, the investor could have **$3,363,032 in net equity** and an annual cash flow of **$135,000**. Crucially, unlike the 401(k), the real estate income can be **offset by depreciation**, making it largely tax-free, and the principal remains intact to pass to heirs.\n\n# Chapter 9: Conclusion\n\n## The Fairness of Tax Incentives\nA common fallacy is that the rich don't pay taxes because they \"cheat\". In reality, the rich often pay little tax because they **partner with the government** to accomplish high-priority goals like creating jobs and housing. Tax laws are **eminently fair** because they apply to anyone who engages in the behaviors the government wants to incentivize.\n\n## Strategic Takeaways\nThe government provides a **roadmap to wealth** through its tax code. To move from a \"silent partner\" to an **\"active partner,\"** you must align your investments with government goals. \n1.  **Identify Priorities:** Determine which government-sponsored investments (Business, R&D, Real Estate, Energy, Agriculture, Insurance, Retirement) fit your strategy.\n2.  **Seek Professional Guidance:** Investing is a **\"team sport\"**; you must work with a tax advisor who understands how to apply these incentives to your specific situation.\n3.  **Focus on Wealth, Not Just Tax Reduction:** The goal of the game is to build **generational wealth that will never be taxed**.\n\n# Bonus Chapter: How to Get the Government to Pay for Your Ferrari\n\n## The Concept of Deductible Luxuries\nThe government does not directly fund luxury items; however, it rewards **good partners** with incentives that can cover the costs of such items. The key is shifting from asking \"Is this expense deductible?\" to **\"How do I make this expense deductible?\"**.\n\n## Practical Application: The Ferrari Example\nAn investor named Brad wanted a **$285,000 Ferrari**. \n1.  **The Investment:** Instead of paying cash, he used **$285,000** to invest in an apartment syndication.\n2.  **The Tax Benefit:** Due to **bonus depreciation**, his first-year deduction was **$260,700**. In a 37% tax bracket, this created a **$96,459 tax savings**, which covered the Ferrari's entire down payment.\n3.  **Covering the Loan:** The Ferrari had a **$42,000 annual loan payment**. The real estate investment generated **$53,580 in annual cash flow**, more than covering the car payment.\n4.  **Secondary Deductions:** Since the car was used for business, Brad received an additional **$18,000 first-year deduction** for the vehicle itself.\n\n## Final Result\nAfter five years, the Ferrari is **owned outright**, the loan is paid off by the investment's cash flow, and Brad still owns a **cash-flowing real estate asset**. The government received a 7.34 percent return on its \"investment\" (the tax incentives) through the taxes Brad eventually paid on the net income, and society received **safe, affordable housing**.","headings":[{"level":1,"text":"Chapter 1: Partnering with the Government","id":"chapter-1-partnering-with-the-government"},{"level":2,"text":"The Nature of the Tax Game","id":"the-nature-of-the-tax-game"},{"level":2,"text":"The Object and Rules of the Game","id":"the-object-and-rules-of-the-game"},{"level":2,"text":"The Five Goals of Every Government","id":"the-five-goals-of-every-government"},{"level":2,"text":"Leveraging Private Enterprise","id":"leveraging-private-enterprise"},{"level":1,"text":"Chapter 2: Investment #1: Business","id":"chapter-2-investment-1-business"},{"level":2,"text":"Government Objectives in Business","id":"government-objectives-in-business"},{"level":2,"text":"The Advantage of Net Income Taxation","id":"the-advantage-of-net-income-taxation"},{"level":2,"text":"The Four Tests for Deductibility","id":"the-four-tests-for-deductibility"},{"level":2,"text":"Capital Expenditures and Accounting Methods","id":"capital-expenditures-and-accounting-methods"},{"level":2,"text":"Practical Application: The Home-Based Business","id":"practical-application-the-home-based-business"},{"level":2,"text":"Government vs. Taxpayer Payoff","id":"government-vs-taxpayer-payoff"},{"level":1,"text":"Chapter 3: Investment #2: Technology | Research and Development","id":"chapter-3-investment-2-technology-research-and-development"},{"level":2,"text":"Government purposes – healthcare, innovation, and national security","id":"government-purposes-healthcare-innovation-and-national-security"},{"level":2,"text":"The incentives that spur technological development","id":"the-incentives-that-spur-technological-development"},{"level":2,"text":"Requirements for research and development benefits","id":"requirements-for-research-and-development-benefits"},{"level":2,"text":"Practical applications and assessments","id":"practical-applications-and-assessments"},{"level":2,"text":"How the government and taxpayer strategies pay off","id":"how-the-government-and-taxpayer-strategies-pay-off"},{"level":1,"text":"Chapter 4: Investment #3: Real Estate","id":"chapter-4-investment-3-real-estate"},{"level":2,"text":"Government purposes – housing, commercial development, energy, technology, manufacturing, and jobs","id":"government-purposes-housing-commercial-development-energy-technology-manufacturing-and-jobs"},{"level":2,"text":"Incentives for real estate investment","id":"incentives-for-real-estate-investment"},{"level":2,"text":"Practical application of deductions","id":"practical-application-of-deductions"},{"level":2,"text":"Tax benefits for selling real estate","id":"tax-benefits-for-selling-real-estate"},{"level":2,"text":"The \"Buy, Borrow, Die\" strategy","id":"the-buy-borrow-die-strategy"},{"level":2,"text":"Warnings and policy considerations","id":"warnings-and-policy-considerations"},{"level":1,"text":"Chapter 5: Investment #4: Energy","id":"chapter-5-investment-4-energy"},{"level":2,"text":"Government Purpose: Environment, Competitiveness, and Security","id":"government-purpose-environment-competitiveness-and-security"},{"level":2,"text":"Tax Incentives for Energy Investment","id":"tax-incentives-for-energy-investment"},{"level":2,"text":"Practical Application: The Solar Strategy","id":"practical-application-the-solar-strategy"},{"level":2,"text":"Leveraging Debt and High Tax Brackets","id":"leveraging-debt-and-high-tax-brackets"},{"level":1,"text":"Chapter 6: Investment #5: Agriculture","id":"chapter-6-investment-5-agriculture"},{"level":2,"text":"Government Purpose: Food Security and Exports","id":"government-purpose-food-security-and-exports"},{"level":2,"text":"Agricultural Deductions and Credits","id":"agricultural-deductions-and-credits"},{"level":2,"text":"Warning: The Hobby Loss Rule","id":"warning-the-hobby-loss-rule"},{"level":2,"text":"Non-Obvious Insight: Offloading Operational Risk","id":"non-obvious-insight-offloading-operational-risk"},{"level":2,"text":"Critical Application: The Role of Debt","id":"critical-application-the-role-of-debt"},{"level":1,"text":"Chapter 7: Investment #6: Insurance","id":"chapter-7-investment-6-insurance"},{"level":2,"text":"Government Purposes and Policy Considerations","id":"government-purposes-and-policy-considerations"},{"level":2,"text":"Tax Incentives and Deductions","id":"tax-incentives-and-deductions"},{"level":2,"text":"Strategic Wealth Building with Life Insurance","id":"strategic-wealth-building-with-life-insurance"},{"level":2,"text":"Practical Application: The Leveraged Insurance Strategy","id":"practical-application-the-leveraged-insurance-strategy"},{"level":2,"text":"Warnings and Non-Obvious Points","id":"warnings-and-non-obvious-points"},{"level":1,"text":"Chapter 8: Investment #7: Retirement Savings","id":"chapter-8-investment-7-retirement-savings"},{"level":2,"text":"Government Purposes and Qualified Plans","id":"government-purposes-and-qualified-plans"},{"level":2,"text":"Non-Obvious Insights on Qualified Plans","id":"non-obvious-insights-on-qualified-plans"},{"level":2,"text":"Defined Benefit vs. Defined Contribution","id":"defined-benefit-vs-defined-contribution"},{"level":2,"text":"Non-Qualified Plans: The Professional Approach","id":"non-qualified-plans-the-professional-approach"},{"level":2,"text":"Practical Comparison: Qualified vs. Non-Qualified","id":"practical-comparison-qualified-vs-non-qualified"},{"level":1,"text":"Chapter 9: Conclusion","id":"chapter-9-conclusion"},{"level":2,"text":"The Fairness of Tax Incentives","id":"the-fairness-of-tax-incentives"},{"level":2,"text":"Strategic Takeaways","id":"strategic-takeaways"},{"level":1,"text":"Bonus Chapter: How to Get the Government to Pay for Your Ferrari","id":"bonus-chapter-how-to-get-the-government-to-pay-for-your-ferrari"},{"level":2,"text":"The Concept of Deductible Luxuries","id":"the-concept-of-deductible-luxuries"},{"level":2,"text":"Practical Application: The Ferrari Example","id":"practical-application-the-ferrari-example"},{"level":2,"text":"Final Result","id":"final-result"}]},"__N_SSG":true}