{"pageProps":{"content":"# Notes - Options As A Strategic Investment\n*Lawrence G. McMillan | July 3, 2025*\n\n# Chapter 1: Definitions\nThis foundational chapter introduces the core terminology and mechanics of stock options, essential for any investor engaging with the options market. It lays the groundwork for understanding the more complex strategies discussed later in the book.\n\nThe chapter begins by covering **elementary definitions** related to options, such as the type (put or call), the underlying stock name, the expiration date, and the striking price. For instance, an \"XYZ July 50 call\" signifies an option to buy 100 shares of XYZ stock at $50 per share, expiring in July. The price of a listed option is quoted per share, so a quote of $5 for this option would cost $500 for the contract.\n\nSeveral **factors influence the price of an option**. A key component of an option's price that is not intrinsic value is often referred to as \"time value premium.\" However, this is largely influenced by **volatility**, especially for options with significant time remaining until expiration. If traders anticipate high volatility in the underlying stock, the option will be expensive, and vice versa. This means option buyers should carefully assess their purchases, considering what might happen during the option's life, not just at expiration. Conversely, option sellers should be aware that high volatility can completely counteract the benefits of time decay.\n\n**Exercise and assignment** are the mechanics by which option contracts are fulfilled. The book explains how an option holder can exercise their right, and how a writer is assigned the obligation. For calls, if a stock is about to go ex-dividend, calls that are trading at or below parity might be exercised before the ex-dividend date to capture the dividend, as the call writer would not receive it if assigned on the ex-date. For puts, assignment can be anticipated when the time value premium of an in-the-money put disappears.\n\nThe chapter details **the option markets** and **option symbology**. Standardization of option terms, particularly for striking prices and expiration dates, is crucial. Striking prices are spaced at different intervals (e.g., 1, 2.5, or 5 points apart) depending on the stock's price and liquidity. The Option Symbology Initiative (OSI) of 2010 significantly changed how option symbols are displayed, affecting many examples and definitions in the book. The book even contains a historical look at option symbology from its fourth edition, which involved significant administrative effort to update databases due to changes like splits, dividends, and new option expirations.\n\n**Details of option trading** cover practical aspects such as trading hours (9:30 a.m. to 4 p.m. Eastern time for listed stock options, some index options longer) and advice against waiting too long to place orders near the end of the trading day or on the last trading day of an option's life. The impact of corporate actions like **stock splits, stock dividends, and rights offerings** on option terms is also discussed; these can lead to fractional striking prices or altered shares per contract. However, regular cash dividends do not typically result in term adjustments.\n\n**Position limits** are highlighted as a crucial regulatory detail. An investor cannot hold more than a set limit of contracts on the same side of the market in a single stock (e.g., long calls and short puts are both bullish positions). These limits vary based on the underlying stock's trading activity and outstanding shares, ranging from 5,000 to 250,000 contracts for heavily traded stocks. These limits also apply to \"related\" accounts managed by a single individual or firm.\n\nThe chapter also introduces different **order entry** types, such as \"good-until-canceled\" (valid for 6 months without renewal). It notes that online brokers may have limitations on certain order types like \"market not held\" or \"stop orders\".\n\nFinally, the importance of **profits and profit graphs** is emphasized, as they provide a visual and clear understanding of the potential outcomes of multi-security option positions. This concept is used throughout the book to illustrate various strategies. The chapter sets the stage for a comprehensive understanding of options by detailing these fundamental elements, explaining that even basic concepts can be employed with differing levels of skill and complexity.\n\n# Chapter 2: Covered Call Writing\nThis chapter provides an **in-depth discussion of covered call writing**, a widely used option strategy, especially for investors already familiar with the options market. Significant attention is dedicated to this strategy, noting that it is often not treated in sufficient detail in other literature.\n\n**Covered call writing** involves selling a call option while simultaneously owning the equivalent number of shares of the underlying stock. The primary objective for most investors is **increased income through stock ownership**. A covered write aims to **decrease the risk of owning the stock** and can even allow for a profit if the stock experiences a slight decline. The premium received from selling the call acts as immediate cash inflow, offering downside protection.\n\nHowever, a key characteristic of covered call writing is that it **limits the upside profit potential**. The writer is obligated to sell the stock at the strike price, so they may not fully participate in a strong upward market move. This trade-off: while it reduces volatility and can outperform outright stock ownership if the stock falls, remains flat, or rises slightly, it *underperforms* outright stock ownership during large, rapid rallies.\n\nThe chapter provides **formulas for the maximum profit potential and downside break-even point** of a covered write. For example, the maximum profit is calculated as (Strike price - Stock price + Call price), and the downside break-even point is (Stock price - Call price). These concepts are illustrated with tables and profit graphs, which typically show a flat maximum profit range above the strike price and increasing losses below the break-even point.\n\nA core **philosophy of covered writing** is that it helps **stabilize portfolio returns**. The total position (long stock, short option) has less volatility than holding the stock alone, leading to more consistent quarterly results. A covered writing strategy should be viewed as a **total position**, rather than just stock ownership with options traded against it.\n\nThe chapter distinguishes between **in-the-money** and **out-of-the-money covered writes**. An **in-the-money write** is considered more conservative, offering greater downside protection and the potential to realize maximum profit even if the stock is unchanged or declines slightly. An **out-of-the-money write** is more aggressive, providing higher potential returns if the stock rises, but less downside protection. If an investor is truly bearish on a stock, selling the stock outright rather than establishing a covered write is advised.\n\nA significant portion of the chapter focuses on **computing return on investment**. This includes the **return if exercised** (if the stock is called away) and the **return if unchanged** (if the stock price remains the same). The **downside break-even point** and **percentage downside protection** are also critical calculations. Detailed examples demonstrate how to calculate these, incorporating **commissions and dividends**, both for **cash accounts** and **margin accounts**. Margin accounts generally offer higher potential returns due to lower net investment but result in a higher break-even point due to margin interest charges.\n\n**Selecting a covered writing position** involves balancing potential returns and downside protection, alongside the quality and technical/fundamental outlook of the underlying stock. **Minimum return criteria** (e.g., 1% or 2% per month) and **minimum downside protection** (e.g., 10%) are suggested as general guidelines, which typically lead to writing in-the-money options. Caution is advised against blindly annualizing returns, as future opportunities for similar returns are not guaranteed. The book recommends **computer-generated rankings** to identify attractive covered writes based on these criteria.\n\nThe chapter also addresses **writing against stock already owned**, noting that the convenience of using existing holdings must be weighed against potentially better returns from new positions due to commissions. A critical point is the emotional aspect: **investors must be prepared to lose their stock via assignment** if they write calls. If an investor is determined to retain ownership, they may be forced to buy back the option at a loss during a rally, limiting participation. Writing covered calls on stocks one does not intend to sell should be avoided, suggesting protective puts as an alternative in such cases.\n\n**Diversification techniques** in covered writing are introduced, such as **writing against a mix of in-the-money and out-of-the-money calls on the same stock** to balance protection and return. Diversifying **over time** (e.g., writing near-term, middle-term, and long-term calls) is also recommended, especially for large positions, to avoid being subject to low premium levels at a single expiration point.\n\nFinally, the chapter covers **follow-up action**, which is presented as equally important as the initial position selection. Three categories are discussed: **protective action for stock drops**, **aggressive action for stock rises**, and **action to avoid assignment**.\n*   If the stock declines, **rolling down** (buying back the current call and selling a call with a lower strike price, usually for a credit) is a key protective measure to increase downside protection and generate additional premium income. A **partial roll-down** strategy is also discussed, where only a portion of the calls are rolled down to balance protection and upside potential.\n*   If the stock rises substantially, **rolling up** (buying back the current call and selling a call with a higher strike price) can increase maximum profit potential, though it also exposes the position to greater loss if the stock subsequently declines.\n*   **Closing out a parity covered write early** can increase annualized returns by realizing maximum profit in a shorter timeframe.\n*   The **partial extraction strategy** allows a writer to sell a portion of their underlying stock to buy back written calls when the stock has advanced, freeing up capital.\n\nSpecial writing situations, such as writing against **convertible securities** or **LEAPS**, are briefly mentioned. The **incremental return concept** (or \"rolling for credits\") is presented as a strategy for large stockholders who want to earn positive cash flow from options while planning to hold their stock until a much higher target sale price. This involves writing calls against only a part of the holding and rolling up and adding more calls as the stock rises.\n\nThe summary reiterates that covered call writing reduces risk and volatility, but has limited upside, making the **total return concept** important. Accurate calculation of returns and break-even points, consideration of position size, and utilizing \"net\" order executions are highlighted as crucial for successful implementation. Investors should be **slightly bullish or neutral** on the underlying stock, not outright bearish.\n\n# Chapter 3: Call Buying\nThis chapter focuses on **call buying**, identifying it as the **simplest and most frequently used option strategy** by public investors.\n\nThe primary appeal of buying calls is the **leverage** they provide, allowing for potentially large percentage profits from only a modest rise in the underlying stock price. Furthermore, the **risk is limited to a fixed dollar amount** – the premium originally paid for the call. Call options generally must be paid for in full and do not offer margin value, with the notable exception of very long-term options (LEAPS), which became marginable in 1999.\n\nThe chapter reviews **basic facts concerning call options**, such as the non-linear decay of time premium (it disappears more rapidly as expiration nears) and the relationship between volatility and option prices. The **option pricing curve** (also shown in Chapter 1) is used to illustrate how time value premium is highest when the stock is at the strike price and lowest when it is deeply in- or out-of-the-money.\n\nThe concept of **Delta** is introduced as a measure of how much an option's price is expected to change for a one-point movement in the underlying stock. A deeply in-the-money option has a delta close to 1, while a deeply out-of-the-money call has a delta near zero. This concept is crucial for selecting which call to buy, as it helps project potential gains. Investors don't need to compute deltas themselves, as many data services and brokerage houses provide this information.\n\nWhen discussing **selection criteria**, buying deeply out-of-the-money options is generally **not recommended** for short-term strategies. For longer-term strategies, slightly out-of-the-money or at-the-money options, or LEAPS, might be considered.\n\nFor more sophisticated investors, **advanced selection criteria** involve ranking potential call purchases by their **highest percentage reward opportunity** and their **reward/risk ratio**. This requires estimating option prices after an anticipated stock advance or decline, which can be done by assuming the stock moves in accordance with its volatility over a fixed period.\n\nThe chapter also touches on **overvalued or undervalued calls**, explaining that while theoretical discrepancies might exist, they are often too small (e.g., 10-20 cents) for the general public to profit from directly due to commission costs. This information is more useful for market-makers.\n\nA recurring theme, also introduced in Chapter 1, is that **\"time value premium\" is a misnomer**. A significant portion of an option's price (beyond intrinsic value) is heavily influenced by **volatility expectations**. Therefore, option buyers should not simply view options as something that will decay over time, but rather consider how volatility changes might impact the option's value.\n\nFor call buyers with an **unrealized profit**, four primary **follow-up actions (tactics)** are presented:\n1.  **Do nothing**: Let the profits run, potentially using a trailing stop to protect gains. This is best in strong, trending markets.\n2.  **Sell the call**: Liquidate the position for a profit.\n3.  **Roll up**: Sell the current long call, recover the original investment, and use remaining proceeds to buy out-of-the-money calls at a higher strike price.\n4.  **Spread**: Create a bull spread by selling an out-of-the-money call against the currently profitable long call, ideally covering the original cost of the long call. This tactic is highlighted as **never being the worst decision** among the four, as it limits risk.\n\n**Taking partial profits** by selling a portion of the long call position to recover initial cost while retaining appreciation potential. However, any bearish adjustments to a bullish position can be detrimental if the underlying continues to perform favorably. The chapter demonstrates how converting a long call into a bull spread can be a tactical decision, especially if the stock's upward movement is expected to be limited.\n\n# Chapter 4: Other Call Buying Strategies\nThis chapter explores less conventional, but important, call-buying strategies, particularly those that do not involve listed put options or when puts are illiquid.\n\nThe primary strategy discussed is the **protected short sale**, also known as a **synthetic straddle** or **reverse hedge**. This strategy involves **shorting the underlying stock and simultaneously buying call options**. The core objective is to profit from a stock price decline, while the long call provides **limited risk** to the upside, offsetting potential losses from the short stock position if the stock rallies. The maximum risk is incurred if the stock is exactly at the striking price at expiration.\n\nAn example illustrates the protected short sale: shorting XYZ stock at 40 and buying an XYZ July 40 call for 3 points. If the stock falls to 30, the profit is 7 points. If it rises to 50, the loss is limited to the 3 points paid for the call. The break-even point is typically (stock price + call price). This strategy requires paying any dividends on the short stock, which increases risk.\n\n**Margin requirements** for this strategy are significantly more favorable under the new margin rules. The required margin is the lower of (1) 10% of the call's striking price plus any out-of-the-money amount, or (2) 30% of the current short stock's market value. The position is marked to market daily, meaning collateral requirements adjust with price movements. The concept of **portfolio margin** allows sophisticated accounts to increase leverage beyond Federal Reg T requirements, potentially reducing margin requirements significantly (e.g., from $400 to $100 in an example).\n\nWhen closing the position, it may be **advantageous to exercise the call** if it is at or near parity (in-the-money). This is because the short seller will eventually have to cover the short stock anyway, and exercising the call allows them to buy the stock at the strike price, potentially incurring slightly lower commissions than if they covered in the open market. However, if the stock rises substantially, selling the call for a profit can expose the short seller to large losses if the stock continues to rally.\n\nThe chapter also discusses **altering the ratio of long calls to short stock**. While a 2:1 ratio (long 2 calls, short 100 shares) is common, more bullish positions can be created with higher ratios (e.g., 3:1 or 4:1 calls per 100 shares short), or more bearish positions by increasing the short stock relative to calls. This allows for adjustment based on market outlook and can help achieve equidistant break-even points if the stock is initially between two strike prices.\n\nThe summary highlights that this strategy is typically employed when listed put options are unavailable or illiquid. It offers **potentially large profits for significant downside moves** with **limited losses**, generally around 20% to 30% of the initial investment. Letting the position run its course to capitalize on large profits is advised, rather than taking small profits and risking missing out on larger moves.\n\n# Chapter 5: Naked Call Writing\nThis chapter delves into **naked, or uncovered, call writing**, an **aggressive strategy** that offers profits if the underlying stock declines in price but carries **theoretically unlimited upside risk**. A common misconception among novice traders that selling naked options is the \"best\" way to make money due to time decay is addressed. While options do lose premium over time, the excess value (time value premium) is heavily influenced by **implied volatility**, and a lot can go wrong before expiration. The belief that professionals frequently sell naked options is corrected: most market-makers try to hedge their exposure to large stock price movements.\n\nAn example illustrates the risk/reward profile: selling a July 50 call naked with XYZ at 50 for 5 points. The maximum profit is 5 points if XYZ stays below 50. However, if XYZ rises to 60, the loss is 5 points, and if it rises to 80, the loss is 25 points. The break-even point in this example is 55 (original stock price + call premium). The profit graph shows a flat maximum profit range below the strike price and rapidly increasing losses above the break-even point.\n\nThe chapter contrasts naked call writing with a short sale of stock. While naked writing performs better if the stock rises above 45 (in the example) and is advantageous if the stock remains flat or rises slightly, a short sale profits more from sharp declines. However, a **short sale has theoretically unlimited risk to the upside**, similar to naked call writing.\n\n**Margin requirements for writing a naked call** are detailed: 20% of the stock price plus the call premium, minus any out-of-the-money amount, with a minimum of 10% of the stock price for each call. These positions are **marked to the market daily**, meaning collateral requirements are recomputed, and additional deposits may be required if the stock rises. Brokerage firms also typically require a **minimum equity** in the account (ranging from $2,000 to $100,000) and may require proof of financial wherewithal and option trading experience due to the high-risk nature of the strategy.\n\nPsychological readiness is required, including having sufficient funds, accepting risk, and **monitoring the position every day**. Going on vacation without attention to naked options is dangerous, as \"disasters could occur\". A key piece of advice is to **sell options whose implied volatility is extremely high** and to **cover any naked options that become in-the-money**.\n\nRegarding **selecting a position**, the chapter discusses the philosophy of selling **deeply out-of-the-money calls** (high probability of small profit, but one large loss can wipe out many gains) versus **deeply in-the-money calls**. Selling deeply in-the-money calls is described as simulating a short sale, as their delta is close to 1, providing larger dollar profits if the stock falls. This can be an alternative to shorting stock for a quick, few-point move, requiring a smaller investment but still carrying assignment risk. For this, writing a longer-term, deeply in-the-money call is safer to avoid early assignment.\n\n**Follow-up action is mandatory** for naked call writing due to the theoretically large upside risk. The simplest way to limit losses is to have a **stop-loss in mind**, for instance, exiting if the stock rises to the striking price or the break-even point. The \"Incremental Return Concept\" (Chapter 2) is a strategy where covering calls can be more effective.\n\nThe chapter reiterates the concept from Chapter 3 that **\"time value premium is a misnomer\"**. It stresses that simply waiting for time decay to profit is risky, as large stock movements or spikes in implied volatility can severely counteract time decay, especially for longer-term options. Option writers, even covered writers, must consider these possibilities and concentrate efforts on selling when options are expensive.\n\nIn summary, naked call writing is presented as a strategy that often provides a **large probability of making a limited profit** if the option expires worthless, but is a **poor strategy** overall because a single large loss can wipe out many profits.\n\n# Chapter 6: Ratio Call Writing\nThis chapter introduces **ratio call writing**, a strategy that combines elements of both covered call writing and naked call writing. It involves **owning a certain number of shares of the underlying stock and selling calls against more shares than one owns**, with the most common ratio being 2:1 (owning 100 shares, selling 2 calls).\n\nThis position carries **two-sided risk**: downside risk (like a covered write) and unlimited upside risk (like a naked write). However, its main appeal is that it generally provides **much larger profits** than either covered writing or naked writing if the underlying stock **remains relatively unchanged** during the life of the calls.\n\nThe profit graph for a ratio write is described as **\"roof-shaped,\" with its peak (maximum profit) located at the striking price of the written calls at expiration**. An example with XYZ stock (bought at 49, selling two Oct 50 calls for 6 each) shows a maximum profit of 13 points if XYZ is at 50 at expiration. The strategy has a **profit range** between a downside break-even point (e.g., 37) and an upside break-even point (e.g., 63). The existence of large potential losses outside this range makes **mandatory follow-up action** a critical component of this strategy.\n\nCommon objections to ratio writing:\n1.  **\"Why not just sell one naked call?\"**: Ratio writing is fundamentally different from naked call writing, as their profit graphs and risk profiles are distinct.\n2.  **Conservative investor discomfort with upside risk**: While conservative investors may dislike upside risk, ratio writing is mathematically optimal because its **profit potential aligns with the most probable outcomes for stock movement** – that stocks tend to remain relatively unchanged over fixed periods.\n\n**Investment requirements** for ratio call writing are outlined, involving components for the stock purchase and the naked call portion. Since naked calls are involved, the position is **marked to market daily**, requiring additional collateral if the stock rises. Allowing for enough collateral to cover the position if the stock climbs to its upside break-even point is suggested.\n\n**Selection criteria** emphasize that the profit range should be wide in relation to the stock's volatility. **Volatile stocks** are generally the best candidates, as their higher premiums can provide a wider profit range. The use of **technical support and resistance levels** within the profit range is also beneficial. A ratio writer is typically a **neutral strategist**, aiming to profit from time premium erosion. However, the ratio can be adjusted for a **bullish or bearish outlook** (e.g., out-of-the-money calls for bullish, in-the-money for bearish).\n\nThe concept of a **variable ratio write** or **synthetic short straddle** is introduced. This involves writing both an in-the-money and an out-of-the-money call against each 100 shares, creating a more neutral position by splitting the strikes.\n\nA comparison is made to the **reverse hedge (synthetic long straddle)** from Chapter 4. These two strategies are opposites: ratio write has a roof-shaped profit graph, while reverse hedge has a trough-shaped graph. In stable markets, ratio writing is generally superior due to its higher probability of profit, but the reverse hedge gains advantage in volatile markets or when options are underpriced. Real-world stock movements prior to expiration can reduce the attractiveness of ratio writes compared to reverse hedges.\n\n**Follow-up action is mandatory** due to the two-sided risk. Three main approaches are discussed:\n1.  **Rolling the written calls up or down**: If the stock rises too far, roll up (buy back in-the-money call, sell higher-strike call). This involves buying back mostly intrinsic value and selling time value. If the stock drops, roll down. Diversifying into multiple stocks and simply closing positions that get out of hand is also an option for large traders.\n2.  **Using the delta of the written calls**: Delta can be used to adjust the number of calls sold against the long stock to maintain a \"neutral\" position.\n3.  **Utilizing stops on the underlying stock**: Placing buy and sell stops on the stock to alter the ratio of the position as the stock moves. This removes emotion and can produce profit as long as the stock doesn't \"whipsaw\". The placement of stops should consider potential returns and technical levels.\n\n**Closing out the write** (taking profits) is also addressed, noting the importance of narrowing protective action points as profits accrue.\n\nThe chapter concludes with a discussion of **delta-neutral trading**, defining it as a hedged position where the deltas of the securities offset each other, theoretically resulting in no immediate price risk. However, it notes that in practice, other factors like gamma can quickly change neutrality. Ratio writing is summarized as a **viable, neutral strategy** for sophisticated investors, offering a high probability of limited profit but requiring strict follow-up due to potential large losses.\n\n# Chapter 7: Bull Spreads Using Call Options\nThis chapter introduces **bull spreads using call options**, a fundamental strategy for a moderately bullish outlook. It is part of a broader discussion on **call spread strategies**, which are generally categorized as vertical (same expiration, different strikes) or horizontal (different expirations, same strikes).\n\nThe term \"spread\" refers not only to a strategy but also to a type of order. **Spread transactions** in which both sides are opening transactions must be done in a margin account, typically requiring a minimum equity of $2,000. A spread order specifies the options to be bought and sold, the execution price, and whether it is a **credit spread** (cash inflow) or a **debit spread** (cash outflow).\n\nA **bull spread** is established by **buying a call at a lower striking price and simultaneously selling a call at a higher striking price, both with the same expiration date**. The objective is to profit from a moderate rise in the underlying stock price. The key characteristics of a bull spread are **limited profit potential and limited risk**.\n\nThe chapter provides **formulas for the break-even point and maximum profit potential**. For a debit bull spread, the break-even point equals (Lower striking price + Net debit), and maximum profit equals (Higher striking price - Lower striking price - Net debit). Commissions can significantly impact profitability, so it's advisable to spread a large quantity of calls (e.g., at least 5 options) to reduce percentage costs.\n\nRegarding **selection criteria**, ranking spreads solely by their maximum potential profits is not recommended, as this favors deeply out-of-the-money spreads that rarely achieve their full potential. A better approach involves screening out spreads whose maximum profit prices are too far from the current stock price, perhaps by assuming the stock can advance by an amount related to twice the time value premium of an at-the-money call.\n\nThe chapter briefly mentions **diagonal bull spreads**, which involve buying a longer-term call and selling a shorter-term call. It notes that experienced traders often use bull spreads when options are expensive, as selling the higher strike option mitigates the cost of buying the expensive lower strike option.\n\nA comparison between a **bull spread and an outright call purchase** highlights their performance under different market conditions. For short-term trades, an outright call purchase might be better if a substantial advance is expected, but for longer periods, the bull spread (with its limited risk) tends to outperform if the stock remains relatively unchanged or advances moderately.\n\n**Follow-up action** for bull spreads is generally **not mandatory** due to their limited risk. However, a spreader might choose to close the spread if the underlying stock advances substantially (to avoid assignment risk on the short call) or if it falls (to limit losses). Liquidation rather than exercise to satisfy assignment is recommended, as stock commissions are usually higher for public customers.\n\n**Other uses of bull spreads** are explored:\n*   **Reducing the cost of a long-term call purchase**: Buying a deep in-the-money call and selling a further out-of-the-money call can reduce the net debit, effectively creating a position with profit characteristics similar to a covered write, but with a smaller investment.\n*   **Substituting for covered writes**: In situations where a deeply in-the-money call exists, a bull spread can serve as a substitute for a covered write, requiring less initial investment and allowing the remaining funds to be placed in interest-bearing securities. While profit potentials might be similar, the bull spread carries the risk of losing the entire investment in a moderate decline, unlike a covered write where stock ownership is retained.\n\nIn summary, the bull spread is presented as one of the **simplest and most popular spreading strategies**, ideal for a **moderately bullish environment**. It is versatile, allowing both call buyers and stock buyers to adjust positions and offering a substitute for covered writes under specific conditions.\n\n# Chapter 8: Bear Spreads Using Call Options\nFollowing the discussion of bull spreads, this chapter introduces **bear spreads using call options**, a strategy designed for investors with a **bearish outlook** on the underlying stock.\n\nA **bear spread** is established by **buying a call option with a higher striking price and selling a call option with a lower striking price, both with the same expiration date**. The strategist hopes that the stock price will drop and that both options will expire worthless, allowing them to keep the initial credit received from the spread.\n\nUsing an example, if XYZ common is at 32, and an investor buys the Oct 35 call for 1 point and sells the Oct 30 call for 3 points, this creates a bear spread for a 2-point credit. The **maximum profit potential** (2 points in this example) is realized if XYZ is anywhere **below the lower striking price (30) at expiration**, as both calls would expire worthless. The **maximum risk** occurs if the stock is anywhere **above the higher striking price (35) at expiration**, in which case the investor loses the difference between the strikes minus the initial credit. The **profit graph** for a bear spread resembles an inverted bull spread graph.\n\nThe chapter provides **formulas for maximum potential profit, maximum potential risk, and the break-even price**. For a credit bear spread, the maximum profit is the net credit received, the maximum risk is (Difference in striking prices - Net credit received), and the break-even price is (Lower striking price + Net credit).\n\n**Selecting a bear spread** involves identifying calls that are \"overpriced\" (the one being sold) and \"underpriced\" (the one being bought), or at least those whose implied volatilities reflect this imbalance.\n\n**Follow-up action** for a bear spread, like a bull spread, is **not mandatory** because the risk is already limited. However, the trader may choose to close the spread early to limit losses if the stock moves against their expectation.\n\nIn summary, the bear spread is a **simple and popular strategy** ideal for a **moderately bearish environment**, offering both **limited profit and limited risk**.\n\n# Chapter 9: Calendar Spreads\nThis chapter focuses on **calendar spreads**, which are also known as **time spreads** or **horizontal spreads**. A calendar spread involves **selling a near-term option and simultaneously buying a longer-term option with the same striking price**.\n\nThe core objective of a calendar spread is to capitalize on the fact that **time value premium decays more rapidly from a near-term option than it does from a longer-term one**. This strategy can be implemented with either calls or puts.\n\nTwo main philosophies for calendar spreads:\n1.  **Neutral calendar spread**: This is set up with the expectation that the underlying stock will remain relatively unchanged. The **maximum profit is realized if the stock is exactly at the striking price at the near-term expiration**, as the near-term option would expire worthless while the longer-term option would retain some time value premium. An example illustrates selling a January 50 put for 2 points and buying an April 50 put for 3 points, creating a 1-point debit spread. If XYZ is at 50 at January expiration, the January put expires worthless, and the April put (still with life) can be sold for a profit. The investment required for this position is the net debit. To minimize the percentage cost of commissions, it's advisable to set up at least 10 spreads initially.\n2.  **Bullish calendar spread (for calls)** or **Bearish calendar spread (for puts)**: In this scenario, the strategist anticipates a certain directional movement in the underlying. For a bullish call calendar spread, the stock is expected to rally somewhat before the near-term call expires.\n\n**Follow-up action** is crucial for calendar spreads, especially to **limit losses if the stock moves quickly against the position**. A rule of thumb: close the spread if the stock breaks above technical resistance or its eventual break-even point. \"Legging out\" of the spread (e.g., covering the short call at a loss and holding the long call) should be strongly avoided, as this can turn a small, limited loss into a disastrous one. The strategy hinges on accepting small, frequent losses in exchange for infrequent, larger profits, so jeopardizing this balance is not advisable.\n\nThe chapter also mentions **delta-neutral calendar spreads**, a more accurate approach that uses the deltas of the calls involved to construct the spread. This allows for a more precisely neutral position, regardless of whether the calls are out-of-the-money or in-the-money.\n\nIn summary, calendar spreads are an **attractive strategy** due to their ability to profit from time decay, but require diligent follow-up to manage risk from swift, adverse stock movements. While potentially profitable, they are presented as a viable strategy for the **advanced investor** who can utilize collateral.\n\n# Chapter 10: The Butterfly Spread\nThis chapter introduces the **butterfly spread**, a position given one of the more \"exotic\" names in options trading. It is a **neutral strategy** designed for investors who believe the underlying stock will **not experience a significant net rise or decline by expiration**.\n\nThe butterfly spread is essentially a **combination of a bull spread and a bear spread**. It involves **three striking prices**. When constructed using only calls (the primary focus of this section, though it can also use puts or a combination), it typically involves:\n*   **Buying one call at the lowest striking price.**\n*   **Selling two calls at the middle striking price.**\n*   **Buying one call at the highest striking price.**\n\nAn example illustrates this: buying a July 50 call for 12, selling two July 60 calls for 6 each, and buying a July 70 call for 3. This results in a **relatively low net debit** ($300 in the example). While the investment is small, the strategy is **costly in terms of commissions** as it involves four option transactions (establishing and liquidating two buys and two sells).\n\nThe **maximum profit** for a butterfly spread is realized when the **stock price is exactly at the middle (written) striking price at expiration**. In the example, if the stock is at 60 at expiration, the two July 60s expire worthless (gain), the July 70 call expires worthless (loss), and the July 50 call is worth 10 points (loss), resulting in a net gain.\n\nThe chapter provides simple **formulas for computing key statistics**:\n*   **Net investment** (the initial debit paid)\n*   **Maximum profit** (difference between adjacent strikes - net debit)\n*   **Downside break-even** (Lowest strike + Net debit)\n*   **Upside break-even** (Highest strike - Net debit)\nIn the example, the maximum profit is $700, maximum risk is $300, and the investment required is $300 (excluding commissions). This translates to an **attractive risk/reward relationship**, with a loss limited to about 100% of capital invested, but potential profits of around 133%.\n\n**Selecting the spread** ideally involves establishing it for the smallest possible debit and having the stock near the middle striking price. However, these two conditions are often difficult to satisfy simultaneously. If a very low debit is desired, the spreader may need to take a slight bullish or bearish bias. For a purely neutral stance, a slightly higher debit might be accepted to increase the chance of profit if the stock remains unchanged.\n\nThe chapter also briefly discusses **modifications for stocks with smaller (e.g., 5-point) striking price intervals**, which may require adjustments to maintain neutrality.\n\n**Follow-up action** for a butterfly spread is **not mandatory** because the strategy has limited risk. However, if the stock moves significantly against the position, adjustments can be considered. An example demonstrates how converting a butterfly spread into a bull spread (by closing the bear spread portion) could potentially improve the position if the stock falls quickly, although this increases risk slightly.\n\nThe summary emphasizes that the butterfly spread is a **viable, low-cost, neutral strategy with both limited profit potential and limited risk**. Its ability to be constructed with calls, puts, or a combination makes it versatile. The maximum profit is achieved at the middle strike, and risk is limited at the outer strikes. The optimal construction of a butterfly spread involves using a bull spread with puts and a bear spread with calls. This strategy, along with others combining puts and calls, is discussed in more detail in Chapter 23.\n\n# Chapter 11: Ratio Call Spreads\nRatio call writing involves **owning a certain number of shares of the underlying stock and selling calls against more shares than one owns**. This creates a position that includes both covered and naked options. The most common ratio for this strategy is 2:1, meaning an investor owns 100 shares of stock and sells two calls.\n\nThis strategy generally aims to **provide much larger profits than either covered writing or naked writing** if the underlying stock remains relatively unchanged during the life of the calls. However, unlike covered or naked writing, the ratio write carries **two-sided risk**. The maximum profit is achieved when the underlying stock is exactly at the striking price of the written calls at expiration.\n\nThe profit potential and break-even points can be calculated using specific formulas:\n*   **Points of maximum profit** can be determined by adding the initial credit to the difference between the strikes, or by subtracting the initial debit from the difference between the strikes.\n*   The **upside break-even point** is found by adding the points of maximum profit to the higher strike price.\n\nAn example illustrates these points: if the initial credit was 1 point and the difference between strikes is 5 points, the maximum profit is 6 points ($600), and the upside break-even point for a 45-strike call would be 45 + 6 = 51. The profit graph for a ratio call spread typically resembles a roof shape, indicating a peak profit at the striking price and losses if the stock moves too far in either direction. The profit range is the area between the downside and upside break-even points.\n\nRatio spreads are often preferred by neutral investors over ratio writes because they have **limited downside risk, or potentially no downside risk at all**, at expiration, thus requiring less monitoring on the downside. The initial investment for a ratio spread is also smaller compared to a ratio write.\n\nThere are differing philosophies for implementing ratio spreads:\n*   Some strategists prefer to establish spreads for **credits** to ensure no money is lost on the downside.\n*   The \"delta spread\" philosophy focuses on **neutrality**, irrespective of the initial debit or credit, using the options' deltas to establish and monitor the position. The neutral ratio is determined by dividing the delta of the higher-strike put by the delta of the lower-strike put.\n\nThe ratio of calls to stock can be adjusted to reflect one's outlook (bullish or bearish) or to create a neutral profit range. Higher ratios increase the spread's credit and potential downside profits, while lower ratios reduce upside risk. It's uncommon to use ratios greater than 4:1 due to the significant increase in upside risk.\n\nFor follow-up action, the delta of the options can be used to adjust the position to maintain neutrality or to manage the ratio dynamically, dependent on the option price rather than just the stock price. A strategist should ensure sufficient collateral to cover potential losses up to the upside break-even point.\n\n# Chapter 12: Combining Calendar and Ratio Spreads\nThis chapter focuses on a sophisticated strategy called the **ratio calendar spread**, which is inherently a neutral strategy designed to have limited risk if established with in-the-money options.\n\nWhen choosing a ratio calendar spread, several criteria are important:\n*   The **underlying stock should be sufficiently volatile** to move above the striking price within the allotted time.\n*   **Avoid using calls that are too far out-of-the-money**, as it would be virtually impossible for the stock to reach their strike prices.\n*   The spread should always be set up for a **credit**, including commissions, to ensure a profit even if the stock remains unchanged.\n*   Be cautious if the credit is generated by an **extremely large ratio** (e.g., more than three short calls for every long one), as this can lead to substantial losses in a rapid rally.\n*   The **upside break-even point** prior to the near-term option's expiration needs to be determined using a pricing model, as it changes over time. This helps strategists take defensive action if the stock begins to rally towards that point.\n\nThe main purpose of defensive follow-up action in this strategy is to **limit losses if the stock rallies** before the near-term option expires. A rule of thumb is to close the spread if the stock breaks out above technical resistance or rises above the eventual break-even point at expiration. While the strategy risks small losses if the stock rallies quickly, it is noted to have a **positive expected return** overall, with small profits occurring more frequently than small losses, and the potential for large profits.\n\nMore precise ratio calendar spreads, known as **delta-neutral calendar spreads**, can be constructed using the deltas of the involved calls. These can be set up with either out-of-the-money calls (which would involve naked calls) or in-the-money calls (which would involve extra long calls). Using the neutral ratio helps the spreader avoid an initial directional bias that might be based on convenience rather than accurate market assessment.\n\n# Chapter 13: Reverse Spreads\nReverse spreads encompass strategies like the **Reverse Calendar Spread** and the **Reverse Ratio Spread**, also known as a **Backspread**.\n\nA **Reverse Calendar Spread** involves selling a longer-term option and simultaneously buying a short-term option with the same striking price. This is essentially a \"sell volatility\" play.\n\nThe **Reverse Ratio Spread (Backspread)** involves buying more longer-term calls than selling short-term calls at a lower strike price. This strategy is favored by some professionals due to several advantages:\n*   The **short call reduces the risk** associated with owning the longer-term calls if the underlying stock declines.\n*   If the underlying stock advances, the **preponderance of long calls with a longer maturity will certainly outdistance the losses** on the written call.\n*   The **worst-case scenario—where the stock rises only slightly** by the near-term expiration, potentially leading to losses on both sides of the spread—is considered a low-probability event and still represents a limited loss.\n\nA **volatility backspread** is a specific type of reverse calendar spread employed when options are expensive. This strategy involves selling longer-term options and hedging them by buying short-term options at the same strike. The effectiveness of this strategy hinges on the **vega of the longer-term option being greater than that of the shorter-term one**, ensuring that a decrease in implied volatility causes the more expensive long-term option to decline more in price. However, caution is advised if the longer-term option's implied volatility is significantly lower than the short-term option's. For margin purposes, in equity and index options, this strategy is typically treated as involving naked options, which can increase the capital requirement for non-member traders. This margin anomaly does not apply to futures options. The strategy is seen as a more neutral and less price-dependent way to benefit from decreasing implied volatility compared to simple credit spreads.\n\n# Chapter 14: Diagonalizing a Spread\nDiagonalizing a spread refers to strategies where the options involved have different striking prices *and* different expiration dates.\n\nThe **Diagonal Bull Spread** involves buying a call with a longer time to maturity than the short call being sold. This strategy offers a **hedge to the downside by giving up a small portion of potential upside profits**. The maximum profit for a diagonal spread at near-term expiration occurs when the stock is near the striking price of the written call.\n\nA related tactic is **\"owning a call for free\"**, where an investor makes enough profit on the sale of a near-term call to cover the cost of a longer-term call, effectively acquiring the longer-term option at no cost. This concept also applies to diagonal bear spreads and diagonal bullish put spreads, as they are credit spreads. The goal is to buy back the near-term written options for a profit greater than the cost of the long options.\n\n**Diagonal Backspreads** are a modification of the reverse ratio spread, where an investor sells a call with a lower strike price and buys more calls at a higher strike price, but with longer maturities. This strategy is favored by some professionals as the short call helps reduce the risk of owning the longer-term calls if the underlying stock declines. Conversely, if the underlying stock advances, the greater number of long calls with longer maturities will typically offset losses from the written call. The worst-case scenario for this strategy—losing money on both sides due to a very slight rise in the underlying stock by near-term expiration—is considered a low-probability event and involves a limited loss.\n\n# Chapter 15: Put Option Basics\nA put option gives the holder the right to sell an underlying asset at a specified price (the striking price) on or before a certain date.\n\nSeveral basic facts characterize put options:\n*   As the underlying stock's price drops, the **value of the put option increases**, while a rise in stock price causes the put option's value to decrease.\n*   Both put and call options have their **maximum time value premium when the stock is exactly at the striking price**.\n*   Generally, a call option will sell for more than a put option when the stock is at the strike, except in cases where the stock pays a large dividend. This difference relates to the cost of carrying the stock.\n*   An **in-the-money put option tends to lose its time value premium more quickly** than an in-the-money call option.\n*   The rate of **time decay for a put option is not linear**, meaning the time value premium disappears more rapidly in the weeks leading up to expiration.\n*   The **more volatile the underlying stock, the higher the price of its options**, including both puts and calls.\n*   **Implied volatility**, which is the market's expectation of future volatility, significantly influences an option's value, especially for those with substantial time remaining until expiration.\n*   A put option is typically worth at least its intrinsic value at any time and should be worth exactly its intrinsic value at expiration.\n\nDividends play a role in put option pricing. For example, a put option with a strike equal to the current stock price should be worth at least the amount of future dividends, as the stock price is expected to drop by the dividend amount on the ex-dividend date. As a stock's ex-dividend date approaches, the time value premium of an in-the-money put will tend to equal or exceed the dividend payment.\n\nRegarding **exercise and assignment**:\n*   A put holder exercises by notifying their brokerage firm to deliver the stock and receive the striking price.\n*   A put writer who is assigned must receive the stock and pay the striking price.\n*   The **risk of assignment arises when the time value premium of an in-the-money put option disappears**, regardless of the time remaining until expiration. Arbitrageurs may exploit situations where an in-the-money put sells at a discount to parity.\n\n**Position limits** dictate that an investor cannot hold more than a set number of contracts on the same side of the market for a single underlying security. For instance, long calls and short puts are both considered bullish positions, and their combined total cannot exceed the limit. These limits vary based on the underlying stock's trading activity and volatility. Money managers must aggregate positions across all \"related\" accounts when considering these limits.\n\nThe relationship between put and call prices is maintained through **arbitrage processes** like conversions and reversals, which help keep prices aligned.\n\n# Chapter 16: Put Option Buying\nPurchasing put options is primarily attractive due to the **leverage they provide and their limited risk feature**. The maximum loss an investor can incur from buying a put is limited to the premium originally paid for the option.\n\nWhen comparing a put option purchase to a short sale of stock:\n*   A put purchase inherently has **limited risk**, whereas a short sale of stock has theoretically unlimited risk, as the stock price can rise indefinitely.\n*   The put option holder is **not obligated to pay dividends** on the underlying stock, unlike a short seller.\n*   If the stock price drops sufficiently, a put option purchase can yield **significantly larger percentage profits** compared to a short sale. However, if a stock falls sharply, a short sale could result in greater dollar profits than a naked put write, whose profit is capped.\n\nRegarding the selection of puts, it's often more beneficial to buy longer-term puts if available at similar prices to near-term ones, especially if the stock takes longer to decline than anticipated. This also offers better protection against losses if the underlying stock rises, as longer-term puts retain more time value premium. The ranking of prospective put purchases should follow a similar analytical method as call purchases, considering factors like underlying stock volatility and expected holding period. The user of the Treasury bill/option strategy should focus on option purchases offering the highest reward opportunity. It is sometimes more advantageous to purchase a package of individual stock options rather than index options, particularly if volatility skewing makes index puts expensive.\n\nFor managing profitable put positions, several tactics (or \"tactics\") are available to lock in gains:\n*   **Sell the put** and liquidate the position for a profit.\n*   **Roll down**: Sell the long put, recover the initial investment, and reinvest the remaining proceeds into out-of-the-money puts at a lower strike.\n*   **Spread**: Create a spread by selling an out-of-the-money put against the currently held long put.\n*   **Combine**: Purchase a call option at a lower strike price while continuing to hold the put. This creates a combination (effectively a long straddle) with no risk, as it guarantees a minimum value at expiration, and offers potential for large future profits if the stock moves dramatically in either direction.\n\nThe concept of **equivalent positions** is introduced, where two strategies are considered equivalent if they have the same profit potential, even if their collateral or investment requirements differ. For example, the \"protected short sale\" (shorting common stock and buying a call) is equivalent to the purchase of a put. Both strategies involve limited risk above the option's striking price and substantial profit potential to the downside.\n\n# Chapter 17: Put Buying in Conjunction with Common Stock Ownership\nThis chapter explores strategies where put options are used in conjunction with stock ownership, primarily for protection.\n\nA common strategy is the **protected stock holding**, or **protective put**, where an investor buys a put option while owning the underlying common stock. The primary objective is to **provide the stock owner with protection, eliminating the possibility of any devastating loss** on the stock holding during the life of the put. While this strategy limits downside risk, the cost of the put reduces the overall profit potential from stock appreciation. The put must be paid for in full, representing the only increase in investment. It is generally recommended to **purchase a slightly out-of-the-money put** to strike a balance between providing protection and limiting profits, as deeply in-the-money puts are overly conservative and often not a good strategy. Interestingly, the profit graph for this strategy has the same shape as a simple call purchase, indicating their equivalence in profit potential.\n\nAnother strategy is the **protective collar**, also known as a \"collar\" or \"hedge wrapper\". This strategy involves a covered call write (buying stock and selling a call) combined with the simultaneous purchase of an out-of-the-money put. The primary benefit of buying the put in this scenario is to **greatly reduce the downside risk** for the covered writer. Although the put purchase slightly reduces the maximum profit potential and raises the break-even point, the maximum risk is significantly minimized. A key advantage for the covered writer with a protective put is that they **never have to roll down** their position, as their maximum loss is already limited, leading to a potentially more rational approach to trading. This strategy is equivalent to a bull spread.\n\nThe concept of **no-cost collars** is also discussed, where a stockholder concerned about market downside buys puts for protection and finances the cost by selling covered calls against *some* of their shares. This allows for downside protection without an upfront cost, while still retaining unlimited profit potential on the portion of the stock not covered by the sold calls.\n\n# Chapter 18: Combination Strategies: Straddle and Strangle Buying\nThis chapter covers strategies that involve simultaneously buying both call and put options.\n\n**Straddle buying** involves purchasing both a call option and a put option with the same striking price and expiration date. The success of this strategy primarily depends on the underlying stock making a **significant price movement in either direction** (up or down). The risk for the straddle buyer is limited to the total cost (premium) paid for both options, while the **potential profit is theoretically unlimited**. When evaluating straddle purchases, investors should consider the probability of the stock reaching certain price levels by expiration, which can be estimated using pricing models and historical volatility. It's crucial for the straddle buyer to understand that the probability of a stock *ever* reaching a certain price target during the option's life is generally much higher than the probability of it *ending* at or beyond that price at expiration. This understanding helps in deciding when to take follow-up action to lock in profits, such as closing out one side of the straddle or selling a portion of the profitable position as the stock moves significantly.\n\n# Chapter 19: The Sale of a Put\nThis chapter focuses on strategies involving selling put options, particularly **naked put writing**, which means selling a put without owning the underlying stock or a corresponding long put.\n\n**Naked put writing** is a strategy that aims for **profits if the underlying stock declines in price or remains relatively unchanged**. The maximum profit is limited to the premium received from selling the put. However, this strategy carries **large potential losses to the downside**, limited only by the stock price falling to zero. The margin requirement for writing a naked put is 20% of the current stock price plus the put premium, minus any out-of-the-money amount (with a minimum of 10% of the striking price plus the premium). These positions are marked to market daily, meaning collateral requirements are recomputed and adjusted, releasing excess collateral if the stock falls or requiring more if it rises. Naked put writing is a **poor strategy** because a single large loss can negate many smaller profits, especially if one is heavily leveraged. It requires constant monitoring.\n\n**Comparison to Covered Call Writing**:\n*   Naked put writing and covered call writing are **equivalent strategies**, meaning they have the same profit picture at expiration: limited upside profit potential and large downside loss exposure.\n*   Key differences include: naked put writing generally requires a **smaller initial investment** (20% collateral vs. 50% for a margin covered call write). Also, the naked put writer uses collateral, while a covered call writer directly invests cash.\n*   Rolling down is less advantageous for a naked put writer than for a covered call writer, as the put writer can simply buy back the put without incurring stock commissions.\n*   Covered call writers receive dividends, whereas naked put writers do not (unless assigned the stock).\n*   A less aggressive position is established when the stock is higher than the written option's strike for both strategies.\n\nWhen **selecting naked put writes**, strategists should:\n*   Rank potential writes by the highest potential returns, but **screen out those that offer insufficient room for downside movement** (e.g., less than 5% downside protection).\n*   Alternatively, rank by maximum downside protection, ensuring a minimum acceptable annualized return (e.g., 12%).\n\nSome investors write naked puts with the specific intention of **acquiring stock below its market price**. If the stock falls and they are assigned, they effectively buy the stock at the strike price minus the premium received. If the put expires worthless, they keep the premium. This approach is not well-suited for LEAPS puts due to their substantial time premium, which makes early assignment unlikely.\n\nA **covered put sale** occurs when an investor sells a put option while also being short the underlying stock. For margin purposes, this is considered a covered position, with margin required only for the short stock. This strategy has **limited profit potential** (if the stock is below the put's strike at expiration) and **unlimited upside risk** (due to the short stock position). It is essentially equivalent to a naked call write, with the added disadvantage for the put writer of having to pay out any dividends on the underlying stock. The book states that the ratio put writing strategy is not viable, as ratio call writing is superior due to dividends received and larger time value premiums.\n\n# Chapter 20: The Sale of a Straddle\nThis chapter explores strategies that involve selling both put and call options simultaneously.\n\nThe **naked straddle write** (or **short straddle**) involves selling both a put and a call with the same strike price and expiration date. This strategy is designed to **profit if the underlying stock remains relatively unchanged**, or moves only slightly, around the strike price. It capitalizes on the erosion of time decay and benefits from high implied volatility.\n*   The **maximum profit** is realized if the stock is exactly at the striking price at expiration, causing both options to expire worthless.\n*   However, the strategy carries **unlimited loss potential** if the stock moves too far in either direction.\n*   The profit graph of a naked straddle write typically has a **roof-like shape**, making it equivalent to a ratio call writing strategy (e.g., buying 100 shares of stock and selling two calls). Both are highly probabilistic strategies that can be complex and entail large risks if not properly managed.\n\nA **strangle write** involves selling an out-of-the-money put and an out-of-the-money call. This strategy allows the writer to achieve their **maximum profit potential if the stock is anywhere between the two strikes at expiration**, as both options would then expire worthless. This provides a **much wider profit range** compared to a straddle write. The strangle write is equivalent to the variable ratio write (or trapezoidal hedge).\n\n**Follow-up action is mandatory** for straddle and strangle writes due to their theoretically large risk.\n*   One key defensive action is to **limit losses by buying back one side of the straddle** (e.g., buying the put if the stock rallies too far). This action can also release margin, allowing the strategist to establish new positions.\n*   It is generally advised **not to anticipate market movement**; instead, wait for the stock to reach pre-determined action points (e.g., technical resistance levels). Using buy and sell stops on the underlying stock can help remove emotion from the follow-up strategy, a technique also applicable to ratio writing.\n*   The \"time value premium\" of an option is heavily influenced by **volatility and stock price movement**, not just time decay, especially for longer-term options. Option sellers, including covered writers, should be acutely aware of this, as an increase in implied volatility can significantly negate the benefits of time decay.\n*   Professionals generally try to **hedge their naked options** to reduce exposure to large stock price movements.\n\n# Chapter 21: Split-Strike Strategy\n\nThe split-strike strategy is considered an **aggressive strategy** that requires the investor to have a **definite opinion about the future price movement of the underlying stock**. When employing this strategy, an investor buys an out-of-the-money option to provide profit potential for that anticipated stock movement. However, there is a risk of losing the entire purchase proceeds of an out-of-the-money option if the stock does not perform as expected.\n\nAn aggressive investor with sufficient collateral might also **write an out-of-the-money option to cover the cost of the option they bought**, essentially allowing them to own the purchased option for free. This approach means the investor can profit if the stock performs as expected, and can even make money if the stock rises slightly or only falls slightly, in the bearish split-strike case.\n\n*   **Bullishly Split Strikes**: In this strategy, the investor wants the underlying stock to rise significantly. An example provided involves buying a January 60 call and selling a January 50 put. This position generally results in a **loss if the stock remains unchanged or declines**. Maximum profit is achieved if the stock rises substantially (e.g., above 60 in the example), while a loss occurs if the stock remains below the lower strike price (e.g., below 50). This strategy has **unlimited upside profit potential**.\n\n*   **Bearishly Split Strikes**: This strategy is aggressively bearish, meaning the investor expects the stock to fall. It involves **buying an out-of-the-money put for downside potential and selling an out-of-the-money call**, typically for a price greater than the purchased put, to finance the put purchase. This allows the investor to own the put for \"free\" and still make profits even if the stock rises slightly or only falls slightly. The risk in this strategy is realized if the stock rises above the striking price of the written call. This strategy is **frequently used in conjunction with common stock ownership**, where a stock owner buys an out-of-the-money put and sells an out-of-the-money call to finance the put purchase, forming a **\"protective collar\"**.\n\n# Chapter 22: Basic Put Spreads\n\nPut options can be used to construct various spread strategies, much like call options. A spread involves buying one option and simultaneously selling another, with one side hedging the risk of the other.\n\n*   **Put Bear Spread**: This strategy involves **buying a higher-strike put and selling a lower-strike put**. The strategist hopes the stock will drop in price, leading both options to expire worthless, allowing them to profit from the original credit taken in.\n    *   It has a **limited maximum potential profit**. This profit is realized if the underlying stock is below the lower striking price at expiration.\n    *   The **maximum risk is also limited**, and is realized if the underlying stock is anywhere above the higher striking price at expiration.\n    *   Formulas for a put bear spread are:\n        *   **Maximum profit potential = Net credit received**.\n        *   **Break-even point = Lower striking price + Amount of credit**.\n        *   **Maximum collateral investment = Difference in striking prices - Net credit received + Commissions**. The risk is equal to the investment.\n    *   An example shows a put bear spread established for a 2-point credit, with a maximum profit of 2 points, a break-even point of 32 (for a lower strike of 30), and a risk/investment of 3 points (for a 5-point difference in strikes).\n    *   This spread is **bearish** as the strategist wants the underlying stock to drop in price.\n\n*   **Put Bull Spread**: This strategy is the reverse of a put bear spread, similar to a call bull spread. It involves **buying a lower-strike put and selling a higher-strike put**.\n    *   The strategist is **bullish**, expecting the underlying stock to rise in price.\n    *   It also has **limited risk**. The maximum loss is realized if the stock declines below the lower striking price at expiration.\n    *   Formulas for a put bull spread are:\n        *   **Maximum potential risk = Initial collateral requirement = Difference in striking prices - Net credit received**.\n        *   **Maximum potential profit = Net credit received**.\n        *   **Break-even price = Higher striking price - Net credit received**.\n\n*   **Put Calendar Spread**: This involves **selling a near-term put and buying a longer-term put, both with the same striking price**.\n    *   There are two main philosophies: **neutral or bearish**.\n    *   In a **neutral calendar spread**, the goal is to profit from the faster time decay of the near-term option. Maximum profit is realized if the stock is exactly at the striking price at the near-term expiration.\n    *   An example involves selling a January 50 put for 2 points and buying an April 50 put for 3 points, for a 1-point debit. If the stock is at 50 at January expiration, the near-term put expires worthless, and the longer-term put retains value, leading to a profit.\n    *   **Commission costs are important** and can substantially reduce profits, so spreads should be established in large enough quantities to minimize percentage costs. Setting up at least 10 spreads initially is recommended.\n\n# Chapter 23: Spreads Combining Calls and Puts\n\nThis chapter delves into strategies that integrate both call and put options, often creating positions with unique risk/reward profiles.\n\n*   **The Butterfly Spread**: This strategy is a combination of a bull spread and a bear spread, involving **three striking prices**.\n    *   An example involves buying one call at the lowest strike, selling two calls at the middle strike, and buying one call at the highest strike.\n    *   It requires a **relatively low debit** for establishment.\n    *   The **maximum profit is realized at the striking price of the written calls** at expiration.\n    *   The **risk is limited** should the underlying stock fall below the lowest strike or rise above the highest strike.\n    *   Formulas for a butterfly spread are:\n        *   **Net investment = Debit**.\n        *   **Maximum profit = (Difference between strikes) - Net debit**.\n        *   **Downside break-even = Lowest strike + Net debit**.\n        *   **Upside break-even = Highest strike - Net debit**.\n    *   In percentage terms, a butterfly spread can have a loss limited to about 100% of capital invested, with profits potentially over 133%.\n    *   **Commissions can be large**, as establishing and liquidating may involve eight commissions, potentially affecting net returns.\n    *   While neutral butterfly spreads (maximum profit at the current stock price) are preferred by many, the spread can also be established with a bullish or bearish bias by adjusting the relation of the current stock price to the strike prices.\n    *   The **best way to set up a butterfly spread is to combine a bull spread with calls and a bear spread with puts**.\n\n*   **The Condor Spread**: This is an extension of the butterfly spread, utilizing **four striking prices** instead of three.\n    *   It is generally established with a call bull spread and a call bear spread, or a put bull spread and a put bear spread.\n    *   Similar to a butterfly, it offers **limited profit potential** and **limited risk**.\n    *   Maximum profit occurs if the underlying is **between the two middle strikes** at expiration.\n    *   The margin required is the maximum risk. This means one can lose up to 100% of the investment if the underlying is above the higher strike or below the lower strike at expiration.\n    *   Ideally, the strikes are set far from the current stock price to make the probability of maximum loss small.\n\n*   **Three Useful But Complex Strategies**: McMillan describes three advanced calendar strategies that combine puts and calls, all designed to **limit risk while allowing for large potential profits** if correct market conditions develop. They are suited for the most advanced strategists due to their complexity.\n    *   **McMillan's opinion** is that one should be willing to **hold the combination, even if it means a small profit decays into a loss**, to maximize the opportunity to realize large profits. This approach might lead to several small losses, but aims for large profits to outdistance these losses.\n    *   One of these strategies, the **diagonal butterfly spread**, is a combination of a diagonal bearish call spread and a diagonal bullish put spread. This allows for the possibility of **owning options for free** by profiting from the short-term written options enough to cover the cost of the long-term purchased options. This strategy has limited risk prior to the expiration of the near-term options.\n\n# Chapter 24: Ratio Spreads Using Puts\n\nRatio spreads using puts are similar to ratio call spreads, offering distinct risk/reward profiles.\n\n*   **Ratio Put Spread**: This strategy typically involves **buying one put option and selling two or more out-of-the-money puts**.\n    *   It generally results in **no upside risk**. If the underlying stock rallies above the long put's strike price at expiration, all puts expire worthless, and the result is only commission costs.\n    *   There is **downside risk**, as a significant decline in the stock price could lead to substantial losses because the short puts become expensive to buy back.\n    *   The **maximum profit is realized at the strike price of the short puts** at expiration.\n    *   The **profit range** is typically between the two strike prices involved.\n    *   Formulas for a put ratio spread:\n        *   **Points of maximum profit = (Number of short puts x Strike of short puts) - (Number of long puts x Strike of long puts) - Net debit**.\n        *   **Upside break-even point = Higher strike price - (Points of maximum profit / Number of excess puts)**.\n    *   **Investment required** for ratio put spreads is based on a percentage of the stock price plus the put premium, less any out-of-the-money amount, similar to other naked writing positions. The strategist should allow enough collateral for an adverse stock move.\n    *   Many neutral investors prefer ratio spreads over ratio writes because the **downside risk or gain is predetermined**, requiring less monitoring on the downside.\n    *   The strategy generally assumes that **excess premium is sold**, making it profitable if the stock remains relatively unchanged.\n\n*   **Using Deltas for Neutrality**: The \"delta spread\" concept, also used for call ratio spreads, can be applied to establish and adjust **neutral ratio put spreads**.\n    *   A neutral ratio is determined by **dividing the delta of the put at the higher strike by the delta of the put at the lower strike**. For example, if the delta of a January 45 put is -.30 and a January 50 put is -.50, a neutral ratio would be 1.67 (-.50 / -.30), meaning 1.67 puts would be sold for each put bought.\n\n*   **Ratio Put Calendar Spread**: This strategy involves buying a longer-term combination of options (e.g., a call and a put at the same strike) and selling a shorter-term combination of options (e.g., a call and a put at the same strike).\n    *   It aims for a **large profit if the stock is relatively unchanged** at the near-term expiration.\n    *   It offers **limited downside risk** but potentially **large upside losses** if the stock moves significantly early on.\n    *   Follow-up action is crucial; if the stock moves substantially before the near-term expiration, the strategist should **close the in-the-money side of the combination to limit losses**, even if it means incurring a small loss. The objective of risk management for this strategy is to **take small losses, if necessary**, as eventually, large profits may be generated that more than compensate.\n    *   This strategy is **very attractive** and should be utilized by strategists with expertise in trading naked options, provided risk management principles of taking small losses are adhered to.\n\n# Chapter 25: Long-Term Option Strategies\n\nLong-term options, commonly referred to as **LEAPS (Long-term Equity AnticiPation Securities)**, are options with longer maturities than standard options. They were first introduced on blue-chip stocks and have since expanded to many stocks and indices. After the Options Symbol Initiative (OSI) in 2010, the term LEAPS is no longer mandatory, as their long-term nature is now identified by their expiration date.\n\n*   **Key Differences from Short-Term Options**:\n    *   **Expiration**: LEAPS are typically listed about 2.5 years before expiration, with stock LEAPS expiring in January, and some index LEAPS in December.\n    *   **Time Decay**: The **rate of time decay for LEAPS options is much smaller** than for short-term options. This means that option writers relying on time decay might not experience the same rapid premium erosion with LEAPS.\n    *   **Interest Rates and Dividends**: These factors have a **much greater and more profound influence on LEAPS prices** than on short-term options. Increases in interest rates generally cause LEAPS calls to increase in price, while increases in dividend payouts cause LEAPS calls to decrease and LEAPS puts to increase.\n    *   **Volatility**: Even small changes in the volatility of the underlying stock can cause **large price differences in a two-year option**. LEAPS implied volatilities do not change nearly as much as short-term options, meaning they rarely appear \"cheap\" when compared to shorter-term options' implied volatility percentiles.\n    *   **Delta**: The **deltas of LEAPS calls are generally larger** than those of short-term calls, meaning they move more in price for a one-point change in the underlying stock. Conversely, **LEAPS put deltas are smaller**, indicating they move less for a one-point change in the underlying.\n\n*   **Strategies with LEAPS**:\n    *   **Stock Substitution**: LEAPS can be used as a **substitute for stock ownership**. Buying a LEAPS call can simulate being long the stock, especially for in-the-money calls, offering leverage and limited risk. Similarly, buying an in-the-money LEAPS put can substitute for a short stock position, providing leverage and limited risk.\n    *   **Speculative Buying**: The main attraction for buying options, including LEAPS, is **speculative gain due to leverage and limited risk**. The risk for an option purchase can be 100% of the investment.\n    *   **Covered Call Writing with LEAPS**: This involves buying stock and selling a LEAPS call against it. It offers a **smaller initial cash investment** due to the higher premium received from the more expensive LEAPS call. This leads to a **dramatically lower downside break-even price** compared to short-term covered writes. However, short-term writes often have higher annualized returns.\n        *   **\"Free\" Covered Call Writes**: It is theoretically possible to establish a covered call write on margin for \"free\" if the option sells for more than 50% of the stock cost (in a margin account). This typically involves very volatile stocks or deep in-the-money LEAPS. The **tremendous, even dangerous, leverage** involved should be cautioned, and the need to plan for margin payments and not risk more money than one can afford to lose. For in-the-money calls, the margin release is limited to 50% of the stock price or strike price, whichever is less.\n    *   **Uncovered LEAPS Selling**: Selling LEAPS puts naked is considered equivalent to covered call writing. While it requires less initial investment than covered writing, it has **limited upside profit and large downside loss exposure** [ time premium.\n\n# Chapter 26: Buying Options and Treasury Bills\n\nThis strategy is designed as a **conservative overall investment approach** that aims to generate leveraged profits from options while minimizing overall portfolio risk.\n\n*   **Strategy Operation**: A significant portion of available funds (e.g., 90%) is invested in **Treasury bills (T-bills)**, which are fixed-income, interest-bearing securities. A smaller portion (e.g., 10%) is used to **purchase options**.\n*   **Option Selection**: The user of this strategy should focus on option purchases that provide the **highest reward opportunity**. Unlike some other strategies, the risk/reward ratio of individual option purchases is less of a concern here because the overall portfolio risk is controlled by the T-bill allocation.\n*   **Managing Risk**: A crucial aspect is to **keep the risk level approximately equal at all times**. This means if the option purchases perform well and their value increases, the strategist must **sell some options and buy more T-bills** to rebalance the portfolio back to the desired allocation (e.g., 90% T-bills, 10% options). **Failure to rebalance means risking accumulated profits** if the option portion subsequently declines.\n*   **Annualized Risk**: The strategy involves calculating annualized risk to determine appropriate dollar commitments to options with various holding periods. For calculation purposes, the **assumption is that the risk during any holding period is 100% of the option investment**, regardless of the option's remaining life, especially for short holding periods like 30 days. Sticking to this more restrictive assumption for safety is advised.\n*   **Commitment**: The strategist must be **financially capable and willing to adhere strictly to the strategy's criteria**. Even small dollar amounts invested in options, given the 100% risk assumption, can represent significant annualized risk.\n\n# Chapter 27: Arbitrage\n\nArbitrage involves exploiting price discrepancies in different markets or securities to make a risk-free or low-risk profit. Arbitrageurs play a vital role in keeping option and stock prices aligned.\n\n*   **Basic Put and Call Arbitrage (\"Discounting\")**: This involves **buying an option at a discount** (i.e., below its intrinsic value) while simultaneously taking an **opposite position in the underlying stock**. The arbitrageur can then exercise the option immediately to capture the profit from the discount. This typically occurs with deeply in-the-money options or those nearing expiration.\n*   **Dividend Arbitrage**: This strategy speculates on the **size of upcoming special dividends**. An arbitrageur might buy a stock and a put option on that stock if they expect a special dividend to be large enough to cover the time value premium of the put. The strategy has a **limited loss** even if the dividend is smaller than expected.\n*   **Conversion Arbitrage**: This is a **risk-free position** where the arbitrageur performs three simultaneous transactions: **buying the underlying stock, buying a put option, and selling a call option**. This locks in a predetermined profit regardless of where the stock is at expiration. The profitability is affected by the dividend paid by the stock (a profit for the arbitrageur) and the cost of carrying the position (an expense).\n*   **Reversal Arbitrage**: This is the **opposite of a conversion**. It involves **shorting the underlying stock, selling a put option, and buying a call option**. In a reversal, the arbitrageur pays out any dividends on the short stock but earns interest on the credit received from establishing the position.\n*   **Box Spreads**: A box spread is a **risk-free strategy** designed to yield a fixed profit. It combines **buying a call bull spread and buying a put bear spread** (or vice versa). No matter where the underlying stock is at expiration, the position will be worth a fixed amount, locking in a profit. This is generally not a retail strategy due to the four commissions involved.\n*   **Merger/Tender Offer Arbitrage**: This involves taking positions in stocks subject to mergers, takeovers, or tender offers. These forms of arbitrage carry **more risk and higher profit potential**. The strategy relies on the announced terms of the deal, which might involve fixed prices or share ratios that change based on the acquiring company's stock price. **Short tendering, which is tendering stock one does not genuinely own, is illegal**.\n*   **Important Caveat**: For all arbitrage situations, it is crucial that the underlying security being traded **matches the terms of the options in the position**. Otherwise** for an option, taking into account factors like stock price, striking price, time remaining until expiration, volatility, and risk-free interest rates.\n    *   A key characteristic is that the model **does not directly include dividends** paid by the common stock. For accurate call prices, the stock price in the formula should be adjusted by subtracting the present worth of expected dividends.\n    *   **Volatility is a crucial element** of the pricing model, as the model is highly sensitive to it. Accurate computation of current volatility is essential, and historical volatility based a database of daily composite implied volatility and volatility skew factors for various underlying instruments is useful to determine if options are historically cheap or expensive.\n\n*   **Expected Return**: This concept provides a more rigorous computation of potential profit for an option position.\n    *   Expected return is the **return a position should yield over a large number of cases**.\n    *   It is calculated by **multiplying the outcome (profit/loss) at expiration for each possible stock price by the probability of the stock being at that price, and then summing the results**. Being aware of these \"outlying\" results is advised, which can be dangerous for option sellers.\n\n*   **Applying Calculations to Strategy Decisions**:\n    *   **Call Writing**: Covered call writers can rank potential writes by their **probability of not losing money** (i.e., the least chance of the stock being below the break-even point at expiration). This allows for a uniform comparison between volatile and nonvolatile stocks.\n    *   **Call Buying**: A pricing model can be used to estimate option prices after an anticipated ratio (or delta)** of an option to determine the quantity of options to sell against a stock purchase, creating a **delta-neutral position** that is theoretically insensitive to small stock price changes. This provides time to unwind the position in the open market.\n\n*   **Computer-Aided Analysis**: Computers are essential for performing the massive calculations required for expected return analysis and for monitoring positions. They can generate projections of profits/losses, position risk at future prices, and identify positions that have exceeded predefined \"action points\" for follow- divisor. Stocks with larger market values have more weight. The divisor changes when corporate actions like stock splits or mergers occur to maintain index continuity.\n    *   **Price-Weighted Indices**: (e.g., Dow-Jones Industrial Average). The value is calculated by adding the prices of the stocks in the index and dividing by a divisor. Each stock has an equal weight in terms of share count.\n*   **Cash-Based Options**: Many index options are cash-based, meaning they settle in cash at expiration rather than physical delivery of stock. A unique aspect is that deeply in-the-money cash-based options may trade at a discount from intrinsic value. Their \"job\" during the trading day is sometimes to predict the market's close.\n*   **Naked Margin for Broad-Based Indices**: Broad-based indices (determined by the SEC) receive **more favorable margin treatment** for naked option writing due to their generally slower price changes compared to individual stocks. The requirement is typically 15% of 500 futures contract is worth $250 per point.\n    *   They have contracts expiring every three months (March, June, September, December).\n    *   Index futures options generally expire on the **third Friday of the expiration month**, unlike many physical commodity options.\n    *   **SPAN (Standard Portfolio ANalysis of Risk)** is the margin system used by most futures exchanges, which bases margin requirements on the probability of movement and potential changes in implied volatility, generally resulting in lower margin than older \"customer margin\" methods. This is a technical trading system that measures the number of puts traded divided by the number of calls traded. It can be calculated daily, weekly, or using open interest or dollar volume (weighted put-call ratio).\n    *   It is generally interpreted **bullishly when there is \"too much\" put buying** and **bearishly when there is \"too much\" call buying**.\n    *   Looking for **local maxima or minima in the chart pattern** of the ratio to generate buy or sell signals, rather than relying on fixed absolute figures.\n\n# Chapter 28: Mathematical Applications\nThis chapter delves into how mathematical techniques can be applied to option strategies, serving as a guide for investors to evaluate information services, for those considering hiring a quantitative expert, or for those with the technical skills to implement these methods directly.\n\nA core component discussed is the **Black-Scholes model**, a foundational tool for calculating the theoretical value of options. The chapter meticulously outlines the formulas for `t` (time to expiration), `d1`, and `d2`, which are essential inputs, along with the cumulative normal distribution function `N(x)`. An illustrative example walks through the detailed theoretical value calculation for an XYZ July 50 call, assuming specific stock price, time to expiration, volatility, and risk-free interest rate, providing a benchmark for those wishing to program the model themselves.\n\nThe book emphasizes several key characteristics of the Black-Scholes model:\n*   **Dividends:** The original model does not account for dividends, which can lead to **inflated call prices**. A common adjustment, suggested by Fisher Black, involves subtracting the present value of expected dividends from the current stock price before applying the model. Alternatively, a less precise method uses a weighting factor based on dividend payout. However, for some strategic decisions, an exact theoretical price might not be critical, allowing for the omission of dividend corrections.\n*   **Volatility:** This is a **critical input**, and the model is highly sensitive to its accuracy. While simple annual standard deviation is often used, it's recognized as potentially inaccurate due to encompassing too long a period. More sophisticated approaches involve weighting recent price action more heavily, though this can introduce new errors. The chapter provides a formula to calculate **historical volatility** based on daily percentage price changes and details how to compute a 10-day historical volatility using an example.\n*   **Implied Volatility:** This is derived by inputting the option's actual market price into the Black-Scholes model and iteratively solving for the volatility that yields that price. To derive a composite implied volatility for an underlying, individual option implied volatilities are weighted, typically by their trading volume and their distance from the striking price (at-the-money options receive more weight). Options that are too far in- or out-of-the-money should be given minimal or no weight. A \"momentum calculation\" can also be used, combining today's implied volatility with yesterday's to smooth daily fluctuations. This calculated composite implied volatility is then used as the volatility variable in the Black-Scholes model.\n*   **Volatility Skew Factor:** This is a measure designed to quantify the discrepancies in implied volatilities among various options on the same underlying security. It can be calculated as the ratio of the difference between out-of-the-money implied volatility and at-the-money implied volatility, to the at-the-money implied volatility itself. A high skew factor indicates a distinct volatility skew, which might be \"horizontal\" (e.g., implied volatilities of options expiring after an anticipated event are higher) or \"vertical\" (e.g., in a bearish market, lower strike options have higher implied volatilities). Maintaining a database of daily composite implied volatility and skew factors allows for historical comparison, helping to determine if current option prices are unusually expensive, cheap, or skewed.\n\nThe concept of **expected return** is thoroughly explored as the return a position should yield over a large number of cases, providing a more rigorous basis for investment decisions than intuitive appraisals. The crucial variable for its computation is the probability of the stock being at a certain price at a future time. An example demonstrates this by outlining probabilities for an XYZ stock at different price points in six months. The chapter highlights that accurate expected return computations must consider all possible outcomes, often relying on the **lognormal distribution** of stock prices, where the area under the curve represents the probability of the stock being within a certain price range. The expected profit is determined by summing the product of the probability of the stock being at each price and the position's result at that price, often approximated by integrating the distribution curve. While theoretically possible to evaluate all strategies daily using expected return, practical challenges include data accuracy and computational intensity. Volume screens for options can help filter \"bad\" closing prices.\n\nWhen applying these calculations to strategy decisions:\n*   **Call Writing:** Covered call writes can be ranked based on their **probability of not losing money** for a given acceptable return. Downside protection can be quantified in terms of volatility or \"probability of down protection,\" allowing for a standardized comparison between volatile and nonvolatile stocks, rather than arbitrary percentage or point requirements. The chapter outlines a structured approach for profitability analysis, involving specifying stock movement in terms of volatility, selecting a holding period, and then calculating potential stock and option prices using pricing models.\n*   **Put Option Pricing:** While theoretical models exist, the relationship between put and call prices in the listed market due to conversion and reversal strategies is noted.\n*   **Calendar Spreads:** These can be analyzed to determine upside and downside break-even points by estimating the liquidating value of the spread at various stock prices.\n*   **Ratio Strategies:** Given their potential for large losses due to naked options, it is crucial to assess the probabilities of risk scenarios using formulas for stock price movement. Key metrics like maximum profit, return if unchanged, collateral requirements, and break-even points should be computed. Expected return analysis can also determine the general profitability level relative to similar positions on other stocks.\n*   **Facilitation (Block Positioning):** Institutional traders use options to hedge large stock positions, particularly through the **hedge ratio (or delta)**, which quantifies how much an option's price changes for a one-point change in the underlying stock. By selling the correct number of calls, a block trader can create a **delta-neutral position**, gaining time to unwind the stock in the open market without immediate price risk.\n\n**Computer-aided follow-up action** is highlighted as a powerful application. Computers can monitor daily closing prices to flag positions that have moved beyond predetermined action points. They can generate tables or graphs of profit/loss at expiration or at near-term expiration for complex positions like calendar spreads. Furthermore, dynamic expected return calculations provide a real-time assessment of a position's profitability over shorter timeframes, helping strategists make timely adjustments. For programming such analyses, high-level structured languages are recommended over website languages due to the mathematical complexity.\n\n# Chapter 29: Introduction to Index Option Products and Futures\nThis chapter serves as an introductory guide to the world of index option products and futures, contrasting them with the more familiar equity options. It explains how indices are constructed and how these products can be used for speculation, hedging, and spreading across different indices.\n\nThe discussion begins with **Indices**, fundamental to understanding index options. Indices are typically calculated in two main ways:\n*   **Capitalization-Weighted Indices:** In these indices, a stock's weight is determined by its total market value (price multiplied by the number of shares outstanding, known as \"float\"). The total market value of all stocks in the index is summed and then divided by a \"divisor\" to arrive at the index value. For example, a hypothetical index with stocks A, B, and C, each with a given price and float, would have its total capitalization summed and then divided by a chosen divisor (e.g., 147,500,000) to yield a manageable index value (e.g., 100.00). The divisor in such indices can change frequently due to corporate actions like stock splits or new stock issuance, and external organizations are responsible for maintaining and providing this updated divisor. In these indices, **stocks with the largest market value exert the most influence**, such as Apple, Google, and IBM. Prominent examples include the S&P 500, S&P 400, S&P 100 (OEX), NYSE Index, and the AMEX Index.\n*   **Price-Weighted Indices:** These indices are calculated by summing the prices of the component stocks and then dividing by a divisor. Unlike capitalization-weighted indices, the divisor for a price-weighted index changes only when a stock's price is adjusted (e.g., due to a stock split or stock dividend), not when the company issues more stock. The **stock with the highest price has the most weight** in a price-weighted index. The various Dow-Jones indices are the most popular examples of this type.\n\nMoving to **Cash-Based Index Options**, the chapter highlights their unique exercise and assignment characteristics. When a cash-based index option is exercised, the holder receives a cash payment equivalent to the difference between the index's closing price and the option's strike price, while the writer pays that amount. The book points out that deeply in-the-money cash-based options might trade at a discount to parity; while exercising them might seem appealing, it can lead to losses if the market moves unfavorably by the end of the day. Some theoreticians even suggest that these options' intraday prices attempt to predict the market's close. Margin requirements for naked index options are also detailed, typically being a percentage of the index value plus the premium, subject to minimums.\n\nThe discussion then shifts to **Futures** and their role in hedging. Index futures are a popular tool for mutual funds to hedge large stock portfolios, providing a cost-effective alternative to liquidating positions, which can incur high commissions and market slippage. The chapter explains contract terms, such as the E-mini S&P 500 futures contract's value of $50 per point movement. **Circuit breakers**, implemented after the 1987 crash, are mentioned as rules that force index arbitrageurs to place specific orders on settlement Fridays, allowing exchanges to manage order imbalances and determine final index settlement prices after all component stocks have opened. Futures quotes can differ from stock options, trading in fractions or cents, and traders are advised to familiarize themselves with specific contract details. Futures option expiration dates are generally more complex than stock options, often not aligning with the third Friday of the month. The dollar amount of trading for a futures option contract usually mirrors that of its underlying future.\n\n**Futures Option Margin** is largely based on **SPAN (Standard Portfolio ANalysis of Risk)**, a system that assesses margin requirements based on the probability of futures movement and implied volatility changes, generally resulting in fairer, lower requirements than older methods. Other terms for futures options include varying striking price intervals based on the underlying commodity's volatility, and a symbology that largely aligns with stock options, though expiration months may still use old letter codes (e.g., F for January).\n\nFinally, the chapter affirms that **standard option strategies** used for stock options (e.g., bull spreads, straddles, delta-neutral strategies) are equally applicable to index options, with the underlying concepts remaining consistent. A key advantage of buying index options is the **diversification** they provide, alongside leverage and limited dollar risk, as predicting general market direction can be easier than predicting individual stocks. However, **volatility skewing** can distort implied volatilities for index options, making them expensive. In such scenarios, buying individual equity puts might be a more profitable bearish strategy than buying index puts, as arbitrage ensures equity puts reflect actual stock movement probabilities. The **put-call ratio**, a technical indicator, is introduced as the ratio of puts traded to calls traded, used to gauge market sentiment. Interpreting this ratio involves looking for extremes (highs or lows) rather than fixed absolute levels, as market conditions can shift what constitutes a \"normal\" ratio.\n\n# Chapter 30: Stock Index Hedging Strategies\nThis chapter focuses on the strategic use of index products for hedging stock portfolios, ranging from individual investor holdings to large institutional portfolios. It also examines how these hedging techniques can influence short-term market movements.\n\nThe concept of **fair value for futures** is central to understanding hedging. Futures prices, particularly for indices like the S&P 500, are influenced by the cash price of the underlying index, adjusted for the cost of carry (dividends and interest rates). The book asserts that **futures are often the leading indicator among derivative securities**. When they become overpriced, other derivatives tend to follow suit. In such situations, the most logical hedging strategy for an overpriced future is to engage with stocks: buy the underlying stocks and sell the futures. For smaller indices, like the DJX, buying all component stocks for a complete hedge (an arbitrage) is feasible. For larger indices, like the S&P 500, professional traders may opt to buy a smaller subset of stocks that are expected to mirror the index's performance.\n\nAccurately calculating the fair value of index futures requires precise **dividend information**. Unlike bonds which offer continuous yield, stocks pay dividends in lump sums (e.g., quarterly). Therefore, determining the actual dividend amount and ex-dividend dates for each stock in a large index is crucial and often requires the use of a computer. For a **capitalization-weighted index**, the present worth of each stock's dividend is calculated, multiplied by its float, summed across all stocks, and then divided by the index divisor. For a **price-weighted index**, dividends are simply summed and divided by the divisor. An example illustrates the calculation of dividends for a hypothetical capitalization-weighted index composed of AAA, BBB, and CCC stocks.\n\nThe chapter introduces **Beta** and **adjusted volatility** as synonymous terms used to determine the proper number of futures contracts needed for a portfolio hedge. Adjusted volatility is approximated by dividing a stock's volatility by the market's volatility. For a **portfolio hedge**, using Beta or adjusted volatility is vital to avoid selling too many or too few futures, which could lead to losses if the market moves contrary to expectations relative to the portfolio's volatility. The hedging process involves adjusting the dollar value (capitalization) of each stock in the portfolio by its adjusted volatility to determine the overall \"adjusted capitalization\" that needs to be hedged with futures. An example demonstrates this for a diverse portfolio.\n\n**Index arbitrage** is a more aggressive hedging strategy involving buying (or shorting) nearly all stocks in an index and simultaneously selling (or buying) futures contracts when they are mispriced relative to their fair value. This is done to capture the differential between the actual and fair value of the futures contract. Hedging smaller or price-weighted indices is generally simpler than hedging larger ones. The chapter provides methods for determining the number of shares to buy to duplicate an index, whether it's a price-weighted (same number of shares for each stock) or capitalization-weighted (varying shares) index. A formula for calculating the number of shares per future unit is provided for capitalization-weighted indices. Alternatively, one can determine a percentage of the total capitalization to buy and then allocate shares based on each stock's float and price. These methods are shown to be equivalent. Arbitrage opportunities can also arise when futures are underpriced, leading to strategies of shorting stock and buying futures, although short sales are subject to specific tick rules.\n\n**Follow-up strategies** are crucial for maintaining any established hedge. This includes simple adjustments like selling off stocks received from spinoffs that don't pertain to the hedge. More complex adjustments involve monitoring for changes in index divisors; while not always necessary for minor changes, stock splits in price-weighted indices do necessitate portfolio rebalancing.\n\nThe chapter also discusses **hedging with a subset of stocks**, or creating a \"mini-index,\" to duplicate the performance of a larger index without buying all its components. A simpler approach, without relying on complex regression analysis, involves using **high-capitalization stocks**. For capitalization-weighted indices, a few large-cap stocks often comprise a significant portion of the index's weight. The steps for constructing such a mini-index are outlined: determining each stock's percentage weight in the large index, deciding the total dollar amount to hedge, calculating each stock's dollar allocation, and finally, determining the number of shares to buy for each. An example using fictional large-cap stocks (IBN, XON, CE, GN) illustrates this process. While this method ignores volatility, it is considered reasonable for high-capitalization stocks hedging broad indices. Larger mini-indices can offer very accurate tracking for more capitalized hedgers. The chapter reiterates the four-step process for hedging a specific stock portfolio with index futures or options, involving adjusted volatility and capitalization calculations.\n\n# Chapter 31: Index Spreading\nThis chapter is dedicated to the strategies involved in **spreading one index against another**, a technique that can be executed using either futures or options. These spreads can range from near-arbitrage situations, where indices track each other closely, to high-risk ventures when their relationship is tenuous.\n\nThe core concept is **inter-index spreading**, which allows traders to capitalize on their views about the relative performance of two indices without necessarily predicting the overall direction of the stock market. For instance, if an analyst anticipates small-cap stocks will outperform large-cap stocks, they could implement an inter-index spread by **buying an index composed of smaller stocks (e.g., Value Line Index) and simultaneously selling a large-cap index (e.g., S&P 500 Index)**. The profitability of this strategy hinges solely on the long index outperforming the short index, regardless of whether the broader market rises or falls.\n\nWhen using **options in index spreading**, there are two main approaches:\n*   **Deep In-the-Money Options:** These are employed to minimize the impact of implied volatility and time decay, allowing the strategist to focus primarily on the changes in the underlying index prices.\n*   **Less Deeply In-the-Money Options:** For these, the **deltas of the options are crucial** for accurately calculating the proper hedge. This involves multiplying the ratio of the indices (incorporating price and volatility) by a factor to include the options' deltas.\n\nThe chapter suggests that traders can often identify suitable index spreading strategies simply by **observing the trading relationship between two popular indices** and their options. If an established relationship begins to change, it might signal an opportunity for a spread. Examples of indices that can be used for such strategies include NASDAQ-based indices (like the NASDAQ-100, NDX, or its related ETFs like QQQ) and various sector indices. The index option and futures market offers a more diverse array of instruments than stock options, creating more profit opportunities that may be recognized by a smaller segment of traders.\n\n# Chapter 32: Structured Products\nThis chapter thoroughly examines **structured products**, focusing on their valuation, design, and their utility for achieving \"riskless\" ownership of a stock or index, with a particular emphasis on listed products and their underlying option characteristics.\n\nThe concept of **\"riskless\" ownership** is introduced through the lens of structured products, which are typically financial instruments engineered to provide specific risk-reward profiles, often combining limited downside risk with upside participation. An example describes a hypothetical index product issued at a low price (e.g., $10), with a set maturity (e.g., seven years), where the owner can redeem it for the greater of the original issue price or the percentage appreciation of a specific index (e.g., S&P 500). These products essentially behave like a **long call option**, offering exposure to upside while capping downside risk. Investment banks commonly underwrite these products, giving them various acronyms like MITTS or TARGETS, and classifying them as notes, though their underlying mechanics are synthetic long calls.\n\nThe discussion touches on the **phantom interest concept**, which applies to structured products that use zero-coupon bonds to guarantee the return of capital if the market declines. Investors are advised to consult prospectuses for specific details on how this affects their investment.\n\nThe **price behavior of structured products prior to maturity** is also covered. Typically, these products trade at a slight discount to their theoretical cash surrender value in the secondary market, akin to a closed-end mutual fund trading at a discount to its net asset value. This discount eventually disappears at maturity, benefiting buyers who hold until then. The SIS (S&P Midcap 400 Linked Notes) example illustrates this, showing how SIS traded at a discount to its cash value during its lifetime, which added an extra component of return for the buyer, and even guaranteed a return when the underlying index was below the strike price.\n\nThe chapter highlights potential drawbacks, particularly concerning **adjustment factors and participation rates**. Many structured products apply an adjustment factor to the index's appreciation, which can significantly reduce the percentage gain captured by the owner. An example demonstrates a product where the underlying index needs a substantial increase just to break even, and how the participation rate flattens out, implying a considerable \"cost\" of the embedded call that can severely harm returns, especially for modest index increases. Graphs are used to visually explain how these adjustment factors oppress the product's value, even when the underlying index performs well, making it clear that while they offer limited risk, they often come with a high opportunity cost for significant upside.\n\n**Bull spread structured products** are also discussed, which pay a base value if the index is below a lower strike and a maximum value if it's above a higher strike. An example linked to the Internet index illustrates how the call feature within these products can dampen upside profit potential, meaning the product might not reach its maximum value until near maturity or if the underlying index reaches very high levels. Changes in volatility can affect these products' values, with lower volatility pushing values closer to the \"at maturity\" line and higher volatility pushing them down further.\n\nThe chapter briefly mentions that some structured products incorporate **multiple expiration dates** by averaging the index value on several dates to determine the final cash value. It also advises that because structured products are essentially **synthetic long calls**, listed options can be combined with them to create more complex strategies, such as buying a listed put to create a position similar to a long straddle.\n\nFinally, the chapter broadly categorizes these products, noting that many are linked to individual stocks (equity-linked notes) with similar concepts. Insurance companies offer comparable annuity products, some with interest payments, but without continuous market trading. The increasing prevalence of **ETFs (Exchange Traded Funds)** is noted, including those tracking indices (SPDRs, Diamonds, QQQ) and new ones simulating commodities. Options are listed on many ETFs, with QQQ options being particularly liquid. The chapter concludes by reiterating that the most conservative structured products, offering upside potential with limited downside risk, can be useful longer-term investments, provided the underwriter's creditworthiness is not in question.\n\n# Chapter 33: Mathematical Considerations for Index Products\nThis chapter focuses on riskless arbitrage techniques specific to index options and provides a summary of mathematical concepts, particularly modeling, as they apply to these products.\n\nThe chapter begins with **Arbitrage**, revisiting previously described strategies with a specific focus on index options:\n*   **Discounting:** This technique is only applicable to **American-style index options**, which can be exercised on any trading day, unlike European-style options. Similar to stock options, discounting in cash-based index options occurs with in-the-money options. Arbitrageurs typically execute discounting trades near the market close to minimize the risk of the underlying index moving significantly before trading ends.\n*   **Boxes:** A \"box\" strategy involves simultaneously buying and selling combinations of puts and calls at different strike prices. If a box is sold for more than the differential between the strike prices, it provides a built-in cushion against early assignment. The chapter notes that box strategies are generally not highly attractive and are not typically retail strategies due to the involvement of four commissions.\n\nThe discussion then moves into **Mathematical Applications for Index Options**, detailing how various models and calculations are adapted for these unique products:\n*   **Cash-Based Index Options:** For fair value models of **capitalization-weighted indices**, it is crucial to know the exact dividend, payment date, and capitalization of each stock in the index. For **price-weighted indices**, only dividend and date information is necessary. In the **Black-Scholes formula**, the present value of the dividend is subtracted from the index price, and the model is evaluated using this adjusted price. Unlike stock options, it's not feasible to shorten the time to expiration to an ex-dividend date due to the numerous ex-dates involved in an index. An example demonstrates calculating the present worth of dividends for a hypothetical capitalization-weighted index.\n*   **Implied Dividend:** The Black-Scholes model can be used iteratively to determine an index's \"implied dividend.\" This involves assuming a dividend, calculating the implied volatility of a call option with its known market price, and then adjusting the assumed dividend until the implied volatilities of both the put and call options on the index align. This method effectively assumes that market-makers possess accurate dividend information. This \"implied dividend calculator\" can be a valuable addition to software that uses the Black-Scholes model.\n*   **European Exercise:** For **European-style options**, which can only be exercised at expiration, deeply in-the-money put options may trade at a discount to their intrinsic value. This is because an arbitrageur holding a conversion (buy stock, buy put, sell call) is forced to carry the position until expiration, incurring carrying costs equivalent to the put's discount. For less deeply in-the-money puts, the discounting factor is adjusted by the absolute value of the put's delta.\n*   **Futures Options:** The **Black Model**, a modified version of Black-Scholes, is used to evaluate futures options. This adaptation involves setting the risk-free rate to 0% in the Black-Scholes model and then discounting the resulting theoretical call value. The chapter notes that other mathematical concepts from general option analysis, such as expected return and implied volatility, apply without change to index options.\n\nThe chapter briefly touches on **multi-index spreads**, illustrating how results for spreads between different indices would need to be presented in multiple tables or visualized as horizontal planes on a three-dimensional graph to account for varying relationships between the underlying indices.\n\nThe summary section concludes by reiterating that while stock option arbitrage can influence stock prices, the index arbitrage techniques discussed here (like market baskets) impact the indices themselves. It also emphasizes that no new models are strictly required for evaluating index options; rather, it is the proper evaluation of dividends for input into the standard Black-Scholes model that is key.\n\n# Chapter 34: Futures and Futures Options\nThis chapter differentiates futures options from ordinary equity and index options, focusing on strategies that are uniquely provided or significantly enhanced by futures options. The fundamental principle highlighted is that **once an option strategy is understood, it is generally applicable regardless of the underlying instrument**. For instance, a bull spread in gold options carries the same general risks and rewards as one in stock options, reaching maximum profit under similar conditions. Thus, the chapter avoids repeating basic strategy explanations and instead concentrates on areas where futures options offer distinct advantages.\n\nA significant aspect of futures and futures options is their **lack of standardization** compared to equity or index options. They vary widely in trading units, expiration months, expiration times, and striking price intervals. Traders are advised to consult their brokers or the respective exchanges for specific contract details.\n\nRegarding the **pricing of futures**, the chapter notes that arbitrage opportunities exist between futures and the cash commodity, similar to index futures. This arbitrage, where the futures premium versus the cash price is a determining factor, can lead to futures being overpriced or underpriced.\n\n**Options on Futures** are presented as tools for commercial use, allowing traders to **lock in a worst-case price** for a future transaction, thus hedging downside risk while retaining upside profit potential. For example, a businessperson might buy Swiss franc futures put options to hedge currency risk, rather than selling futures, to allow for potential appreciation. A crucial point for traders to be aware of is the **\"first notice day\"** for futures contracts; if a long futures position is acquired through option exercise or assignment, unexpected delivery notices could be received. **Striking price intervals** for futures options also vary, reflecting the volatility of the underlying commodity, from 5 points for S&P 500 options to 2.5 cents for soybeans and $10 for gold. The chapter highlights that futures options typically list enough out-of-the-money striking prices to remain tradable even if futures are at daily price limits, offering a critical benefit to traders with positions moving against them.\n\nThe chapter dedicates a section to **Commonplace Mispricing Strategies**, particularly **volatility skewing**, which appears more frequently in futures options than in stock options. This phenomenon manifests as out-of-the-money puts being too cheap and out-of-the-money calls being too expensive. Traders can spot this by examining the implied volatility of options. An example using soybean options illustrates this, showing how implied volatilities are lowest for out-of-the-money puts and highest for out-of-the-money calls. A key insight for analyzing futures options is to consider positions in terms of **\"points\" rather than dollars**, which standardizes the analysis across various commodities with different dollar-per-point values (e.g., $50 for soybeans, $100 for stocks). Formulas for maximum upside profit potential, maximum risk, and downside break-even points are provided in terms of points. The chapter then applies these concepts to a call backspread example, demonstrating calculation of maximum downside loss, points of maximum profit, and upside break-even price in points. It also warns that neutral spreading with very high ratios can be problematic, and the **gamma** of an option (discussed in Chapter 40) is a crucial tool to understand such risks.\n\n**Follow-up action** strategies are similar to those for stock options, generally involving taking or limiting losses, or neutralizing a negative Equivalent Futures Position (EFP) by buying futures or calls. Buy stop orders for futures can limit upside losses.\n\nIn summary, while futures options don't introduce entirely new strategies, they offer unique advantages due to their underlying mechanics, such as tradability during limit moves and opportunities arising from volatility skewing. The diverse nature of physical commodities means traders must be familiar with a vast array of contract details, but analyzing positions in \"points\" can simplify comparison and reduce errors.\n\n# Chapter 35: Futures Spreads\nThis chapter explores strategies for **spreading futures contracts**, emphasizing how options can enhance their profitability. It identifies futures spreading as a potentially very profitable endeavor, often allowing traders to capitalize on historical and seasonal tendencies without needing to predict the overall direction of futures prices.\n\nFutures spreads are broadly categorized into:\n*   **Intermarket Spreads:** These involve spreading two different futures contracts, such as gold versus silver. (While mentioned, detailed examples of intermarket spreads are not extensively provided in the given sources for this specific chapter).\n*   **Intramarket Spreads (Calendar Spreads):** This involves spreading futures contracts for the same commodity but with different expiration months. The **futures calendar spread** is specifically highlighted as being distinctly different from stock or index option calendar spreads. An example illustrates the profitability of a calendar spread (e.g., July versus March futures) across various underlying futures prices, demonstrating that profit typically improves as the futures spread widens, while losses occur if it narrows unfavorably.\n\nThe chapter underscores the role of **options in enhancing these futures spreading strategies**. Options can significantly improve profitability, potentially even overcoming an initially mistaken assumption about price movement due to volatility.\n\nIn summary, futures spreading, encompassing both intermarket and intramarket strategies, is a crucial and often lucrative area of trading that capitalizes on specific market tendencies. The strategic integration of options can further amplify the profitability and resilience of these futures spread positions.\n\n# Chapter 36: The Basics of Volatility Trading\nThe concept of **volatility is paramount in option trading**, serving as the unifying thread that allows for comparative decisions across various option strategies. It is considered a more predictable aspect of the market than actual stock prices, as volatility generally tends to trade within a defined range. This inherent predictability allows volatility traders to focus on buying volatility when it's \"low\" and selling it when it's \"high,\" rather than attempting to forecast the underlying asset's price direction. This approach is appealing to many investors who find predicting stock prices challenging and can be effective in both bull and bear markets.\n\n**Historical volatility (HV)** is a backward-looking measure that quantifies how rapidly an asset (like a stock, index, or futures contract) has moved in the past. It is calculated as the standard deviation of daily percentage price changes and can be computed over various time periods (e.g., 10-day, 20-day, 50-day, 100-day), with results annualized for direct comparison. For instance, a stock that has been meandering in a tight range would show low short-term HV but potentially higher longer-term HVs, indicating a recent slowdown in its price movements. Conversely, if a stock exhibits violent, back-and-forth price swings, its short-term HV might surge, even if longer-term HVs remain subdued. It is also noted that actual market volatility typically **decreases in bull markets** (where stocks tend to advance consistently) and **increases in bear markets** (where declines are often punctuated by sharp, short-lived rallies). A common misconception that \"volatile\" is synonymous with \"the market is down\" is incorrect.\n\n**Implied volatility (IV)**, in contrast, is a **forward-looking estimate** of an underlying asset's future volatility, as reflected by the option market. It is the specific volatility value that, when plugged into a theoretical option pricing model like the Black-Scholes model, would result in the model's \"fair value\" matching the option's current market price. Calculating IV is an iterative process, as there isn't a direct formula for it. IV plays a critical role in determining the most suitable option strategies for different situations; generally, **high implied volatility indicates that options are expensive, while low implied volatility suggests they are cheap**. However, there's no absolute \"fair value\" for options, as it always depends on one's specific volatility estimates and how they align with the actual future volatility of the underlying asset. High implied volatility is often justified by an impending \"event\" such as an FDA hearing, an earnings report, or a takeover rumor, which could lead to a significant price gap in the stock. Additionally, a sharp decline in the underlying stock's price can cause IV to rise, driven by traders' fears of further drops and their willingness to pay higher premiums for put options.\n\nOne common method for assessing if implied volatility is \"out of line\" is the **percentile approach**. This involves comparing the current IV reading to its historical levels. If the current IV falls into a low percentile of past readings, the options are considered cheap; if it's in a high percentile, they are deemed expensive. This method typically uses a **composite implied volatility**, which aggregates the IVs of all options on a particular underlying, weighting them by their distance from the money (at-the-money options get more weight) and their trading volume. The **width of the implied volatility distribution** (the range between its lowest and highest historical percentiles) is also crucial; a very narrow range can render percentile readings less meaningful in classifying options as cheap or expensive. While LEAPS (long-term options) are discussed, it's noted that their implied volatilities tend to be less volatile and have a narrower range compared to short-term options, and the range of IV generally expands as time to expiration shrinks.\n\nA significant insight: **implied volatility is generally not a good predictor of future actual volatility**. Charts illustrate this, showing that IV often swings wildly, frequently over- or underestimating subsequent actual volatility. For example, OEX (S&P 100 Index) options are highlighted as being consistently overpriced, with their implied volatility almost always exceeding the actual volatility that materializes.\n\nThe presence of **sudden, substantial increases in implied volatility**, especially when accompanied by strong stock price movement and high trading volume, is often a strong indicator that \"someone knows something,\" suggesting an impending news event like a takeover. Volatility sellers are advised to avoid these situations, as they are not what a neutral volatility seller would typically seek. Conversely, the best volatility trading opportunities arise when extreme IV levels are purely a result of supply and demand dynamics, rather than undisclosed logical reasons.\n\nFinally, the chapter introduces **volatility skewing**, a permanent distortion observed in index options since the 1987 stock market crash. In this phenomenon, out-of-the-money put options remain more expensive than out-of-the-money call options, and out-of-the-money puts are pricier than at-the-money puts, while out-of-the-money calls are cheaper than at-the-money calls. This skew is also present in futures options, where out-of-the-money puts may be \"too cheap\" and out-of-the-money calls \"too expensive\".\n\n# Chapter 37: How Volatility Affects Popular Strategies\nUnderstanding how changes in implied volatility (IV) impact specific option strategies, especially complex spreads, is crucial, as its effects are often not intuitively obvious to many traders.\n\nFor a standalone call option, holding the stock price and time to expiration constant, an **increase in implied volatility will lead to an increase in the call's theoretical value**. Conversely, a drop in IV will cause its value to shrink. An important insight for option buyers is that **increases in IV can significantly counteract the negative effect of time decay**. For example, a call option's value can remain constant or even rise over time if IV increases sufficiently, even if the underlying stock price does not move as expected. This is particularly evident during **market crashes**, where IV often \"explodes,\" helping to preserve the value of call options despite sharp declines in the underlying stock price.\n\nThe importance of IV for both option buyers and sellers:\n*   **Option Buyers:** Stand to benefit if they purchase options when IV is low and it subsequently reverts to \"normal\" levels while they hold the position. When analyzed carefully, option buyers generally have a better chance of success than conventional wisdom might suggest.\n*   **Option Sellers:** Must be keenly aware of IV levels when establishing a position. If IV is \"too low\" at the time of the sale, a subsequent increase (or \"explosion\") in IV can be highly detrimental to the position, potentially overriding any benefits from time decay, especially for longer-term options. An option writer should not solely rely on time decay for profit without considering the potential impact of volatility increases.\n\nFor **put options**, an increase in implied volatility also leads to an increase in their price, similar to calls. However, a notable difference is that **put options tend to lose their time premium more rapidly as they become in-the-money**. This phenomenon is attributed to the dynamics of conversion arbitrage, where arbitrageurs balance positions to lock in risk-free profits, influencing option pricing.\n\nWhen analyzing **call bull spreads**, a common misconception is that an increase in IV would be beneficial if the stock remains unchanged. However, if the underlying stock price remains constant, an **increase in implied volatility will actually cause the price of a call bull spread to shrink**. This insight might surprise many less-experienced traders. In many scenarios, an **outright purchase of a call option can be superior to a call bull spread**, because outright call purchases offer larger potential profits, and an increase in implied volatility is favorable for the direct call buyer.\n\nSimilar to call bull spreads, **put bull spreads** also do not widen out significantly when implied volatility increases. For **bear put spreads**, if implied volatility rises (which frequently happens during sharp market declines), the spread may not widen out as much as hoped, leading to less-than-expected profits.\n\nUltimately, the **vega** of an option position is the key measure to determine its sensitivity and exposure to changes in implied volatility. A positive vega means the position benefits from rising IV, while a negative vega means it benefits from falling IV.\n\n# Chapter 38: The Distribution of Stock Prices\nA core argument in this chapter is that **stocks do not perfectly conform to the normal (or lognormal) distribution**. While the lognormal distribution is a decent approximation for stock price movements most of the time, it significantly **underestimates the frequency of extreme price movements**, often referred to as \"fat tails\". Empirical studies demonstrate that actual stock prices experience moves of much greater \"standard deviations\" (e.g., 3, 4, or even 6 standard deviations) far more frequently than the theoretical lognormal distribution would predict. For instance, one study found that during a specific period, actual stock prices moved more than -4.0 standard deviations over 12 times more often than the \"normal\" distribution would expect.\n\nThis concept of \"fat tails\" implies that **extreme upward or downward movements in stock prices occur with higher probability** than assumed by many mathematical models used in finance. The actual distribution of stock prices is shown to be higher at both extreme ends (the tails) compared to the normal distribution, while being lower in the intermediate range (between -2.5 and +0.5 standard deviations).\n\nA parallel to **chaos theory**: just as earthquakes cannot be precisely predicted, **chaotic stock price behavior is also unpredictable**. The implication for option traders is profound: instead of trying to predict unpredictable market movements, traders should **focus on constructing strategies that are robust enough to withstand these occasional chaotic movements**.\n\nThis understanding has direct implications for option traders:\n*   **Option Writers (Sellers):** Are at particular risk from making overly conservative estimates of stock price movement. They are highly vulnerable to larger-than-expected price swings and should therefore concentrate their efforts on selling options that are already \"expensive\" (i.e., have high implied volatility), even then remaining acutely aware of potential extreme movements.\n*   **Option Buyers:** Of \"underpriced\" options (those with low implied volatility) stand to benefit significantly from the observed higher frequency of large stock price movements compared to model predictions.\n\nThe chapter also touches on the inherent **instability of volatility measurements**. Regardless of the mathematical sophistication applied, volatility estimates are described as \"fragile,\" especially when recent and more distant historical volatility data show significant disparities. In such cases, projections based on these volatilities should not be overly relied upon.\n\n**Probability calculators** are introduced as tools to help assess the relative risks of similar option positions. They rely on historical volatility as a key input. While they provide \"long-run\" probabilities (i.e., how many times a scenario might occur over many repetitions), they offer little comfort for singular, extreme events like a market crash. The **endpoint calculation**, a simpler method, determines the probability of a stock being below a certain price at a future time, typically assuming a lognormal distribution. For more accurate and realistic probability calculations, especially when incorporating fat tails, a **Monte Carlo simulation** is suggested as a superior method.\n\nFinally, the concept of **expected return** is discussed, defined as a position's expected profit divided by its expected investment. The expected profit is calculated by summing the profitability of a position at various potential stock prices, each weighted by the probability of the stock reaching that price. Caution is advised against accepting computer-generated \"expected returns\" blindly, as they may not always be representative. Overall, for a diversified portfolio, using a **fat tail distribution in a Monte Carlo simulation** is recommended for estimating probabilities. For anti-volatility strategies, stringent criteria are needed due to the higher chance of large underlying moves.\n\n# Chapter 39: Volatility Trading Techniques\nVolatility trading is presented as a blend of **art and science**. The \"science\" involves rigorous determination of historical and implied volatility and calculating probabilities. The \"art\" lies in interpreting these measurements, as two traders might have different opinions even with the same data. The primary goal of a volatility trader is to **identify situations where implied volatility is significantly \"out of line\"**—either too cheap or too expensive—relative to what it should be. This is where independent volatility traders concentrate their efforts.\n\nSeveral methods are outlined for identifying such mispriced volatility:\n1.  **The Percentile Approach:** This method compares the current implied volatility (IV) reading to its past levels. The **composite implied volatility**—a weighted average of all options on an underlying, favoring at-the-money options and higher trading volume—is typically used for this. If the current IV is in a low percentile (e.g., 10th percentile), options are considered cheap; if in a high percentile (e.g., 90th percentile), they are expensive. The **width of the IV distribution** is also critical; a narrow historical range for IV readings makes extreme percentile readings less significant. Typically, 600 days of history for percentile determination is used to gain a good perspective.\n2.  **Comparison of Implied Volatility to Historical Volatility:** This directly assesses whether options are overpriced or underpriced relative to the underlying's past actual movements.\n3.  **Interpretation of Volatility Charts:** Involves observing the visual pattern of volatility over time and waiting for it to reach extreme levels and then reverse direction. For options sellers, this approach helps avoid situations where options are expensive due to insider information about an impending corporate event; by waiting for a downturn in IV before selling, they can avoid trouble.\n4.  **Comparing Current Historical Volatility to Past Historical Volatility:** A less commonly used method.\n5.  **Using a Probability Calculator:** This involves trading situations that present the best probabilities of success. Probability calculators require a good estimate of historical volatility as input and are essential for determining if the underlying asset has the capacity to move into a profitable range (or avoid a loss range). **Histograms** of past stock movements can be used to verify the feasibility of projected moves from a probability calculator. A favorable histogram shows continuity and not overly spiky, unrealistic movements.\n\nOnce a mispricing in volatility is identified, traders must decide on the appropriate strategy.\n*   **Volatility Buying Strategies:** These strategies aim to profit from an expected increase in implied volatility. The simplest is an **outright option purchase** (calls or puts). Another sophisticated strategy is the **volatility backspread** (or reverse calendar spread), which involves selling a longer-term option and buying a shorter-term option at the same strike. This strategy has limited risk and can generate large profits if the underlying rallies significantly, or a profit approaching the initial credit if the underlying falls heavily. It can also benefit from a decrease in implied volatility, although time decay may work against the trader depending on the short-term options purchased.\n*   **Volatility Selling Strategies:** These strategies aim to profit from an expected decrease in implied volatility. A common strategy is to **sell both an out-of-the-money put and an out-of-the-money call** (a strangle). The strike prices should be selected far enough from the current underlying price to minimize the probability of the position getting into trouble. Short-term options are generally preferred for selling volatility.\n\nThe chapter also discusses situations where **different options on the same underlying security have differing implied volatilities**. This can occur when out-of-the-money options have slightly higher IVs than at-the-money ones, or short-term options have higher IVs than longer-term ones. This provides opportunities for neutral strategies where a trader buys options with lower IVs and simultaneously sells options with higher IVs.\n\nA significant phenomenon discussed is **volatility skewing**, particularly after the 1987 stock market crash. In index options like the OEX, this has resulted in a permanent distortion where out-of-the-money puts are more expensive than out-of-the-money calls, and out-of-the-money puts are also pricier than at-the-money puts. This skew impacts strategy formulation, as it suggests projecting profits using these distorted volatilities for a conservative yet accurate approach.\n\nIn essence, volatility trading is about detecting discrepancies in implied volatility—either in its absolute value or its skew—and then constructing more or less **neutral positions** that aim to profit from an anticipated move in volatility rather than in the underlying asset's price direction.\n\n# Chapter 40: Advanced Concepts\nAs option markets have matured, a deeper reliance on **mathematical techniques** has become essential for strategists to select new positions and understand how their existing positions will behave in volatile markets. These techniques are applicable across the spectrum of option strategies, from simple bull spreads to complex portfolios.\n\nA central theme is **neutrality** in option positions, which implies a noncommittal stance regarding at least one of the factors influencing an option's price. This allows for the design of positions that can potentially profit regardless of the underlying security's price movement.\n\nThe chapter delves into **risk management using \"The Greeks,\"** which are components that measure various aspects of an option position's risk exposure. These tools are crucial for both establishing new positions and performing follow-up actions.\n*   **Delta (Δ):** This is the **primary measure of market exposure**, indicating how much an option's price is expected to change for a one-point move in the underlying stock. A **position delta of zero** signifies a delta-neutral position, theoretically having no immediate price risk from small market movements. However, delta is not static; it changes with movements in the underlying price, time to expiration, and volatility.\n*   **Gamma (Γ):** Measures the **rate of change of an option's delta** in response to changes in the underlying stock price. It essentially indicates the **stability of a position's delta**. For volatile stocks, gamma can be quite stable across strike prices, meaning that deltas of options on such stocks will change significantly even for a small one-point move in the underlying, potentially quickly rendering a \"delta-neutral\" position unbalanced. A **long gamma position** benefits from large stock price movements in either direction, as the profits from these moves tend to outweigh time decay losses.\n*   **Theta (Θ):** Represents the **rate at which an option's price decays due to the passage of time** (time decay).\n*   **Vega (ν):** Measures an option's **sensitivity to changes in implied volatility**. A positive vega means the option's value increases with rising IV and decreases with falling IV. Conversely, a negative vega indicates the opposite relationship.\n*   **Rho (ρ):** Measures an option's **sensitivity to changes in interest rates**. This is particularly relevant for longer-term options like LEAPS.\n\nA comprehensive table (Table 40-8) summarizes the general risk exposure (Delta, Gamma, Theta, Vega, Rho) for common strategies, highlighting that only underlying securities (stocks, futures) have just delta, while options and option strategies involve all or most of these \"Greeks\". This table reveals that strategies like **covered writing and naked put selling, while having a positive delta, also share similar negative gamma, theta, and vega characteristics with straddle selling** (which is delta-neutral). Because covered writing and naked put selling entail similar risks but are not delta-neutral, they can be considered less attractive than straddle selling.\n\nThe chapter further explores how these concepts apply to **volatility skewing**, particularly in futures options. When out-of-the-money calls are significantly more expensive than at-the-money calls due to skewing, a neutral strategy might involve buying at-the-money calls (with lower IV) and selling out-of-the-money calls (with higher IV). In such strategies, understanding gamma becomes critical, as it determines how quickly the position's delta will shift, impacting its overall balance.\n\n**Computer assistance** is presented as indispensable for advanced option analysis. Computers can calculate the Greeks, project profit and loss scenarios over time based on price and volatility movements, and determine expected returns for complex positions. This dynamic picture of a position's risk and reward profile, especially expected return over short periods, is invaluable for sophisticated traders.\n\nIn summary, the chapter underscores that in today's dynamic markets, **neutral traders must deeply understand all facets of their risk exposure**—not just at expiration, but in real-time as the market fluctuates, as time passes, and as implied volatility shifts.\n\n# Chapter 41: Volatility Derivatives\nVolatility derivatives represent a relatively new class of listed financial instruments. These products, primarily centered around the **CBOE Volatility Index (VIX)**, allow market participants to trade and hedge volatility itself. The VIX is based on the implied volatilities of SPX (S&P 500 Index) options and is generally considered a weighted combination of these implied volatilities. There is also a recognizable **annual seasonality to volatility** that traders can find useful.\n\nThe chapter emphasizes the importance of understanding **VIX futures** for anyone planning to trade VIX derivatives. VIX futures are priced off the implied volatility of SPX options, and **VIX options, in turn, are priced off VIX futures, not directly off the VIX index itself**. This distinction is crucial because unlike other underlying assets like individual stocks (e.g., IBM), VIX futures for different expiration months (e.g., October VIX vs. December VIX) are not necessarily interchangeable or simply reflections of the spot VIX price.\n\nThe **term structure of VIX futures** (the relationship between VIX futures prices across different expiration months) provides significant insights.\n*   **Contango (Upward-Sloping):** In calm market conditions, near-term VIX futures are typically cheaper than longer-term futures.\n*   **Backwardation (Downward-Sloping):** During periods of market stress or sharp declines, near-term VIX futures become more expensive than longer-term ones.\nLarge discounts or premiums can exist between the spot VIX and its front-month futures contract, especially in volatile market conditions. These differentials are expected to dissipate as expiration approaches.\n\n**VIX options** have specific characteristics that differentiate them from typical equity or index options:\n*   Their **expiration dates** align with VIX futures, typically the Wednesday before the third Friday of the month.\n*   The unique pricing structure of VIX futures means that **VIX option calendar spreads** can yield unexpected results. As a consequence, many brokerage firms now require **naked margin** for short options in VIX calendar or diagonal spreads, treating them differently from \"normal\" spreads.\nThe **volatility of VIX itself** is a key factor in pricing VIX options. Historically, the VIX index has exhibited a remarkably consistent high historical volatility, averaging around 90%, with a range between 60% and 150% for 100-day HV and 40% and 270% for 20-day HV. It's noted that VIX rarely trades at or below 10.\n\nFor **portfolio protection**, VIX call options are presented as a **superior and more dynamic hedge** compared to SPX put options. This superiority stems from two main factors:\n1.  In a genuine market crisis, any purchased VIX call strike is likely to prove beneficial, as VIX tends to \"blast higher easily\".\n2.  Due to VIX's significantly higher volatility compared to SPX, only a small number of VIX calls are required to hedge a substantial portfolio, in contrast to the much larger quantity of SPX puts needed for similar protection.\nThis makes VIX protection primarily a \"crisis hedge,\" as the cost of hedging small market declines using VIX derivatives would generally be prohibitive. A recommended strategy for portfolio protection is to **buy out-of-the-money VIX calls monthly** (e.g., three strikes out-of-the-money), which has proven profitable during past market downturns. Implementing this strategy when VIX is below 20 is suggested.\n\nWhile speculation on VIX is possible, skepticism is expressed about using traditional **technical indicators** (like Bollinger Bands, MACD, or put-call ratios) on VIX, as they have not consistently produced reliable results. Specifically, put-call ratios on VIX are deemed ineffective due to the heavy hedging activity by professional traders, which distorts the ratio from reflecting actual investor sentiment.\n\nOne specific speculative strategy discussed is the **VIX call ratio spread**, which is typically established for a net credit. The theoretical advantage of this strategy arises from buying VIX options with lower implied volatility and simultaneously selling VIX options with higher implied volatility on the VIX futures.\n\n# Chapter 42: Taxes\nThis chapter provides an overview of the basic tax treatment of listed options, with a critical caveat: **tax laws are subject to change, and consultation with tax counsel is always recommended** before implementing any tax-oriented strategy.\n\nKey points regarding option taxation:\n*   **Capital Assets:** Options are classified as capital assets, meaning any gains or losses arising from them are treated as capital gains or losses.\n*   **Transaction Outcomes:**\n    *   **Closing out in the options market or expiring worthless:** These are considered capital transactions.\n    *   **Exercise or Assignment:** When an option is exercised or assigned, the transaction becomes part of a stock transaction, and its tax implications are then tied to the underlying stock.\n*   **Holding Period:** The holding period for an option to qualify for long-term capital gains treatment is the same as for stocks, currently one year.\n\nSpecific tax implications for **covered call writing** are detailed, focusing on how writing calls can affect the holding period of the underlying stock:\n*   **Out-of-the-money calls:** Writing an out-of-the-money call has **no effect on the holding period of the stock**. If the stock is called away, the sale proceeds include the option premium, and the capital gain/loss depends on the stock's holding period.\n*   **Deeply in-the-money calls:** If a covered call is written deeply in-the-money when the stock has not yet been held long-term, it can **eliminate the stock's holding period**.\n*   **In-the-money calls (not too deep):** If an in-the-money call is written, but not too deeply, and the stock is not yet long-term, the **stock's holding period is suspended** for the duration the call is in place.\nThese rules are complex, and the chapter refers to Appendix E for a summarized table of \"Qualified Covered Call\" (QCC) rules, emphasizing that these rules are subject to change and professional tax advice should be sought. For a covered call to be \"qualified,\" it must, among other criteria, have more than 30 days of life remaining when written.\n\nAn interesting tax planning strategy for covered call writers involves **delivering \"new\" stock to avoid a large long-term gain** on existing low-cost basis shares. If a covered call writer's option is assigned, they can choose to buy new shares of the stock in the open market to deliver against the assignment, rather than delivering their previously owned shares. To ensure proper tax treatment, the investor must instruct their broker to clearly identify this \"new\" stock on the confirmation (e.g., \"Versus Purchase\").\n\nAdditionally, the chapter briefly mentions other tax considerations:\n*   **Wash Sale Rule:** Call buyers should be aware of this rule, which prevents claiming a loss on a security if a substantially identical security is bought within 30 days before or after the sale.\n*   **Short Sale Rules:** Put buyers need to understand how short sale rules apply when combining put options with stock ownership.\n*   **Strategic Use for Tax Deferral:** Selling an in-the-money call can be used by a call writer to protect their stock position while potentially deferring the realization of profit to the following tax year. Similarly, an in-the-money put write might help avoid a wash sale while retaining upside profit potential.\n\n# Chapter 43: The Best Strategy?\nThe fundamental message of this concluding chapter is that **there is no single \"best\" option strategy**. The optimal strategy is highly individual, depending on an investor's unique **knowledge, suitability, risk/reward attitude, and financial condition**.\n\nThe chapter broadly categorizes strategies:\n*   **Conservative Strategies:** These primarily focus on reducing the risk of stock ownership and enhancing income. A prime example is **covered call writing**, which generally offers reduced risk compared to outright stock ownership and can increase income, though it limits upside profit potential.\n*   **Aggressive Strategies:** These are geared towards achieving high percentage profits, often with limited dollar risk. Examples include **outright call or put purchases**, as well as **bull and bear spreads** and **calendar spreads**.\n*   **Neutral Strategies:** These typically aim for consistent income or profiting from time decay, often designed with a balanced risk/reward profile. **Ratio writing** and **straddle/strangle writing** fall into this category.\n\nCertain strategies are **generally to be avoided by most investors** due to their high risk: this includes high-risk naked option writing (especially selling options for fractional prices) and covered or ratio put writing.\n\nFor most investors, positions that have **limited risk and the potential for large profits** are recommended, even if the probability of achieving those large profits is low. Examples of complex strategies fitting this description include **diagonal put and call combinations** and the **ratio calendar spread** (which has limited risk if established with in-the-money options). The simplest strategy that aligns with this philosophy is the **T-bill/option purchase program** (discussed in Chapter 26).\n\nThe concept of **equivalent positions** is revisited, emphasizing that while two strategies might have the same dollar profit and loss potential, they can significantly differ in their collateral requirements or percentage risk. For instance:\n*   **Straddle purchases** are equivalent in profit and loss potential to a **reverse hedge** (short stock and buying calls) and also to **buying stock and buying several puts**. While the \"buy stock and puts\" strategy requires a larger initial dollar investment, it offers a smaller percentage risk and the benefit of receiving stock dividends.\n*   **Covered call writing is equivalent to naked put selling**, both having limited upside profit potential and considerable downside loss exposure.\n*   A **naked straddle write is equivalent to a ratio call write**, both displaying a \"roof-shaped\" profit graph with maximum profit at the strike price at expiration and large potential losses if the stock moves significantly in either direction.\n*   The **protective collar strategy is equivalent to a bull spread**, both sharing similar profit graphs and limited risk characteristics.\n\nThe chapter concludes by acknowledging that many investors fall between purely conservative and purely aggressive profiles, desiring opportunities for significant profits without risking a large percentage of their capital quickly. The overarching goal of the book is to provide readers with the necessary understanding of options to benefit in the investment world, especially given the increasing importance of derivatives in financial markets.","headings":[{"level":1,"text":"Chapter 1: Definitions","id":"chapter-1-definitions"},{"level":1,"text":"Chapter 2: Covered Call Writing","id":"chapter-2-covered-call-writing"},{"level":1,"text":"Chapter 3: Call Buying","id":"chapter-3-call-buying"},{"level":1,"text":"Chapter 4: Other Call Buying Strategies","id":"chapter-4-other-call-buying-strategies"},{"level":1,"text":"Chapter 5: Naked Call Writing","id":"chapter-5-naked-call-writing"},{"level":1,"text":"Chapter 6: Ratio Call Writing","id":"chapter-6-ratio-call-writing"},{"level":1,"text":"Chapter 7: Bull Spreads Using Call Options","id":"chapter-7-bull-spreads-using-call-options"},{"level":1,"text":"Chapter 8: Bear Spreads Using Call Options","id":"chapter-8-bear-spreads-using-call-options"},{"level":1,"text":"Chapter 9: Calendar Spreads","id":"chapter-9-calendar-spreads"},{"level":1,"text":"Chapter 10: The Butterfly Spread","id":"chapter-10-the-butterfly-spread"},{"level":1,"text":"Chapter 11: Ratio Call Spreads","id":"chapter-11-ratio-call-spreads"},{"level":1,"text":"Chapter 12: Combining Calendar and Ratio Spreads","id":"chapter-12-combining-calendar-and-ratio-spreads"},{"level":1,"text":"Chapter 13: Reverse Spreads","id":"chapter-13-reverse-spreads"},{"level":1,"text":"Chapter 14: Diagonalizing a Spread","id":"chapter-14-diagonalizing-a-spread"},{"level":1,"text":"Chapter 15: Put Option Basics","id":"chapter-15-put-option-basics"},{"level":1,"text":"Chapter 16: Put Option Buying","id":"chapter-16-put-option-buying"},{"level":1,"text":"Chapter 17: Put Buying in Conjunction with Common Stock Ownership","id":"chapter-17-put-buying-in-conjunction-with-common-stock-ownership"},{"level":1,"text":"Chapter 18: Combination Strategies: Straddle and Strangle Buying","id":"chapter-18-combination-strategies-straddle-and-strangle-buying"},{"level":1,"text":"Chapter 19: The Sale of a Put","id":"chapter-19-the-sale-of-a-put"},{"level":1,"text":"Chapter 20: The Sale of a Straddle","id":"chapter-20-the-sale-of-a-straddle"},{"level":1,"text":"Chapter 21: Split-Strike Strategy","id":"chapter-21-split-strike-strategy"},{"level":1,"text":"Chapter 22: Basic Put Spreads","id":"chapter-22-basic-put-spreads"},{"level":1,"text":"Chapter 23: Spreads Combining Calls and Puts","id":"chapter-23-spreads-combining-calls-and-puts"},{"level":1,"text":"Chapter 24: Ratio Spreads Using Puts","id":"chapter-24-ratio-spreads-using-puts"},{"level":1,"text":"Chapter 25: Long-Term Option Strategies","id":"chapter-25-long-term-option-strategies"},{"level":1,"text":"Chapter 26: Buying Options and Treasury Bills","id":"chapter-26-buying-options-and-treasury-bills"},{"level":1,"text":"Chapter 27: Arbitrage","id":"chapter-27-arbitrage"},{"level":1,"text":"Chapter 28: Mathematical Applications","id":"chapter-28-mathematical-applications"},{"level":1,"text":"Chapter 29: Introduction to Index Option Products and Futures","id":"chapter-29-introduction-to-index-option-products-and-futures"},{"level":1,"text":"Chapter 30: Stock Index Hedging Strategies","id":"chapter-30-stock-index-hedging-strategies"},{"level":1,"text":"Chapter 31: Index Spreading","id":"chapter-31-index-spreading"},{"level":1,"text":"Chapter 32: Structured Products","id":"chapter-32-structured-products"},{"level":1,"text":"Chapter 33: Mathematical Considerations for Index Products","id":"chapter-33-mathematical-considerations-for-index-products"},{"level":1,"text":"Chapter 34: Futures and Futures Options","id":"chapter-34-futures-and-futures-options"},{"level":1,"text":"Chapter 35: Futures Spreads","id":"chapter-35-futures-spreads"},{"level":1,"text":"Chapter 36: The Basics of Volatility Trading","id":"chapter-36-the-basics-of-volatility-trading"},{"level":1,"text":"Chapter 37: How Volatility Affects Popular Strategies","id":"chapter-37-how-volatility-affects-popular-strategies"},{"level":1,"text":"Chapter 38: The Distribution of Stock Prices","id":"chapter-38-the-distribution-of-stock-prices"},{"level":1,"text":"Chapter 39: Volatility Trading Techniques","id":"chapter-39-volatility-trading-techniques"},{"level":1,"text":"Chapter 40: Advanced Concepts","id":"chapter-40-advanced-concepts"},{"level":1,"text":"Chapter 41: Volatility Derivatives","id":"chapter-41-volatility-derivatives"},{"level":1,"text":"Chapter 42: Taxes","id":"chapter-42-taxes"},{"level":1,"text":"Chapter 43: The Best Strategy?","id":"chapter-43-the-best-strategy"}]},"__N_SSG":true}