{"pageProps":{"content":"# Notes - How China Works\n*Xiaohuan Lan | January 25, 2026*\n# Chapter 1: The Roles and Responsibilities of Local Government\n\n## Introduction to Scale and Diversity\nChina’s scale is equivalent to a large continent, where individual provinces are the size of medium-sized countries. For example, the GDP of Guangdong and Jiangsu provinces is comparable to the 13th and 14th largest economies in the world, surpassing nations like Mexico and Australia. There is immense diversity between these regions; Xinjiang’s land mass is 47 times that of Hainan, while the population of Guangdong is 33 times that of Tibet. Economic disparities are also vast, with Beijing's GDP per capita being five times that of Gansu. Such scale and variety, including over 100 local dialects and distinct regional cultures, make the country exceptionally difficult to govern.\n\n## Section 1: Government with Chinese Characteristics\nThe administrative system consists of five levels: Central, Provincial, City, County, and Township. This structure evolved from a historical three-level system, with tcity managing county\" model becoming standardized across most of the country after 1983 to accommodate rapid industrialization. While the framework appears simple, provincial capitals hold significantly more status than regular cities, and county-level cities have higher authority over land and economic matters than municipal districts. \n\nThe relationship between central and local levels is defined by a balance between unified leadership and the encouragement of local initiative and proactivity. In the context of economic development, the distinction between the Communist Party and the government is often unnecessary because local party secretaries function essentially as local officials with power restricted to their jurisdiction, and the transmission of information affects both organizations similarly.\n\nThe political system operates as a matrix organization. Vertical relationships, known as \"vertical strips,\" exist between specialized departments (e.g., the Ministry of Finance down to local finance bureaus), while horizontal relationships, known as \"horizontal blocks,\" exist between departments at the same administrative level. Most local departments accept dual leadership from both their vertical superiors and their horizontal local governments. Because coordination across departments can be complex and prone to \"passing the buck,\" power naturally moves upward, often requiring a high-level leader, like an Executive Vice Mayor, to coordinate economic affairs.\n\nChina was the first to develop a professional bureaucracy, a system that still emphasizes three characteristics: officials must work to a unified ideology, appointments are made only by superiors, and leaders must rotate between different localities to maintain a balance of power.\n\n## Section 2: Externalities and Economies of Scale\nThe division of local power is fundamentally tied to administrative districts and the concept of externalities. If an issue only affects a local area, it is handled locally; however, if it has positive or negative externalities that cross boundaries—such as a factory releasing pollution into a neighboring city—a higher level of government must coordinate. \n\nThe boundaries of administrative districts are influenced by the scope of public goods and services. Due to \"economies of scale,\" larger districts can be more cost-effective as the cost of providing services like defense or infrastructure is spread across more people. However, the size is limited by the cost people incur to reach those services, such as traveling to a school. Technological shifts also play a role; for instance, standardized writing and currency under the Qin Dynasty allowed for greater economies of scale in governance.\n\nIn the current Chinese system, defense is centrally funded because it protects the whole population, whereas primary education is locally funded because it serves a small area. However, the central government maintains control over textbook content to ensure cultural and political consensus across the nation. Three factors typically detne the size of these districts:\n*   **Population Density:** Densely populated eastern provinces have smaller administrative areas, while sparsely populated western regions like Xinjiang and Tibet cover much larger areas to reach scale economies.\n*   **Geography:** Natural barriers like the Yangtze or Yellow Rivers historically formed natural boundaries for provinces.\n*   **Language and Culture:** Diverse dialects, such as the Wu dialect in Zhejiang, often correlate with administrative boundaries because shared language reduces the cost of providing services.\n\nRegions located at provincial boundaries, known as \"anarchic regions,\" are frequently underdeveloped. These borderlands often lack infrastructure because provincial governments are less willing to invest in peripheral areas, and they suffer from cross-district pollution where provinces locate polluting factories downstream to avoid local impact. To address these inefficiencies, the government often adjusts districts, such as merging rural counties into city sub-districts to increase urbanization and service access.\n\n## Section 3: Complex Information\nInformation collection and monitoring are costly, and the party with lower-cost access to information holds a decision-making advantage. Superiors possess \"formal authority\" to overturn any decision, but subordinates hold \"real authority\" because they control the information necessary to make those decisions. If a superior micromanages, they risk reducing subordinate motivation; however, if a subordinate disagrees with a project, they can use their information advantage to delay or sabotage it.\n\nThis dynamic is reflected in the separation of \"officials\" (Guan) and \"local clerks\" (Li) in ancient China; while officials were rotated and often unfamiliar with local areas, clerks remained stationary and held real power through their control of local information. To manage this complexity, the Chinese government uses a massive system of documentation and meetings. There are 15 types of official documents, ranging from \"Orders\" that must be strictly followed to flexible \"Opinions\". \n\nInformation distortion is common, especially regarding GDP figures. Because economic growth is a key performance criterion, local governments often engage in \"target inflation,\" setting growth goals higher than those of their superiors. Similarly, monitoring mechanisms like the national land inspectorate are more effective in the cities where they are resident because inspectors have better local information. Even when data is automatically reported, such as in water pollution monitoring, local governments may focus reduction efforts specifically on firms upstream of the monitoring station to distort the reading.\n\n## Section 4: Incentive Compatibility\nIncentive compatibility occurs when the subordinate has both the ability and the willingness to achieve a goal. Specific, measurable tasks (like Customs) are suited for \"vertical management,\" where higher-level officials control evaluation and promotion. Tasks requiring local coordination (like economic development) are better suited for local management. \n\nDual leadership structures often face conflicts; for instance, the Industry and Commerce Bureau was moved to vertical provincial control in 1999 to reduce local protectionism but was restored to local management in 2011 after a lack of coordination contributed to safety scandals like the \"poisoned baby formula\" incident. Success in local management requires delegating power so that local governments are held accountable and credited for results.\n\nThe allocation of power follows three principles: economies of scale, complex information, and incentive alignment. In 2016, the State Council further refined these, designating national defense and countrywide infectious disease control as central responsibilities, while leaving municipal transportation and local community affairs to local governments. Joint responsibilities include compulsory education and environmental protection.\n\n## Section 5: Attracting Investment\nLocal governments in China go far beyond the textbook role of providing public services; they are deeply involved in the production process and resource allocation. Because economic development is their core mission, all government departments—inuding health and education—are often required to participate in investment promotion. \n\nTo attract investment, local governments use several tools:\n*   **Land and Infrastructure:** As owners of urban land, they transfer it to firms at favorable prices and provide \"7 openings and 1 leveling\" (pre-installing utilities like waterelectricity, and transport links).\n*   **Finance and Regulation:** Government investment firms may become shareholders, state-owned banks offer cheap capital, and local officials coordinate with the central government to obtain manufacturing licenses for firms (e.g., electric vehicle makers).\n*   **Tax Incentives:** Firms may receive \"three tax-free and three half-tax\" holidays, and high-level executives may receive rebates on personal income tax.\n*   **Labor and Services:** Governments assist with staff recruitment, provide worker dormitories, and offer housing subsidies to attract highly educated talent.\n\nThis model integrates public and private resources, making it impossible to understand the Chinese economy without understanding the government's role in the production process. While this model has driven rapid growth, its stability relies onDeterminants like geography and culture, which change slowly.\n\n# Chapter 2: Finance, Taxation and Government Behavior\n\nTo understand government behavior, it is necessary to understand taxation because every plan requires funding, and public spending reveals a government's true priorities. Public finance in China is driven by politics and serves as the foundation for state governance, optimizing resource allocation and promoting social equity. There is currently a significant mismatch between the administrative power and financial resources of local governments; since the 1994 tax reforms, local governments have been responsible for 85% of total government spending but collect only 50%–55% of total revenue, with the remainder covered by central government transfers.\n\n## Section 1: Tax Sharing Reforms\n\nBetween 1985 and 1993, China operated under a fiscal contracting system known as \"eating from different stoves,\" where provincial governments negotiated revenue-sharing arrangements with the central government. These arrangements varied widely; for example, Beijing followed an \"incremental increase contract\" where revenue above a 4% growth rate belonged entirely to the city, while Guangdong paid a fixed amount that grew 9% annually, allowing it to keep the vast majority of its rapidly growing wealth. In contrast, Shanghai faced a heavy burden, remitting a fixed 10.5 billion yuan annually, which accounted for 65% of its 1988 revenue.\n\nThis contracting system highly motivated local governments to promote economic growth, often through Township and Village Enterprises (TVEs). However, it led to a \"ratchet effect\" where local governments deliberately suppressed budgetary revenue growth to avoid higher future remittance quotas, choosing instead to collect \"extra-budgetary\" funds like administrative fees that did not have to be shared with the center. By 1992, extra-budgetary revenue reached 86% of budgetary revenue, leaving the central government too poor to fund national reforms, compulsory education, or disaster relief.\n\nThe 1994 Tax Sharing Reform addressed this by creating separate central and local tax agencies and splitting taxes into central, local, and shared categories. The most critical shared tax was Value Added Tax (VAT), split 75% for the center and 25% for the locality. Implementation required intense negotiations led by Premier Zhu Rongji, who spent two months traveling to provinces like Guangdong to strike deals. To gain Guangdong's support, the center compromised by using 1993 as the base year for calculating tax rebates. This triggered a massive \"tax collection frenzy\" in late 1993, with local tax collection surging 150% in December alone as officials rushed to inflate their future rebate base. A similar spike occurred in 2001 before the 2002 reform that split corporate income taxes 60/40 between the center and localities.\n\n## Section 2: Land Finance\n\nThe reduction in local tax shares after 1994 forced local governments to seek new revenue sources, primarily through land and real estate. Because they rely heavily on VAT (collected from producers) and corporate taxes, local governments favor asset-heavy manufacturing industries that provide jobs and drive up local GDP figures. This creates a bias toward production and industrial infrastructure over public services like healthcare and education.\n\nChina’s land system, where the state owns urban land and collectives own rural land, allows the government to monopolize the conversion of rural land for urban development. The true value of this monopoly emerged in 1998 when China ended welfare housing and began commercializing real estate. In 2002, the government mandated that land for commercial and residential use be sold through public bidding and auctions, causing land finance revenue to skyrocket. By 2018, land sales and land-related taxes were equivalent to 89% of local budgetary revenue.\n\nLocal governments use a \"shopping mall\" model: they supply industrial land at extremely low prices (essentially subsidizing it) to attract firms that will pay long-term \"rent\" in the form of VAT and corporate taxes. To fund this, they restrict the supply of residential and commercial land, causing prices to soar to maximize one-time transfer fees. While this fueled rapid urbanization, it led to high debt levels as officials capitalized future land revenues to borrow for current projects, often ignoring long-term sustainability due to their limited terms in office.\n\n## Section 3: Horizontal and Vertical Imbalances\n\nThe tax sharing reforms created a \"vertical imbalance\" where lower-level governments faced heavy workloads with minimal funds, leading to the saying that \"the county treasury is weeping and the township treasury is empty\". In central and western China, where land is less valuable, local governments struggled even to pay official wages. This pressure led to arbitrary charges on farmers, sparking social conflict until the 2006 abolition of the agricultural tax.\n\nTo fix these imbalances, the government implemented several reforms. \"Three rewards and one subsidy\" were introduced in 2005 to incentivize lower governments to streamline overstaffed bureaucracies. Township finances were merged into county budgets to improve monitoring. Additionally, the \"province managing county\" reform bypassed cities to give counties more financial autonomy. However, this sometimes hindered economic agglomeration, as small towns competed rather than collaborated with nearby cities.\n\n\"Horizontal imbalances\" also exist between the wealthy coast and poorer inland regions. The central government uses fiscal transfers to balance these disparities, with over 80% of transfers going to central and western regions. This has effectively leveled per capita public spending between the richest and poorest provinces over the last 20 years. Transfers are split into \"general transfers,\" which equalize spending but can reduce local incentives to grow income, and \"special transfers\" for specific projects, which often favor developed regions with better connections to central ministries.\n\n# Chapter 3: Government Investment, Financing and Debt\n\n## Urban Investment Corporations and Land Finance\nLand in and of itself has little value until economic activity occurs upon it, but its unique nature makes it ideal for use as collateral for financing, allowing governments to transform tangible assets into intangible capital. Because industrial investment is a continuous, complex process requiring constant management and often irreversible decisions, the government—which owns the land and controls the financial system—plays a dominant role in these projects. \n\nTo bypass historical legal restrictions preventing local governments from borrowing directly from banks or issuing bonds before 2015, these authorities established state-owned special companies known as Local Government Financing Vehicles (LGFVs) or Urban Investment Corporations (UICs). These entities use land use rights granted by the government as capital to access bank loans and subsidies.\n\nA prominent example of this model is the Kuanzhai Alley project in Chengdu, a historic preservation and tourism site that required 16 years of complex development. The project was managed by state-owned UICs because its long investment cycle and uncertain profitability made it unattractive to private firms. While the managing company, Chengdu Culture & Tourism Development Group, relied on heavy government subsidies to remain profitable, the site now generates significant social and economic benefits through tourism spending, retail jobs, and tax revenue.\n\nIn larger-scale industrial developments, UICs facilitate primary land development, which involves clearing \"raw land\" through demolition and relocation to create \"ripe land\" ready for secondary development by real estate or industrial firms. Suzhou Industrial Park illustrates a successful application of this, where state-owned UICs like the Zhaorun Group used government-granted land as collateral for billions in loans to build massive industrial clusters that now produce more GDP than many prefecture-level cities.\n\nIn some less-developed regions where it is difficult to attract investment, governments may outsource entire development packages to private firms like China Fortune Land Development. These companies integrate industry and urbanization by using profits from real estate sales to fund the long-term operation of industrial parks, often sharing in the tax revenue generated by the park's enterprises. While these are marketed as Public-Private Partnerships (PPPs), many \"private\" partners in Chinese PPP projects are actually other state-owned enterprises or UICs.\n\n## Local Government Debts\nThe rapid accumulation of local government debt was catalyzed by the 4-trillion-yuan stimulus package in 2008, which led to the creation of thousands of new LGFVs and a relaxation of credit restrictions. UICs solved three technical problems for urban construction: providing a corporate entity that could borrow from banks, bundling profitable and unprofitable projects together to attract financing, and using land finance proceeds to guarantee repayments. \n\nThe China Development Bank (CDB), the world's largest development bank, pioneered this model by allowing proceeds from land appreciation to serve as loan collateral. While national banks also participated, city commercial banks—often controlled by local governments—became major lenders. This reliance on city banks creates significant risks, including maturity mismatches where short-term deposits are used to fund long-term infrastructure, and interbank liquidity risks that can lead to bank failures, such as the 2019 takeover of Baoshang Bank.\n\nThe total estimated local government debt stands at approximately 45 trillion yuan, or roughly 50-60% of national GDP, much of which is \"hidden\" debt held by UICs. While the overall national debt burden is lower than that of the United States or Japan, the risks are concentrated at the local level, particularly in counties and western provinces where economic development is weaker. Many UICs struggle to cover interest payments from their own income and must rely on land-generated government subsidies to survive.\n\nSince 2010, four major reforms have targeted these risks:\n*   **Debt Replacement**: Since 2015, high-interest bank debt and UIC bonds have been replaced by lower-interest local government bonds to reduce cash flow pressure and increase maturity lengths.\n*   **UIC Transformation**: Efforts are ongoing to clarify the legal boundaries between governments and UICs, stripping away implicit guarantees and attempting to turn UICs into independent, profit-seeking firms.\n*   **Shadow Banking Constraints**: New regulations target financial institutions to prevent them from channeling funds into UICs through less-supervised shadow banking products.\n*   **Official Accountability**: New rules make local officials personally accountable for over-borrowing and hidden debts even after they have left their posts.\n\n## The Role of Local Officials in Attracting Investment\nThe effectiveness of the Chinese bureaucratic system is driven by a tradition of social elites working for the government, with a higher percentage of college graduates in the civil service than in the general urban population. Local government officials function similarly to proactive salesmen, often going to great lengths to socialize, travel, and negotiate to bring business to their regions.\n\nThe incentive mechanism for these officials relies on \"carrots and sticks,\" with economic development serving as the primary metric for promotion and salary growth. Because the average tenure for a local leader is only three to four years, \"political business cycles\" emerge where investment and land sales typically spike in the first two years of a leader's term as they rush to launch visible projects like roads or subways. However, this leads to short-termism, where officials ignore long-term debt or invisible needs like underground drainage systems. \n\nIn response, performance evaluation metrics have shifted since 2013 to include environmental protection, social development, and inequality reduction alongside GDP. While political connections remain important in the bureaucratic system, they are often complementary to actual performance, as a leader's failure can negatively impact their entire network.\n\nCorruption in this development model often takes the form of \"crony capitalism,\" where officials grant licenses or land to business associates in exchange for political achievements and private benefits. Unlike \"predatory corruption\" (extortion), this cronyism can co-exist with economic growth for a time but eventually distorts capital allocation, wastes money on low-return projects, and widens wealth inequality. The anti-corruption campaign since 2012 has investigated hundreds of thousands of officials to dismantle these interest groups and encourage a transition toward a service-oriented government. To counter the resulting \"slackness\" or fear of making mistakes among officials, recent policies emphasize the need for a failure-tolerant system that distinguishes between innovation errors and deliberate violations.\n\n# Chapter 4: The Role of Government in Industrialization\n\nGovernment involvement in the Chinese economy is profound, stemming from a planned economy history where the state retains ownership of vital resources like land and financial intermediaries. Unlike simple financial investments, industrial investment is a continuous process requiring constant management and resources; errors at any stage can jeopardize an entire project. Because the government controls the land and the banking system, it is often an essential participant in these long-term, irreversible industrial projects.\n\n## Section 1: The Story of BOE and Government Investment\n\nThe liquid crystal display (LCD) industry serves as a primary example of how local government support can break international monopolies and foster domestic technological growth.\n\n*   **The Problem of Import Dependency:** In the early 2000s, mainland China lacked LCD production capabilities and relied entirely on imports controlled by a price-fixing cartel of firms from Japan, South Korea, and Taiwan. LCD panels accounted for up to 80% of a flat-screen TV’s production cost, leaving Chinese TV makers vulnerable to price manipulation.\n*   **The Beijing Pilot (5th Generation Line):** BOE, an old state-owned enterprise, developed independent R&D but required massive capital for its first production line. When a Hong Kong listing failed, the Beijing government and the China Development Bank provided a $740 million syndicated loan, along with interest subsidies and direct loans later converted to equity. \n*   **The Move to Equity Financing:** Following heavy losses from market cycles, BOE shifted its strategy to **equity financing** provided by local governments before seeking bank loans. This model was first tested in **Chengdu**, where urban investment corporations purchased newly issued BOE equities to fund a 4.5th generation line.\n*   **The Hefei Breakthrough:** Hefei took a massive risk by investing 9 billion yuan in BOE’s 6th generation line at a time when the city’s total annual tax revenue was only about 30 billion yuan. This investment successfully attracted the entire supply chain to the region, transforming Hefei into a world-class high-tech manufacturing hub and driving its GDP to exceed 1 trillion yuan by 2020.\n*   **Economic Insights:**\n    *   **Scale Economies:** Industrial production lines cost tens of billions; only mass production can reduce average costs, creating high entry barriers.\n    *   **Agglomeration Effects:** Once a cluster forms, transportation and communication costs for the supply chain drop, further stimulating innovation and technology spillovers.\n    *   **Learning-by-Doing:** Innovation requires hands-on experience; a country cannot reach \"knowledge production\" without participating in domestic manufacturing.\n\n## Section 2: Solar Industry and Government Subsidies\n\nChina’s solar (photovoltaic) industry followed a different path, evolving from a subsidized export model to a world leader driven by domestic demand.\n\n*   **Angel Investment by Local Governments:** Companies like Suntech and LDK were launched with significant support from the Wuxi and Xinyu governments, which acted as \"angel investors\" providing capital and cheap land. \n*   **The Impact of Foreign Subsidies:** Initially, 94% of China’s solar production was exported, largely fueled by European **feed-in tariffs (FiT)** that guaranteed high purchase prices for solar energy. \n*   **Trade Wars and Domestic Rebalancing:** Anti-dumping investigations by the US and EU, combined with the Eurozone debt crisis, caused the industry to crash in 2012. China responded by stimulating domestic demand through its own regional FiT pricing, eventually becoming the world’s largest consumer of solar power.\n*   **Local Competition and Overcapacity:** \n    *   Competition between local governments to attract investment lowers entry barriers, leading to overinvestment and falling prices. \n    *   While overcapacity creates **\"zombie companies\"** and debt, it also trains a massive industrial workforce and forces \"cost innovation,\" making high-tech products affordable for consumers.\n*   **The Bankruptcy Dilemma:** A major weakness in this model is the lack of a smooth exit mechanism. Local governments often intervene in bankruptcy cases (like LDK) to protect social stability or their own investments, which can harm creditors and distort market competition.\n\n## Section 3: Government Industry Guidance Funds\n\nIn recent years, the government has moved toward **government industry guidance funds**, a more market-oriented tool for equity investment in high-tech sectors.\n\n*   **Operational Structure:** These funds typically operate as a **\"fund of funds\" (FoF)** using a Limited Partner (LP) and General Partner (GP) model. The government acts as an LP, providing capital to private equity managers (GPs) who make the actual investment decisions.\n*   **Strategic Objectives:** These funds are explicitly forbidden from investing in real estate or infrastructure, focusing instead on **\"strategic emerging industries\"** like semiconductors, AI, and aerospace. By 2019, over 1,600 such funds existed with trillions of yuan in managed capital.\n*   **Institutional Prerequisites:** The rise of these funds was made possible by legal reforms (such as the 2007 Partnership Enterprise Law) and the 2014 Budget Law, which restricted traditional direct government subsidies to firms.\n*   **Key Challenges:**\n    *   **Loss Aversion:** There is a political contradiction between the risk of losing money in equity markets and the obligation to keep public funds safe.\n    *   **Localism vs. Portability:** Local governments want their money invested only in local firms to boost the regional economy, which can conflict with a GP's desire to find the best national opportunities.\n    *   **Market Sensitivity:** These funds rely on private capital to contribute roughly 80% of the total investment; if private investors pull back due to economic conditions, the government funds often sit idle.\n    *   **Talent Recruitment:** Government-linked management companies often struggle to offer the competitive salaries required to attract top-tier investment talent away from private firms.\n\nThis state-led model has successfully propelled China to the forefront of global manufacturing and technology, but its future relies on transitioning from a production-oriented government to a service-oriented one that emphasizes human capital over physical infrastructure.\n\n# Chapter 5: Urbanization and Imbalances\n\nChina’s rapid urbanization has seen the urban resident population grow from less than 20% in 1980 to over 60% by 2019, moving 500 million people into cities in just four decades. This process was largely driven by a land-centered development model where local governments leveraged state-owned land to finance massive infrastructure and industrial growth. However, this model created significant imbalances, as more than 200 million urban residents live without local household registration (*Hukou*), restricting their access to public services like education and healthcare. The capitalization of urban land effectively functions as the capitalization of the future income of homeowners, meaning it is ultimately people’s earnings that support the high prices of land and housing.\n\n## House Prices and Household Debt\n\nHouse prices in the long term are primarily driven by the mismatch between supply and demand for land. In large Chinese cities with population inflows, the growth of residential land supply is significantly lower than population growth; for instance, between 2006 and 2014, megacities accounted for 40% of urban population increases but only 20% of new residential land. Conversely, central policy has favored western and smaller cities by granting them more construction land quotas, leading to oversupply, \"ghost towns,\" and heavy debt burdens in those regions while prices skyrocket in the east.\n\nReal estate is considered the \"mother of the business cycle\" because banks can create massive purchasing power through mortgages, but the physical supply of land remains limited, leading to asset bubbles and bursts. In China, real estate accounts for 70% of total household assets, whereas in the US, 72% of wealth is held in financial assets. This concentration of wealth makes Chinese households particularly sensitive to housing market fluctuations.\n\nWhile China’s household debt-to-GDP ratio (54% in 2018) is lower than the US, the real burden is high when measured against disposable income, with an average debt-to-income ratio of 1.6. For low-income households earning less than 60,000 yuan annually, this ratio rises to 3, making them highly vulnerable to economic shocks. To mitigate systemic risks, China maintains high mortgage down payments (typically at least 30%) and limits the use of complex financial derivatives like mortgage-backed securities, which helps contain the impact of potential defaults compared to the 2008 US crisis.\n\n## Factor Market Reform\n\nRegional imbalances in China are rooted in restricted population and land mobility. In the US, a state's share of national GDP is typically proportional to its share of the population, leading to similar per capita incomes across the country. In China, however, developed provinces produce a much higher share of GDP than their share of the population, resulting in significant wealth disparities. The solution lies in equalizing per capita income through labor mobility—allowing people to move from low-productivity rural areas to high-productivity cities.\n\nCities provide a larger market and further division of labor, allowing even low-skilled workers to earn higher incomes through service jobs like delivery or housekeeping. However, city governments often worry that an influx of migrants will strain public resources like hospitals and schools. The \"people-centered\" urbanization strategy aims to resolve this by increasing the supply of public services to match the resident population rather than just the registered population.\n\nSignificant land reforms are underway to end the city government monopoly on land supply. The 2019 amendment to the Land Administration Law allows rural collective-owned construction land to be sold or leased directly on the market for commercial use. Experimental models like Chongqing’s \"land certificate\" system have allowed peasants moving to cities to trade their idle rural homesteads for urban construction quotas, providing them with capital to settle while stabilizing urban house prices. Current reforms emphasize three \"bottom lines\": maintaining public land ownership, protecting the total amount of farmland, and safeguarding peasant interests.\n\n## Economic Development and Income Inequality\n\nChina’s rise has been the primary driver of global poverty reduction, accounting for nearly 1.2 billion people lifted out of extreme poverty since 1981. While absolute incomes have risen for all groups in China—increasing 6 to 13 times in the last 30 years—internal income inequality has widened, with the Gini coefficient reaching 0.47 by 2017. Wealth inequality is even more severe; the top 10% of urban households own 49% of total wealth, while the bottom 40% own only 8%.\n\nIntergenerational mobility is shifting. For the generation born in the 1970s, labor income and hard work were the main sources of wealth. For those born in the 1980s and 1990s, parental wealth and real estate ownership have become much larger determinants of success, as housing appreciation has outpaced labor income growth.\n\nSocial tolerance for this inequality is often explained by the \"tunnel effect\": people are patient with inequality as long as they see their own lane of traffic moving forward. However, if economic growth slows and the \"poor lane\" stands still while the \"rich lane\" continues to move, social tension rises. To address these structural imbalances, the \"dual circulation\" strategy emphasizes common prosperity, aiming to grow household income faster than GDP and expanding the middle class. This requires shifting government focus from production and investment toward public services and human capital.\n\n# Chapter 6: China’s Debt Problem\n\n## Section 1: Debt and Recession\nDebt is a fundamental component of a functioning economy, enabling companies to build factories, individuals to purchase homes, and governments to invest in long-term infrastructure. However, excessive borrowing based on optimism often leads to severe risks when economic conditions shift. By the end of 2018, China’s total debt-to-GDP ratio reached 258%, a level comparable to the United States and significantly higher than other developing nations like Brazil or India. This rapid accumulation, which saw the ratio double in just ten years, has necessitated \"supply-side\" reforms focused on deleveraging.\n\nDebt acts as a connective tissue in the economy, meaning a crisis in one sector can rapidly trigger a systemic recession. For example, widespread mortgage defaults cause bank losses, which in turn lead to reduced lending for firms, resulting in business contraction and layoffs. These crises spread through two primary mechanisms: \"fire sales\" and the contraction of credit. Fire sales occur when heavily indebted entities are forced to sell assets simultaneously to meet obligations, causing asset prices to plummet, as seen during the 2008 U.S. subprime crisis or the 2011 collapse of housing speculators in Wenzhou. The second mechanism, credit contraction, happens as falling asset prices reduce the value of collateral, making banks less willing to issue new loans and preventing businesses from refinancing their debts. \n\nRecessions driven by debt are particularly painful because the \"rigidity of debt\" means that while wealth can vanish, the nominal value of the money owed remains unchanged. In extreme cases, this leads to a debt-deflation cycle where falling prices make debt even more expensive in real terms. Furthermore, debt tends to exacerbate inequality because the law prioritizes creditors; debtors must liquidate their assets to pay what they can before any losses are borne by wealthier creditors or banks.\n\n## Section 2: Why Is There so Much Debt? Lessons from Europe and the US\nThe global rise in debt is closely linked to the disintegration of the Bretton Woods system in the 1970s, which ushered in an era of floating exchange rates and financial liberalization. Prior to this, domestic bank lending was strictly limited to maintain fixed exchange rates, but the post-liberalization era has been marked by frequent banking crises—averaging five per year between 1980 and 2010. \n\nThe banking system carries inherent risks that fuel debt cycles:\n*   **Scale and Leverage:** Modern banks are highly leveraged, often using a small amount of capital to support massive lending; for instance, many U.S. and European banks operated with leverage ratios of 20 to 50 times prior to 2008. \n*   **Maturity Mismatch:** Banks fund long-term loans with short-term liabilities like deposits, creating liquidity risks if creditors suddenly demand their money.\n*   **Real Estate Dependency:** Banks prefer real estate as collateral because it is fixed and stable in value, leading to a scenario where over 60% of bank loans in the U.S. and Europe are linked to mortgages or property. This creates a pro-cyclical loop where rising land prices encourage more lending, while falling prices trigger credit freezes.\n*   **Risk Transmission:** Securitization, such as residential mortgage-backed securities (RMBS), allows banks to sell off loans, which often reduces their incentive to perform rigorous credit analysis.\n\nGlobal and domestic inequality also drive debt. In the U.S., trade imbalances result in capital inflows from surplus countries like China, which lowers interest rates and encourages domestic borrowing. Domestically, the concentration of wealth in the hands of the rich creates a \"saving glut\". Since the wealthy cannot spend all their income, their excess savings are channeled through financial intermediaries to be lent to poorer households—often for housing—resulting in high levels of household debt rather than productive investment. Over the last 40 years, physical investment in the real economy has actually declined in developed nations as capital shifted toward intangible assets and financial speculation.\n\n## Section 3: Debt Risks in China\nChina's rapid debt accumulation began in 2008 as a response to the global financial crisis. To stabilize the economy, the central government launched a 4-trillion-yuan stimulus and eased restrictions on local government borrowing, fueling a massive boom in infrastructure and real estate. While China's external debt is low and mostly denominated in RMB, the internal debt structure presents significant risks. \n\nThe debt accumulated in waves:\n*   **2008-2010:** Direct stimulus focused on projects like high-speed railways.\n*   **2012:** The expansion of \"shadow banking\" provided new channels for local government financing vehicles (LGFVs) to borrow despite tightening regulations.\n*   **2015:** Following a stock market crash and capital flight, the government again eased real estate controls, causing a surge in house prices and household debt.\n\nBy 2018, China's corporate debt reached 154% of GDP, far exceeding levels in the U.S. or Germany. This high figure is partly due to a lack of equity financing options, forcing companies to rely on bank loans. A significant portion of this debt is held by LGFVs, which invest in infrastructure with very low financial returns, and \"zombie companies\"—inefficient state-owned or private firms that survive only through continuous credit injections.\n\nThe real estate sector is a core risk, with an asset-liability ratio close to 80% and a heavy reliance on pre-sales and shadow banking. Because real estate and land prices are linked to local government revenue, a downturn in housing could trigger a broader fiscal crisis. China's banking system is also heavily exposed, as it prefers lending against land and real estate collateral. Furthermore, the \"shadow of banking\"—where banks move risky loans off-balance sheet through wealth management products—has created a complex web of implicit guarantees that could threaten financial stability.\n\n## Section 4: Solve the Debt Problem\nAddressing the debt problem requires both repaying existing obligations and curbing the issuance of new debt. Repayment is often painful, requiring households and businesses to cut spending, which can reduce aggregate demand and lead to an economic contraction. In China, this has manifested in increased state-owned enterprise (SOE) reform, where local governments sell shares in companies like Gree Electric or Chery Automotive to raise funds for debt repayment.\n\nAlternative monetary solutions carry their own sets of consequences:\n*   **Lowering Interest Rates:** This reduces the repayment burden but can fuel further speculative bubbles in the housing market.\n*   **Quantitative Easing (QE):** While it supports asset prices and provides liquidity, it often benefits asset owners over the poor, worsening wealth inequality.\n*   **Deficit Monetization:** This involves the central bank directly purchasing government debt, a practice that historically led to hyperinflation, such as in China during the late 1940s.\n\nModern Chinese policy remains cautious, avoiding \"flooding\" the market with liquidity to prevent further real estate speculation. The long-term solution lies in structural transformation. This includes shifting the local government's role from an investment-driven model to a service-oriented one, reducing the reliance on land finance. Additionally, reforming capital markets to encourage direct equity financing instead of indirect bank loans is necessary to share risks more broadly. However, this is difficult to achieve as long as the state remains the dominant investment decision-maker, as the principle of \"whoever decides must bear the risk\" means the state inevitably continues to concentrate financial risks.\n\n# Chapter 7: International Imbalances\n\n## Section 1: Low Consumption and Excess Production\n\nThe most prominent feature of the internal economic imbalance is insufficient domestic consumption. In 2018, household consumption accounted for only 44% of GDP, which is significantly lower than the nearly 70% seen in the United States and the 55% average in the European Union and Japan. This decline in the proportion of consumption is the result of both a falling share of national income available to households and an increase in the household savings rate. Between the 1990s and 2010, the ratio of household disposable income to GDP dropped from 70% to 60%, while the savings rate climbed from 25% to 35% during the early twenty-first century.\n\nSeveral economic and institutional factors drive the high household savings rate. The one-child policy increased the proportion of the working-age population, who naturally save more, while also weakening the traditional reliance on children for old-age support, necessitating higher personal savings for retirement. Additionally, the land finance model and rising house prices force households to save extensively for down payments and mortgage repayments. Because local government development models prioritize infrastructure and business investment over public services, households must also save to cover the high costs of public education and healthcare. This is particularly evident among the elderly, who save to support their children’s housing and their grandchildren’s education. Furthermore, the household registration system (hukou) prevents many migrant workers from accessing public services in cities, leading them to save a large portion of their earnings to send back to their home regions.\n\nThe declining share of national income going to households is partly a natural consequence of capital-intensive industrialization, where capital income typically outpaces labor income. However, this trend was accelerated by local government policies that provide subsidies, cheap land, and loan discounts to attract large-scale industrial projects. These incentives encourage firms to invest in capital rather than labor. The rising cost of labor, driven by housing and registration policies, has further incentivized companies to substitute workers with technology, such as industrial robots.\n\nWhile this model of shifting resources from consumption to investment effectively promoted economic take-off, it has become unsustainable as infrastructure reaches maturity. Excess productive capacity that cannot be absorbed by low domestic consumption must be exported, leading to global trade imbalances and heightened risk of debt as returns on investment decline. To address this, current reforms emphasize increasing household income at a rate faster than economic growth and transferring state-owned enterprise (SOE) shares to social security funds to fill funding gaps and support the aging population.\n\n## Section 2: US-China Trade War\n\nInternational trade imbalances are essentially an extension of domestic structural imbalances. China’s surplus of production over consumption results in a current account surplus, while the United States’ tendency to consume more than it produces results in a persistent deficit. The United States absorbs these exports through its \"exorbitant privilege\" as the issuer of the world's reserve currency, allowing it to exchange dollars for real goods, though this creates a \"Triffin Dilemma\" that may eventually challenge the dollar's status.\n\nThe trade conflict is often blamed on the \"China Syndrome,\" the idea that Chinese imports took jobs from American workers. While manufacturing employment in the U.S. did decline sharply after China joined the WTO in 2001, this followed a long-term trend of decline starting in the 1970s caused primarily by technological progress and automation. U.S. manufacturing value-added remained stable at 13% of GDP during this period, proving that output did not fall even as employment did. Furthermore, low-cost imports from China lowered expenses for other U.S. sectors, actually helping to expand employment in those areas.\n\nA more fundamental driver of the trade war is the technology shock. China surpassed the U.S. in manufacturing value-added in 2010 and took the top spot in international patent applications in 2019. While China still lags in the total stock of scientific knowledge, its flow of new research articles is growing so rapidly that it is expected to surpass the U.S. by 2025. Late-developing countries like China often innovate in reverse: starting with manufacturing, learning by doing, creating patents, and finally investing in basic scientific research.\n\nThe evolution of the Apple supply chain illustrates this industrial upgrading. Years ago, China contributed only a few dollars in assembly costs to an iPhone; today, dozens of Chinese suppliers provide critical components like camera modules and acoustic units, contributing roughly 20% of the hardware value. The current U.S. strategy of technology containment may cause short-term setbacks, but it may also encourage Chinese firms to replace American technology with domestic alternatives, eventually fueling further R&D and industrial upgrading within China.\n\n## Section 3: Rebalancing and the Strategy of Dual Circulation\n\nThe \"dual circulation\" strategy marks a strategic transformation to make domestic consumption the main driving force of the economy. This requires a shift from a production-oriented government to a service-oriented one. To drive consumption, more resources must be transferred from the government and corporate sectors to households, and local governments must curb their investment impulses in favor of spending on public services like healthcare, education, and social security.\n\nContinued urbanization is essential for this strategy, as the service industry—the primary source of future employment—depends on population density. Manufacturing jobs are increasingly being lost to robots, so providing public services that allow migrants to settle permanently in cities is vital for maintaining income growth. This requires deepening the reform of the land and household registration systems.\n\nRebalancing also involves human capital investment. By spending more on education and health, the government increases long-term economic performance and innovation capability. Additionally, stabilizing house prices is necessary to prevent further growth in household debt, which currently suppresses consumption. While domestic circulation is the focus, the strategy also emphasizes continued opening to the world, as imports can create significant employment in service sectors like logistics, trade, and finance. Ultimately, establishing a unified national market that allows for the free flow of factors and goods is a task as significant and complex as globalization itself.\n\n# Chapter 8: Government and Economic Development\n\nThe relationship between economic theory and real-world policy is often complicated by a gap between theoretical understanding and practical application. While market-based theories are excellent at identifying \"distortions\" in China’s economy, they frequently overlook the historical and social causes of these issues and the feasibility of proposed solutions. Developing countries typically lack the well-functioning market institutions found in developed nations; therefore, the core of economic development is not merely the operation of a market, but the **gradual construction of market institutions** from scratch.\n\n## Local Government Competition\n\nEconomic progress requires the effective mobilization of resources, which is driven by competition. China’s transition from a planned economy involved shifting away from Soviet-style top-down competition between central ministries toward a bottom-up model of **regional competition** between local governments. This decentralization allowed for local policy experiments, such as the creation of **Special Economic Zones** like Shenzhen, where risks were localized but successful models could be scaled nationally.\n\nThe foundation for this competition was unintentionally laid during the **\"Construction of the Third Front\"** (1964), a military-strategic move that dispersed industrial capacity into China’s hinterlands to prepare for potential conflict. This movement established a comprehensive, albeit less advanced, production system in central and western provinces, creating the technical knowledge base that later supported the rise of township-village enterprises and private firms. These enterprises served as vital **training grounds**, transforming farm laborers into a disciplined industrial workforce familiar with factory operations and commerce.\n\nThis system is characterized by **\"dual competition\"**, where local officials must compete for resources in the market while simultaneously competing for political promotion. While this has driven rapid growth, it carries specific costs:\n*   **No Elimination Mechanism:** Unlike businesses, local governments do not go bankrupt, meaning inefficient regions may persist without radical change.\n*   **Zero-Sum Game:** Because political promotion is a limited resource, it can lead to malign competition, such as **local protectionism**.\n*   **Short-Termism:** Limited official tenures encourage over-borrowing and over-investment in visible infrastructure to boost GDP quickly, often ignoring long-term debt sustainability.\n\n## The Development and Transformation of Government\n\nAs an economy grows, the role of the government naturally expands—a phenomenon known as **Wagner’s Law**. Richer societies demand more public services, such as healthcare, education, and social security, requiring the state to act as an insurer against economic shocks. Essential market foundations, such as the **rule of law and property rights**, are often the *result* of economic development rather than just a prerequisite; they require massive long-term investment in legal infrastructure and human capital that only a developing economy can provide.\n\nSimilarly, a state's **taxation capacity** must be built over time. In China, the transition from paper to electronic value-added tax (VAT) invoices through the **Golden Tax Project** was a critical investment that reduced fraud and significantly increased government revenue.\n\nThe current challenge is to transform China from a **production-oriented government** into a **service-oriented government**. \n*   **Resource Shift:** Resources must be moved from investment and production into the household sector to rebalance the economy.\n*   **Human Capital:** While manufacturing relies on capital goods, the service sector relies on people; therefore, the government must prioritize investment in **\"human capital\"** through public education and medical services.\n*   **Fiscal Bottleneck:** Although local governments are responsible for 96% of public service expenditures, they lack a stable, 100% local tax source (like a property tax) to replace the unsustainable land finance model.\n\n## Development Goals and the Development Process\n\nIt is vital to distinguish between the *process* of development and the *goal* of development. While developed countries increase productivity through frontier innovation, developing countries grow through **\"organizational learning\"**—applying and adapting existing global technologies. This advantage of being a latecomer is temporary; eventually, an economy must transition from imitation to an innovation-led model, or it will stagnate.\n\nChina’s path has been shaped by its unique **\"institutional endowments\"**: resourceful local governments, a strong central coordinator, and a bureaucratic system with high human capital. Policies are constrained by existing institutions—such as collective land ownership and the Hukou system—and by the need to manage entrenched interests. \n\nSuccessful economic reforms are often **gradualist**. They incorporate buffers and stabilizers that may appear as \"distortions\" to theoretical efficiency but are necessary to give people time to adapt to a changing environment. Ultimately, successful economic policy is **pragmatic and concrete** rather than ideological, focusing on solving specific problems through practice rather than following abstract models like the \"Washington Consensus\".","headings":[{"level":1,"text":"Chapter 1: The Roles and Responsibilities of Local Government","id":"chapter-1-the-roles-and-responsibilities-of-local-government"},{"level":2,"text":"Introduction to Scale and Diversity","id":"introduction-to-scale-and-diversity"},{"level":2,"text":"Section 1: Government with Chinese Characteristics","id":"section-1-government-with-chinese-characteristics"},{"level":2,"text":"Section 2: Externalities and Economies of Scale","id":"section-2-externalities-and-economies-of-scale"},{"level":2,"text":"Section 3: Complex Information","id":"section-3-complex-information"},{"level":2,"text":"Section 4: Incentive Compatibility","id":"section-4-incentive-compatibility"},{"level":2,"text":"Section 5: Attracting Investment","id":"section-5-attracting-investment"},{"level":1,"text":"Chapter 2: Finance, Taxation and Government Behavior","id":"chapter-2-finance-taxation-and-government-behavior"},{"level":2,"text":"Section 1: Tax Sharing Reforms","id":"section-1-tax-sharing-reforms"},{"level":2,"text":"Section 2: Land Finance","id":"section-2-land-finance"},{"level":2,"text":"Section 3: Horizontal and Vertical Imbalances","id":"section-3-horizontal-and-vertical-imbalances"},{"level":1,"text":"Chapter 3: Government Investment, Financing and Debt","id":"chapter-3-government-investment-financing-and-debt"},{"level":2,"text":"Urban Investment Corporations and Land Finance","id":"urban-investment-corporations-and-land-finance"},{"level":2,"text":"Local Government Debts","id":"local-government-debts"},{"level":2,"text":"The Role of Local Officials in Attracting Investment","id":"the-role-of-local-officials-in-attracting-investment"},{"level":1,"text":"Chapter 4: The Role of Government in Industrialization","id":"chapter-4-the-role-of-government-in-industrialization"},{"level":2,"text":"Section 1: The Story of BOE and Government Investment","id":"section-1-the-story-of-boe-and-government-investment"},{"level":2,"text":"Section 2: Solar Industry and Government Subsidies","id":"section-2-solar-industry-and-government-subsidies"},{"level":2,"text":"Section 3: Government Industry Guidance Funds","id":"section-3-government-industry-guidance-funds"},{"level":1,"text":"Chapter 5: Urbanization and Imbalances","id":"chapter-5-urbanization-and-imbalances"},{"level":2,"text":"House Prices and Household Debt","id":"house-prices-and-household-debt"},{"level":2,"text":"Factor Market Reform","id":"factor-market-reform"},{"level":2,"text":"Economic Development and Income Inequality","id":"economic-development-and-income-inequality"},{"level":1,"text":"Chapter 6: China’s Debt Problem","id":"chapter-6-china-s-debt-problem"},{"level":2,"text":"Section 1: Debt and Recession","id":"section-1-debt-and-recession"},{"level":2,"text":"Section 2: Why Is There so Much Debt? Lessons from Europe and the US","id":"section-2-why-is-there-so-much-debt-lessons-from-europe-and-the-us"},{"level":2,"text":"Section 3: Debt Risks in China","id":"section-3-debt-risks-in-china"},{"level":2,"text":"Section 4: Solve the Debt Problem","id":"section-4-solve-the-debt-problem"},{"level":1,"text":"Chapter 7: International Imbalances","id":"chapter-7-international-imbalances"},{"level":2,"text":"Section 1: Low Consumption and Excess Production","id":"section-1-low-consumption-and-excess-production"},{"level":2,"text":"Section 2: US-China Trade War","id":"section-2-us-china-trade-war"},{"level":2,"text":"Section 3: Rebalancing and the Strategy of Dual Circulation","id":"section-3-rebalancing-and-the-strategy-of-dual-circulation"},{"level":1,"text":"Chapter 8: Government and Economic Development","id":"chapter-8-government-and-economic-development"},{"level":2,"text":"Local Government Competition","id":"local-government-competition"},{"level":2,"text":"The Development and Transformation of Government","id":"the-development-and-transformation-of-government"},{"level":2,"text":"Development Goals and the Development Process","id":"development-goals-and-the-development-process"}]},"__N_SSG":true}