{"pageProps":{"content":"# Notes - The Hard Thing about Hard Things\n*Ben Horowitz | May 24, 2024*\n# Chapter 1: From Communist to Venture Capitalist \n\n###  The Importance of Fear and Perspective\n\nIn high school, he learned how to manage fear while playing football under Coach Chico Mendoza. Coach Mendoza's strict style and emphasis on discipline taught him the importance of controlling fear in challenging situations.\n\nHe grew up in a diverse community with a mixture of wealthy and working-class families, which exposed him to contrasting political viewpoints, particularly communist ideologies from his parents. This experience taught him to separate facts from perception and to consider alternative perspectives. This ability proved valuable in his later career as an entrepreneur and CEO, as it enabled him to see beyond the immediate situation and explore alternative solutions.\n\n### The Rise of the Internet\n\nDuring his time at Columbia University, he witnessed the emergence of the internet.  While industry giants like Oracle and Microsoft focused on proprietary networks, he recognized the potential of the internet to connect all businesses and consumers. This insight led him to join Netscape, a company at the forefront of the internet revolution. \n\n### Loudcloud and the Dot-com Bubble\n\nHe co-founded Loudcloud, a company that provided cloud computing services, with Marc Andreessen.  They secured a $66 million investment from Benchmark Capital and Marc Andreessen, propelling Loudcloud's growth. However, the dot-com bubble burst, creating challenges for the company. He was forced to consider taking the company public to secure funding.  \n\n### Guidance from Bill Campbell\n\nHe sought guidance from Bill Campbell, a renowned business leader, during this difficult period. Campbell's support and advice, particularly regarding IPO-related challenges and people management, were invaluable to him and Loudcloud.\n\n### The Challenges of an IPO\n\nLoudcloud went public, but the process was fraught with difficulties, including negative press coverage and a complex business model that was difficult for investors to understand. Internal communication issues, particularly regarding stock options and potential value, further exacerbated the challenges.  \n\n### Personal and Professional Setbacks\n\nHe faced a series of personal and professional setbacks, including the death of his father-in-law. Despite securing a deal to sell Loudcloud's services business to EDS, the company's stock price plummeted, leaving him with the task of rebuilding and reassuring employees.\n\n# Chapter 2: \"I Will Survive\"\n\n### The Struggle\n\nThis section of the chapter focuses on the reality of the struggles that entrepreneurs and CEOs face when their companies are not performing as expected. \n\n* There is no formula for dealing with these hard things. \n* **Entrepreneurs and CEOs will experience a wide range of difficulties including product issues, market shifts, employee turnover, financial constraints, and competitive losses. This is \"The Struggle.\"**\n* Entrepreneurs should embrace the challenges and view them as opportunities for growth and learning.\n\n### CEOs Should Tell It Like It Is \n\n**This section stresses the importance of transparency from company leadership during difficult times**.\n\n* Being upfront about problems builds trust with employees, allows for more effective problem-solving, and provides the right signals for investors to maintain confidence. \n* CEOs are encouraged to resist the pressure to be overly positive and to focus on open and honest communication to build trust and encourage collaboration.\n* The use of management maxims that prevent open communication, such as \"Don't bring me a problem without bringing me a solution,\" should be avoided, as this can stifle the flow of critical information.\n\n### The Right Way to Lay People Off\n\nA step-by-step guide for handling layoffs in a way that minimizes damage to the company's culture and maintains the trust of remaining employees:\n\n* **Step 1: Plan carefully.** The layoff process should be planned meticulously, with a focus on speed and clarity. Developing a script, training managers, and addressing logistical details in advance is recommended.\n* **Step 2: Don't delay.** Once the decision is made, the layoff should be executed swiftly to avoid leaks and uncertainty.\n* **Step 3: Be clear about the reasons.** Layoffs are due to company performance issues, not individual shortcomings. This message should be communicated clearly to avoid confusion and resentment.\n* **Step 4: Train your managers.** It is crucial that managers handle the layoffs of their own employees. They should be prepared to explain the situation, be decisive in their communication, and provide clear details about severance packages and benefits.\n* **Step 5: Address the entire company.** The CEO must address the whole company, providing context, support for managers, and demonstrating respect for those being laid off. The focus should be on the people staying and how the company will move forward.\n* **Step 6: Be visible, be present.** After the layoff, the CEO should be visible and accessible to employees, showing that they care and are available to address concerns. \n* **These steps, while difficult, are crucial for maintaining trust and morale within the company**. \n\n###  Preparing to Fire an Executive\n\nThis section provides a structured approach to firing an executive, emphasizing clear communication, respect, and careful planning to minimize disruption.\n\n* **Step 1: Understand the root cause.** It's essential to pinpoint the reasons for the executive's failure. Analyzing the problem systematically is recommended, considering factors like lack of skills, mismatched experience, ambition issues, or other company-specific reasons.\n* **Step 2: Informing the board.** This step involves gaining the board's support, understanding, and input on the separation package. Being transparent with the board and seeking their guidance throughout the process is important. \n* **Step 3: Preparing for the conversation.** The CEO should script or rehearse what they plan to say to the executive to ensure clarity and avoid misunderstandings. The message should be decisive, emphasizing the decision as non-negotiable. The CEO should also have the severance package details ready.\n* **Step 4: Preparing the company communication.** The order for informing the company: direct reports first, then the executive team, and finally the rest of the company. These communications should be consistent and positive to avoid damaging the morale of remaining employees.\n\n### Demoting a Loyal Friend\n\nThis section focuses on the challenging situation of demoting a close friend who is not performing adequately in their current role. \n\n* CEOs should be direct and honest, explaining that the company's needs have outgrown the friend's current capabilities. It is important to admit the difficulty of the situation and acknowledge the friend's contributions.\n* The CEO should emphasize their desire to help the friend succeed in a different role within the company. Offering an increase in compensation with the demotion can demonstrate the company's continued value for the friend's work. \n\n### Lies that Losers Tell\n\nThis section identifies common false narratives that companies create to avoid confronting their problems. These lies prevent companies from acknowledging the true nature of their challenges and taking appropriate corrective action. \n\n* Examples include blaming external factors for company struggles, ignoring signs of trouble, and making excuses for poor performance.\n\nThese summaries cover the main points of each section within Chapter 2. Each section offers guidance and practical advice for CEOs on navigating difficult situations and effectively leading their companies during challenging times. \n\n# Chapter 3: This Time with Feeling\n\n### Reselling the Opportunity \n\nAfter selling Loudcloud to EDS, he felt good about the company, but his shareholders did not agree.  He had sold all the customers, all the revenue, and the business they understood. As a result, every large shareholder sold off their shares, dropping the stock price to $0.35 a share. At this point, nobody believed in the company except him, so he decided to take the employees off-site and resell them on the opportunity.\n\n**He delivered a speech to the employees explaining the situation. He said, \"We are going to build a great company and we can only do it together. If you want to leave, this is a great time to leave. If you want to stay, you will need to make a commitment to work hard and be a great team player\".**\n\nTwo employees quit that day, but all but two of the remaining 78 stayed through the sale to Hewlett-Packard five years later.\n\n### Increasing the Stock Price\n\nAfter the off-site, the first thing he needed to do was increase the stock price. The NASDAQ sent him a letter explaining that if he failed to get the stock price over $1, they would delist the company from the exchange and send them to penny stocks. The board debated the best way to increase the price - reverse-split the stock, stock buyback, or other options - but he felt that they simply needed to tell their story. \n\n**The story was simple. The company had a great team, $60 million in the bank, a $20 million-a-year contract with EDS, and serious intellectual property. If he wasn't the worst CEO of all time, the company should be worth more than $30 million.**\n\nThe story took hold and the stock price climbed above $1 a share.\n\n### A Must Win\n\nNext, they needed to deploy the new Opsware software product at EDS. This was a significant undertaking because EDS had 15,000 servers running a thousand applications written in twenty different programming languages. This was further complicated by the fact that the engineers who built the software were based in Sunnyvale, California, but the servers and deployment team were based in Plano, Texas. \n\nThe team in Plano reported that they were not making the progress they needed to make to deploy on schedule. They were working until 10 o'clock every night, but felt they were not motivated or happy. On top of that, the product had bugs and shortcomings that gave them reason to stop the deployment.\n\n**He addressed the situation carefully. He said, \"I appreciate the difficulties and more than that, I thank you deeply for the effort. However, I do not think that I've made myself clear on the situation that we're in. This is not a scenario where an excuse will do. This is a must win. If EDS drops us, we're fucked and it's over. The IPO, avoiding the Loudcloud bankruptcy, all the layoffs and pain will have been for nothing - because we're dead. So, our only option is to win. We cannot lose this one\".**\n\nHe continued, explaining, \"So, I need each of you to look deep inside and ask yourself whether you are willing to do whatever it takes to win. If you are, then you are in the right place, but I need to know - are you willing to do whatever it takes?\". Everyone agreed.\n\nThe next morning, the lead engineer, Anthony, who had been complaining the loudest called him to say that he had been thinking about what he said and had a request. He wanted him to call the SVP of the division at EDS, who was responsible for the deal. Anthony explained that he had never seen a software product deployment succeed on time and that it was unlikely that their product would be the first. \n\nThe SVP at EDS, a gentleman named Ted, said that he wanted to help but did not think that he could. He explained that he was already under fire because the deal was the largest software license he had ever signed and that this was his first deployment. Anthony suggested he call him and give him his instructions. Before hanging up, he asked Ted, \"If my company made the commitment to fix these issues, how much time would you give us to do that?\". \n\nTed responded, \"Sixty days\".\n\n### Sixty Days to Live\n\nThe team had sixty days to fix all the problems and make the deployment work, if not, they were done.  \n\n**To avoid any hesitation, he scheduled a daily meeting with Anthony, Jason, and the team. The purpose of the meetings was to remove all roadblocks. If anyone was stuck on anything, it could not last longer than 24 hours, the time between meetings.**\n\nIn the meantime, Anthony worked furiously to find the exciting value they could offer EDS. They started with little things that did not change their fate, but revealed important clues. \n\nWhen booking a trip for the main EDS executive to meet with his engineers and architects, they discovered that he requested the longest layover possible at the connecting airport. It turned out that he liked to hang out in the airport bar between flights. This gave the team a chance to bond with him over cocktails.\n\n**After the deployment, the EDS executive sent this email:**\n\n*\"*I am writing to you and your team to express my sincere thanks and appreciation for all of the hard work and dedication that you all put forth to make this a very successful implementation.  I know that this was a very difficult and demanding project and I’m very proud to say that your team hit a home run.  From the CEO down everyone was very helpful and willing to do what it took to make this a success.  It really makes me feel good to work with a company that puts the customer first.\"*.\n\n**Eight years later, he read what Ted had written about the experience:**\n\n*\"*Six months later we suddenly started winning proofs of concepts we hadn’t before. Ben did a great job, he’d give us feedback, and pat people on the back when we were done.\"*. \n\nHe cried when he read what Ted wrote because he didn't know how the employees felt at the time. He thought he was asking too much of everyone after barely surviving Loudcloud. \n\n*\"*After the speech came the hard work of defining the product. The product plan was weighed down with hundreds of requirements from our existing customers. The product management team had an allergic reaction to prioritizing potentially good features above features that might hypothetically beat BladeLogic. They would say, “How can we walk away from requirements that we know to be true to pursue something that we think will help?”*\". \n\nHe wishes he knew then what he knows now.\n\n# Chapter 4: When Things Fall Apart\n\n### The Struggle\n\nEntrepreneurs start companies with a vision for success. They imagine hiring the smartest people, building a beautiful product, and making the world a better place. The reality of building a company is often different from what they imagined. CEOs may experience the \"struggle\" when their product has issues, they lose customers or employees, and the market changes. This difficult time is part of what separates successful companies from unsuccessful ones. \n\n### The End\n\nWhen the company is struggling, nothing is easy. In fact, it may feel impossible to recover.\n\n### CEOs Should Tell It Like It Is\n\nWhen the company is in trouble, the CEO may feel pressure to be overly positive.  It is better for CEOs to be transparent about their company's problems. This builds trust and allows the company to solve difficult problems.\n\n#### Why It’s Imperative to Tell It Like It Is\n\nThere are three reasons why CEOs should tell it like it is:\n* Trust: If employees trust their CEO, then communication will be more efficient.\n* The More Brains Working on the Hard Problems, the Better: If a company does not tell employees about its problems, the employees can't help to solve them.\n* A Crisis Is an Opportunity to Look for the Truth: Employees will help the CEO to understand the truth about the company's problems.\n\n### The Right Way to Lay People Off\n\nLayoffs can damage the company's culture and make it difficult to succeed. However, it is possible to lay people off in the right way so that the company can survive and thrive.\n\n#### Step 1: Get Your Head Right\n\nLaying people off is difficult for the CEO. The CEO should focus on the future of the company, not on the mistakes of the past.\n\n#### Step 2: Don’t Delay\n\nDelaying the layoff will cause confusion and anxiety. Word of the layoff may leak to the employees.\n\n#### Step 3: Be Clear in Your Own Mind About Why You Are Laying People Off\n\nThe CEO is laying people off because the company failed to hit its plan. Individual performance is not the reason for the layoff.\n\n#### Step 4: Train Your Managers \n\nThe managers should be trained to inform their employees of the layoff. The managers should tell their employees:\n* This is a company failure, not an individual failure.\n* The employee is being laid off and this is non-negotiable.\n* The company is providing support to the employees who are being laid off.\n\n#### Step 5: Address the Entire Company\n\nThe CEO should address the entire company and explain the layoff. This will make it easier for the managers to speak with their employees. The CEO should treat the employees with respect and explain why the company must move forward.\n\n#### Step 6: Be Visible, Be Present\n\nThe CEO should be present in the office and interact with employees. The CEO should show employees that they care about them and the company. \n\n### Preparing to Fire an Executive\n\nFiring an executive is also difficult, but it is important to prepare properly. This ensures the executive is treated fairly and improves the company.\n\n#### Step 1: Root Cause Analysis\n\n**The CEO should understand why the executive failed**. It is likely that the CEO made a mistake in hiring the executive. Here are some common mistakes:\n* **The CEO hired the executive too early**. \n* **The CEO failed to define the role properly**.\n* **The CEO hired for the generic position**.\n* **The executive had the wrong kind of ambition**.\n\n#### Step 2: Informing the Board\n\nThe CEO should tell the board why they are firing the executive. The board should understand the mistake and the plan to fix the situation. The CEO should get the board's input and approval for the severance package. The CEO should also try to preserve the reputation of the executive they are firing.\n\n#### Step 3: Preparing for the Conversation\n\nThe CEO should prepare for the conversation with the executive and consider rehearsing what they will say. The CEO should review the executive's performance reviews. The CEO should:\n* **Be clear about the reasons for firing the executive**.\n* **Use decisive language**.\n* **Have the severance package ready**.\n\n#### Step 4: Preparing the Company Communication\n\nThe CEO should communicate the executive's departure to the company. This includes informing the executive's direct reports, other staff members, and the rest of the company. These conversations should happen quickly. The CEO should have a plan for the executive's team. The CEO should remain positive and treat the executive with respect.\n\n### Demoting a Loyal Friend\n\nIt is also difficult to demote a friend. **The CEO should tell the friend that they need to make a change to help the company succeed**. **The CEO should explain that they still value their friend, but must put the company first**.\n\n### Lies That Losers Tell\n\nWhen a company starts to fail, the truth may become the first casualty. CEOs and employees may tell lies to avoid dealing with the company's failures. \n\n# Chapter 5: Take Care of the People, the Products, and the Profits—in That Order\n\nThis chapter focuses on the importance of **people, products, and profits, in that order**, in a successful business, drawing from his experiences at Opsware. Training, creating a positive work environment, and hiring and managing executives effectively are crucial to navigate challenges and achieve success.  \n\n### Rebuilding the Executive Team\n\nAfter pushing the Opsware stock price back above $1, he faced the challenge of rebuilding the executive team to transition from a cloud services company to a software company.  \n\nHe realized the importance of finding the right VP of sales after a series of unsuccessful hires. He eventually found Mark Cranney, a highly experienced and successful sales leader who emphasized the importance of training, process, products, organizational selling, and inspiring courage in the sales team. \n\n### A Good Place to Work\n\nA good place to work allows people to focus on their work with confidence that their efforts will lead to positive outcomes for both the company and themselves. If employees lack this confidence, they will focus on self-preservation, creating a negative work environment. \n\nA conversation with his former manager, Andy Grove, who stressed the importance of training in creating a positive work environment.  This led him to create a training document called \"Good Product Manager/Bad Product Manager\" at Netscape, which significantly improved the performance of his team.\n\n### Why You Should Train Your People\n\nFour key reasons for investing in employee training:\n\n*   **It’s the best way to improve your company:** Training equips employees with the necessary knowledge and skills to perform their jobs effectively, leading to improved company performance.\n*   **It’s a recruiting tool:** A strong training program attracts talented individuals who are eager to learn and grow, giving the company a competitive edge in recruitment.\n*   **It’s a retention tool:** Employees who receive training and development opportunities are more likely to feel valued and stay with the company, reducing turnover and maintaining a strong talent base.\n*   **It’s the only scalable way to manage:** As the company grows, training provides a consistent and efficient way to communicate expectations, values, and best practices to a large number of employees, ensuring alignment and consistency across the organization.\n\n### What Should You Do First?\n\nStarting with **functional training** is recommended, which focuses on providing employees with the knowledge and skills they need to do their jobs effectively. This type of training can range from simple instructions on job expectations to more complex training programs, such as engineering boot camps. Involving subject matter experts and managers in the training process is important to ensure its effectiveness and relevance.  \n\n### Good Product Manager/Bad Product Manager\n\nA detailed document outlines the characteristics of good and bad product managers, emphasizing the importance of market knowledge, product expertise, responsibility, communication, and a focus on delivering value to the marketplace.\n\n### Why It's Hard to Bring Big Company Execs into Little Companies\n\nThe challenges of integrating experienced executives from large companies into startups.  To effectively onboard experienced executives into startups, three steps are suggested:\n\n*   **Set the right expectations:** Explain to the executive that the job is not the same as their previous role in a larger company, emphasizing the importance of adaptability and a willingness to learn. \n*   **Make sure that they “get it.”**: Ensure that the executive understands the product, technology, customers, and market, requiring them to ask questions and demonstrate a deep understanding of the business.\n*   **Put them in the mix**: Encourage the executive to interact with their peers and other key people in the organization to learn from their experiences and integrate into the company culture.\n\n### Hiring Executives: If You’ve Never Done the Job, How Do You Hire Somebody Good?\n\nA structured approach to hiring executives, even if you lack direct experience in their functional area. The key steps in this process include:\n\n*   **Defining criteria:** Clearly define the desired strengths, tolerable weaknesses, and essential skills required for the position, including functional expertise, operational excellence, strategic contribution, and team effectiveness. \n*   **Developing questions:** Formulate specific interview questions to assess the candidate's abilities against the defined criteria, ensuring a thorough evaluation.\n*   **Assembling an interview team:** Include interviewers with expertise in the relevant functional area and those who can assess the candidate's cultural fit and team dynamics.\n*   **Conducting thorough reference checks:** Conduct both backdoor (unsolicited) and front-door (provided by the candidate) reference checks, focusing on assessing the candidate's fit with the defined criteria.\n\n### When Employees Misinterpret Managers\n\nThis section highlights the common misinterpretations that can arise between managers and employees, emphasizing the importance of clear communication, appropriate metrics, and awareness of unintended consequences. \n\nExamples from his own experience illustrate how well-intentioned actions can lead to unintended and negative consequences. Attempts to incentivize sales linearity by offering bonuses for early quarter deals only shifted the timing of deals rather than improving predictability. Setting metrics for engineering deliverables (schedule, quality, and features) resulted in a mediocre product, as the team prioritized meeting the metrics over building a great product. \n\n### Management Debt\n\nThe concept of **management debt**, drawing a parallel to technical debt. Management debt arises when leaders take shortcuts or make decisions that provide short-term benefits but create long-term challenges and complexities. These decisions may appear expedient in the moment but can lead to a buildup of organizational issues that become increasingly difficult to address over time.\n\nExamples of management debt:\n\n*   **Putting two in the box**: Promoting someone who is not ready for the next level of responsibility creates a burden for their manager, who will have to do the employee's job in addition to their own.\n*   **Over-compensating a key employee because she gets another job offer**: Matching a competitor's offer to retain a valuable employee can lead to salary imbalances, internal equity issues, and a culture where employees feel they must threaten to leave to receive fair compensation.\n*   **Not giving feedback**: Avoiding difficult conversations and failing to provide honest feedback to employees can lead to poor performance, lack of accountability, and a decline in overall company performance.\n\nWhile incurring management debt is sometimes necessary, leaders should be aware of the long-term costs and make conscious decisions about the trade-offs involved.\n\n### Management Quality Assurance\n\nThe critical role of Human Resources (HR) in ensuring management quality within an organization. Essential skills for a successful head of HR:\n\n*   **Company knowledge:** A deep understanding of the company's mission, values, and operating principles is essential for effectively aligning HR practices with the overall business goals.\n*   **Functional expertise:** The head of HR should possess a strong understanding of core HR functions, such as recruiting, compensation, benefits, training, and development.\n*   **Industry knowledge:** Keeping abreast of the latest trends and best practices in HR is crucial for maintaining competitiveness and attracting and retaining top talent.\n*   **Intellectual heft to be the CEO’s trusted adviser:** The CEO should trust the HR leader's judgment and seek their counsel on people-related matters, empowering them to uphold high management standards.\n*   **Understanding things unspoken:** Recognizing subtle signs of declining management quality, even when not explicitly stated, is crucial for addressing issues proactively.\n\nThe head of HR plays a critical role in maintaining management quality, supporting managers in their development, and creating a positive and productive work environment.\n\n# Chapter 6: Concerning the Going Concern\n\nThis chapter explores the evolution of company culture as a company grows, and the changes that need to be made to maintain a healthy and productive work environment. It also examines the importance of ambition, titles and promotions, managing difficult employees, and creating a company culture that reflects the company's values and goals.\n\n### Minimizing Politics\n\nAs companies grow, politics become more prevalent. Ben Horowitz provides an example: a situation in which an executive wanted to be promoted to COO and told another executive that the CEO was grooming him for the position. This incident highlights the challenges of managing ambitious people and the need for clear processes and communication to minimize political maneuvering. \n\nHere are some tips for minimizing politics:\n\n*   **Don't react to requests for off-cycle compensation**: Saying anything beyond \"no\" to this request can fuel political maneuvering. \n*   **Build strict processes for political issues**: Create clear processes for performance evaluation, compensation, organizational design, territory, and promotions.\n*   **Immediately execute reorganizations**: Don't leave time for leaks and lobbying.\n*   **Implement a formal, visible, and defensible promotion process**: This helps ensure fairness and prevents employees from copying political behavior that may have led to unwarranted promotions.\n\n### The Right Kind of Ambition\n\nAmbition is important for success, but it's crucial to hire people with the *right* kind of ambition. Horowitz defines the right kind of ambition as **ambition for the company's success, rather than personal gain**. Managers with the right kind of ambition are more valuable because they prioritize the company's mission over their own career advancement, which motivates employees. \n\nHere are some tips for screening for the right kind of ambition:\n\n*   **Watch for language that indicates a \"me\" versus \"team\" perspective**: For example, a candidate with the wrong kind of ambition might describe a prior company's failure as \"my e-commerce play,\" or talk about \"building out my resume,\" demonstrating a focus on personal gain rather than team success.\n*   **Ask questions about how the candidate motivates others**: For instance, \"How do you deal with an employee who's clearly in it for himself?\" This will help you understand the candidate's values and approach to leadership.\n*   **Examine the candidate's track record**: Has the candidate consistently prioritized the success of the team or company over their own personal gain? Look for examples of this in their work history and accomplishments.\n\n### Titles and Promotions\n\nTitles are important for several reasons: \n\n*   **Clarity**: Titles clarify roles and responsibilities within the company.\n*   **External Communication**: Titles facilitate communication with people outside the company, such as customers, partners, and investors.\n*   **Internal Calibration**: Employees use titles to gauge their value and compensation relative to their colleagues.\n\nIf not managed properly, titles can lead to problems like the **Peter Principle**, where people are promoted to their level of incompetence, and the **Law of Crappy People**, where low performers are promoted because there's no clear process for evaluating and promoting employees.\n\nHere are some strategies for managing titles and promotions:\n\n*   **Establish crisp definitions for responsibilities and skills at each level**:  Be specific and avoid vague descriptions. \n*   **Define a formal process for all promotions**: Involve multiple managers and ensure promotions are leveled across groups.\n*   **Consider a promotions council**: A council can review all significant promotions and make sure they align with skill criteria and are leveled across groups.\n\n### When Smart People Are Bad Employees\n\nIntelligence is important, but not the only important quality in an employee. Smart people can still be bad employees if they lack other qualities like work ethic, reliability, and teamwork skills. Horowitz offers three examples of smart people being bad employees:\n\n*   **The Brilliant Jerk**: This employee is extremely talented but undermines others and disrupts team dynamics. Horowitz uses an analogy to illustrate this point, explaining that it's okay to occasionally hold the bus for an exceptional player, but if that player is also a jerk, the entire team suffers.  \n*   **The High-IQ, Low-Effort Employee**: This employee is intelligent but lacks work ethic and motivation, leading to poor performance and frustration for the rest of the team. \n*   **The Genius Founder**: This employee is a brilliant visionary but struggles to adapt to the changing needs of a growing company. Their inability to scale with the company can hinder its progress. \n\n### Old People\n\nBringing in experienced senior people can be valuable for accelerating growth and bringing in specific knowledge and skills that are lacking in the company. However, managing them effectively presents challenges:\n\n*   **Culture Clash**: Senior people come with their own work styles and values, which may not align with the company's culture. \n*   **Blending**: Integrating senior people into the team effectively can be challenging. \n*   **Expectations**: Setting clear expectations and holding senior people accountable can be difficult. \n\nHere are some strategies for managing senior people effectively:\n\n*   **Clearly communicate expectations**: Set high standards and provide clear feedback on performance.\n*   **Encourage teamwork**:  Foster collaboration and integration with existing team members.\n*   **Evaluate performance holistically**: Use a framework like Bill Campbell's, which considers results, management, innovation, and working with peers.\n\n### One-on-One\n\nOne-on-one meetings are crucial for communication and problem-solving in a growing company. They provide a dedicated space for employees to raise concerns, discuss ideas, and receive feedback.\n\nHere are some tips for effective one-on-ones:\n\n*   **Focus on the employee**: Let the employee set the agenda and do most of the talking.\n*   **Encourage open communication**: Create a safe space for employees to discuss any issues or concerns they may have.\n*   **Use the time for problem-solving**: Work together to identify and address challenges the employee is facing.\n*   **Provide feedback**: Offer constructive feedback on the employee's performance and development.\n\n### Programming Your Culture\n\nCompany culture refers to the **way of working that distinguishes a company from competitors, ensures critical operating values persist, and helps identify employees who fit the mission**. Horowitz emphasizes that company culture evolves over time based on the behavior of the CEO and early employees. \n\nHere are some strategies for creating a company culture:\n\n*   **Focus on a small number of cultural design points that influence a large number of behaviors**: For example, a company that values customer delight might institute a policy of responding to customer inquiries within 24 hours. \n*   **Embrace what makes your company unique**: For example, Andreessen Horowitz instilled a culture of respecting entrepreneurs by implementing a strict fine for being late to meetings with them.\n*   **Don't confuse perks with culture**: While perks can contribute to employee satisfaction, they don't define a company's culture. Culture is about the values and principles that guide the company's actions.\n\n### Taking the Mystery Out of Scaling a Company\n\nScaling a company means adapting to the challenges of growth, such as maintaining communication, common knowledge, and decision-making efficiency as the number of employees increases. Horowitz uses the analogy of an offensive lineman who \"gives ground grudgingly\" to protect the quarterback to illustrate how companies must adapt to scale.\n\nHere are some key concepts for scaling a company:\n\n*   **Specialization**: As companies grow, they need to specialize roles and functions.\n*   **Organizational Structure**:  Organizing the company into smaller subgroups becomes necessary to manage communication and decision making.\n*   **Process**: Formal processes ensure consistent communication and execution as the company grows.\n\n### The Scale Anticipation Fallacy\n\nThe Scale Anticipation Fallacy involves evaluating an executive based on what their job will be in the future, rather than their current performance. It's important to assess executives based on their ability to excel in their *current* role, not on predictions of future performance. \n\nHere are some reasons why the Scale Anticipation Fallacy is problematic:\n\n*   **Unfair Evaluation**:  It's impossible to predict with certainty how an executive will perform in a future role. \n*   **Corrupted Management**: Focusing on future potential can lead to neglecting current performance issues.\n*   **Ineffective Prediction**:  Predicting future performance is inherently unreliable. \n\nInstead of trying to predict future performance, evaluate executives holistically, considering their current strengths and weaknesses and how they compare to other potential candidates.\n\n# Chapter 7: How to Lead Even When You Don’t Know Where You Are Going\n\n### The Most Difficult CEO Skill\n\nThe most difficult skill to learn as CEO is **managing your own psychology**. The CEO role comes with unique pressures and challenges that can be overwhelming. \n\n* No amount of training can prepare someone to be CEO. The only way to learn is by doing, which means making a constant stream of decisions about things you don't understand with limited information. \n* CEOs must stay focused, make the best decisions possible given the information available, and move forward despite uncertainty and fear. At the same time, they need to be able to communicate effectively with their employees without scaring them, which means separating their own emotional response from the seriousness of the company's situation. This is not easy. \n* The weight of these decisions, combined with the knowledge gap between the CEO and everyone else, makes the role extremely lonely.\n\nThere are a few things CEOs can do to help manage the psychological burden: \n\n1. **Make friends with other CEOs:** You won't get good advice from them (because every situation is unique), but they can provide emotional support. \n2. **Get your thoughts out of your head:** Writing down your logic can help you make decisions more quickly and clearly.\n3. **Don't quit:** Even when it feels impossible to go on, the defining characteristic of great CEOs is that they face the pain and keep working.\n\n### The Fine Line Between Fear and Courage\n\nCourage is not the absence of fear. **Everyone feels fear.** Courage is the ability to act despite fear.\n\n### Ones and Twos\n\nCEOs need two core skills:\n\n1. **Knowing what to do:** This includes having a vision and a strategy and making good decisions quickly.\n2. **Getting the company to do what you know:** This requires exceptional leadership and the ability to build an effective organization.\n\nMost CEOs are better at one of these skills than the other. **\"Ones\"** are good at strategy and decision making. They like to gather information and make bold bets.  **\"Twos\"** are good at building and managing teams and getting the best out of their people. They focus on execution and getting things done. \n\n* Ideally, a CEO is strong in both areas. However, Ones and Twos often struggle to work together. Ones tend to see Twos as overly cautious and focused on details, while Twos see Ones as reckless and disorganized. This can lead to conflict and dysfunction.\n* The most effective CEOs learn to manage both sides of the equation. They can set a clear vision and strategy while building a strong team to execute it.\n\n### Follow the Leader\n\nThe best CEOs **put the needs of their employees above their own**. This creates a culture of trust and loyalty where employees are motivated to go above and beyond.\n\n### Peacetime CEO/Wartime CEO\n\nCompanies go through periods of peace and war. **Peacetime** is when a company has a clear advantage in a growing market. **Wartime** is when a company faces an existential threat. \n\n* **Peacetime CEOs** focus on expanding the market and reinforcing their strengths. They encourage creativity and broad participation. \n* **Wartime CEOs** focus on survival. They demand strict adherence to the mission and make decisions quickly and decisively. \n* The same management style will not work in both situations. Great CEOs adapt their approach to the context.\n\n### Making Yourself a CEO\n\n**Giving feedback** is a key skill for any CEO. Some people use the **\"shit sandwich\"** method, but it is not always effective. The best approach is to develop a style that is authentic to your personality and values. \n\nHere are some keys to effective feedback:\n\n* Ask for feedback from the employee first.\n* Be authentic, but don't try to be someone you're not. \n* Don't humiliate people.\n* Adapt your style to the employee. \n* Be direct, but not mean.\n\nGive feedback frequently. The more you give, the better you will get at it. Frequent feedback helps employees improve and creates a culture of open communication. \n\n### How to Evaluate CEOs\n\nEvaluating a CEO is not easy, but it helps to focus on two key questions:\n\n1. **Does the CEO know what to do?**\n\n     *  **Strategy:** Does the CEO have a clear and compelling vision for the company? Can they articulate a story that motivates employees, customers, and investors? \n     * **Decision making:** Can the CEO make high-quality decisions quickly? Do they gather information effectively?.\n\n2. **Can the CEO get the company to do what she knows?** This boils down to leadership and organizational skills.\n\nEvaluating a CEO's ability to scale is difficult and unreliable. It's better to evaluate them based on how they perform in their current role. Focus on relative, rather than absolute performance.  Is this the best CEO the company could hire right now? \n\n# Chapter 8: First Rule of Entrepreneurship: There Are No Rules\n\n### The CA Clause\n\nThis section recounts a challenging situation he experienced during the sale of his company, Opsware, to HP.  While HP had initially offered a favorable bid of $14 per share, an accounting discrepancy related to the \"CA clause\" threatened the deal. The CA clause, named after the software company Computer Associates, created ambiguity in revenue recognition due to different interpretations. Opsware had followed the guidance of its auditor, Ernst & Young (E&Y), and recognized revenue upfront for three deals containing the CA clause. However, BMC, a competing bidder, had accounted for similar deals ratably, based on their auditor's interpretation. This difference in accounting practices escalated to E&Y's national office, which insisted on either amending the contracts or restating Opsware's revenue.\n\nE&Y's rigid stance created significant pressure, as restating revenue would have negatively impacted Opsware's valuation and potentially jeopardized the deal. He and his team worked tirelessly to amend the contracts with three large banks in less than 24 hours, ultimately averting a major crisis. This experience highlights the importance of clear contract language and proactive communication with auditors to avoid potential complications during acquisitions. \n\nAfter resolving the accounting issue, HP lowered their bid to $13.50 per share. However, he insisted on maintaining the original price, recognizing that accepting a lower bid would signal weakness and potentially undermine the entire deal. Despite the board's apprehension, he stood firm, and HP eventually agreed to the original price of $14.25 per share. This demonstrates the importance of maintaining a strong negotiating position and understanding the perception of value in business transactions.\n\n### Solving the Accountability vs. Creativity Paradox\n\nThis section examines the challenge of balancing accountability and creativity within an organization. While holding employees accountable for their work is essential, excessive focus on accountability can stifle creativity and innovation. The analogy of a football team: every player has a specific role and is accountable for their performance. However, within their roles, players must also be creative and adapt to changing circumstances on the field.\n\nAccountability across three dimensions:\n\n* **Effort:**  This is the most straightforward aspect of accountability, as world-class companies require world-class effort from their employees. \n* **Promises:** Holding employees accountable for keeping their commitments is crucial for maintaining trust and efficiency within an organization. However, the degree of difficulty in fulfilling a promise should be considered when evaluating accountability.\n* **Results:** Accountability for results is the most complex dimension, as it depends on various factors such as the employee's seniority, the difficulty of the task, and the predictability of the outcome.  \n\nAn example of an employee who failed to deliver a promised result. Several questions to consider when determining the appropriate level of accountability, such as the employee's seniority and the difficulty of the task.\n\n### The Freaky Friday Management Technique\n\nThis section presents a unique management technique called the \"Freaky Friday Management Technique.\" Inspired by the movie *Freaky Friday*, where a mother and daughter switch bodies, this technique encourages managers to temporarily switch roles with their employees. By experiencing firsthand the challenges and perspectives of their subordinates, managers can gain a deeper understanding of their work and identify areas for improvement. This exercise can lead to greater empathy, improved communication, and a more effective work environment.\n\n### Staying Great\n\nThis section emphasizes the importance of continuous improvement and adaptation for companies to remain successful. Even after achieving a certain level of success, companies must constantly strive to evolve and stay ahead of the curve. Complacency and the tendency to rest on past laurels should be avoided, as this can lead to stagnation and eventual decline.  The analogy of a shark, which must constantly swim to breathe, illustrates the need for continuous forward momentum in business.\n\nSetting high standards and holding employees accountable is important, even when they are performing well in their current roles. As a company grows, the roles and responsibilities of employees will inevitably change. Therefore, executives must be evaluated not only on their current performance but also on their potential to adapt and excel in future roles.  Transparently communicating these expectations to employees is suggested, acknowledging that their current success does not guarantee future success in a changing environment.\n\n### Should You Sell Your Company?\n\nThis section addresses the complex decision of whether to sell a company. Three primary types of acquisitions:\n\n1. **People acquisitions:** The acquiring company primarily seeks the talent and expertise of the acquired company's employees.\n2. **Product acquisitions:** The acquiring company is mainly interested in the acquired company's technology or products.\n3. **Business acquisitions:** The acquiring company values the entire operation, including products, sales, and marketing, and these deals are often driven by financial metrics.\n\nEntrepreneurs should consider their long-term goals and market position when deciding whether to sell.  Transparency with employees regarding the company's potential sale is important, recommending a clear explanation of the factors that would drive such a decision. \n\n# Chapter 9: The End of the Beginning\n\n### Andreessen Horowitz and the Venture Capital Industry\n\nAfter selling Opsware, he and Marc Andreessen decided to start a venture capital firm named Andreessen Horowitz.   They wanted to create a firm that provided valuable mentorship to entrepreneurs, particularly those who aspired to be CEOs. Recognizing the challenges of transitioning from founder to CEO, they aimed to support founders in developing the necessary skills and knowledge. Their vision for Andreessen Horowitz was to offer a different approach to venture capital by actively supporting and guiding entrepreneurs in their journey. \n\n### Building the Firm: Differentiating from Competitors\n\nHe and Andreesen designed the firm with a focus on building a network to connect entrepreneurs with essential resources. They aimed to connect entrepreneurs with:\n\n*   Large companies for potential partnerships or sales. \n*   Executives to support the company's growth.\n*   Engineers to build and strengthen the company's technical capabilities.\n*   Press and analysts to promote visibility and understanding of the company's mission and products.\n*   Investors and acquirers to facilitate funding and potential exits.\n\nTo differentiate themselves from other venture capital firms, Andreessen and he decided to embrace marketing and public relations. They recognized that venture capital firms traditionally avoided PR, drawing parallels to early investment banks that funded wars and preferred to maintain a low profile.  However,  Andreessen and he saw the value in promoting their firm and its unique approach to supporting entrepreneurs.  They chose to name the firm \"Andreessen Horowitz\", leveraging Marc Andreessen's existing brand recognition. To address concerns about the name's complexity, they acquired the domain name \"a16z.com\", using a shorthand notation.  This decision reflected their forward-thinking approach and willingness to embrace unconventional strategies. \n\n### Embracing the Struggle: Personal Reflections\n\nHe reflects on the importance of embracing the unconventional aspects of his background, recognizing that these unique experiences provided him with valuable perspectives and approaches to navigate the complexities of building and leading a company. His diverse upbringing and exposure to different ideologies shaped his ability to connect with people from various backgrounds and find innovative solutions to challenges. He emphasizes the significance of embracing the inherent struggles in entrepreneurship, referencing his grandfather's favorite quote by Karl Marx: \"Life is struggle.\" A willingness to confront and overcome challenges is crucial for entrepreneurial success. \n\n### Guidance for Aspiring CEOs: Essential Questions to Consider\n\nGuidance for aspiring CEOs, presenting a series of questions designed to help them assess their approach to building and scaling a company. CEOs should critically evaluate their:\n\n*   **Core management processes:** Interviewing, performance management, employee integration, strategic planning. \n*   **Metric design:** Key leading and lagging indicators, potential negative side effects, design process.\n*   **Organizational design:** Strengths and weaknesses, rationale behind the design choices.\n*   **Technical debt:** How the company manages technical debt and prioritizes long-term investments over short-term gains.\n\nThese questions are aimed at helping CEOs understand the intricacies of building a successful company and to encourage them to think deeply about the systems and processes they implement. \n","headings":[{"level":1,"text":"Chapter 1: From Communist to Venture Capitalist","id":"chapter-1-from-communist-to-venture-capitalist"},{"level":3,"text":"The Importance of Fear and Perspective","id":"the-importance-of-fear-and-perspective"},{"level":3,"text":"The Rise of the Internet","id":"the-rise-of-the-internet"},{"level":3,"text":"Loudcloud and the Dot-com Bubble","id":"loudcloud-and-the-dot-com-bubble"},{"level":3,"text":"Guidance from Bill Campbell","id":"guidance-from-bill-campbell"},{"level":3,"text":"The Challenges of an IPO","id":"the-challenges-of-an-ipo"},{"level":3,"text":"Personal and Professional Setbacks","id":"personal-and-professional-setbacks"},{"level":1,"text":"Chapter 2: \"I Will Survive\"","id":"chapter-2-i-will-survive"},{"level":3,"text":"The Struggle","id":"the-struggle"},{"level":3,"text":"CEOs Should Tell It Like It Is","id":"ceos-should-tell-it-like-it-is"},{"level":3,"text":"The Right Way to Lay People Off","id":"the-right-way-to-lay-people-off"},{"level":3,"text":"Preparing to Fire an Executive","id":"preparing-to-fire-an-executive"},{"level":3,"text":"Demoting a Loyal Friend","id":"demoting-a-loyal-friend"},{"level":3,"text":"Lies that Losers Tell","id":"lies-that-losers-tell"},{"level":1,"text":"Chapter 3: This Time with Feeling","id":"chapter-3-this-time-with-feeling"},{"level":3,"text":"Reselling the Opportunity","id":"reselling-the-opportunity"},{"level":3,"text":"Increasing the Stock Price","id":"increasing-the-stock-price"},{"level":3,"text":"A Must Win","id":"a-must-win"},{"level":3,"text":"Sixty Days to Live","id":"sixty-days-to-live"},{"level":1,"text":"Chapter 4: When Things Fall Apart","id":"chapter-4-when-things-fall-apart"},{"level":3,"text":"The Struggle","id":"the-struggle"},{"level":3,"text":"The End","id":"the-end"},{"level":3,"text":"CEOs Should Tell It Like It Is","id":"ceos-should-tell-it-like-it-is"},{"level":4,"text":"Why It’s Imperative to Tell It Like It Is","id":"why-it-s-imperative-to-tell-it-like-it-is"},{"level":3,"text":"The Right Way to Lay People Off","id":"the-right-way-to-lay-people-off"},{"level":4,"text":"Step 1: Get Your Head Right","id":"step-1-get-your-head-right"},{"level":4,"text":"Step 2: Don’t Delay","id":"step-2-don-t-delay"},{"level":4,"text":"Step 3: Be Clear in Your Own Mind About Why You Are Laying People Off","id":"step-3-be-clear-in-your-own-mind-about-why-you-are-laying-people-off"},{"level":4,"text":"Step 4: Train Your Managers","id":"step-4-train-your-managers"},{"level":4,"text":"Step 5: Address the Entire Company","id":"step-5-address-the-entire-company"},{"level":4,"text":"Step 6: Be Visible, Be Present","id":"step-6-be-visible-be-present"},{"level":3,"text":"Preparing to Fire an Executive","id":"preparing-to-fire-an-executive"},{"level":4,"text":"Step 1: Root Cause Analysis","id":"step-1-root-cause-analysis"},{"level":4,"text":"Step 2: Informing the Board","id":"step-2-informing-the-board"},{"level":4,"text":"Step 3: Preparing for the Conversation","id":"step-3-preparing-for-the-conversation"},{"level":4,"text":"Step 4: Preparing the Company Communication","id":"step-4-preparing-the-company-communication"},{"level":3,"text":"Demoting a Loyal Friend","id":"demoting-a-loyal-friend"},{"level":3,"text":"Lies That Losers Tell","id":"lies-that-losers-tell"},{"level":1,"text":"Chapter 5: Take Care of the People, the Products, and the Profits—in That Order","id":"chapter-5-take-care-of-the-people-the-products-and-the-profits-in-that-order"},{"level":3,"text":"Rebuilding the Executive Team","id":"rebuilding-the-executive-team"},{"level":3,"text":"A Good Place to Work","id":"a-good-place-to-work"},{"level":3,"text":"Why You Should Train Your People","id":"why-you-should-train-your-people"},{"level":3,"text":"What Should You Do First?","id":"what-should-you-do-first"},{"level":3,"text":"Good Product Manager/Bad Product Manager","id":"good-product-manager-bad-product-manager"},{"level":3,"text":"Why It's Hard to Bring Big Company Execs into Little Companies","id":"why-it-s-hard-to-bring-big-company-execs-into-little-companies"},{"level":3,"text":"Hiring Executives: If You’ve Never Done the Job, How Do You Hire Somebody Good?","id":"hiring-executives-if-you-ve-never-done-the-job-how-do-you-hire-somebody-good"},{"level":3,"text":"When Employees Misinterpret Managers","id":"when-employees-misinterpret-managers"},{"level":3,"text":"Management Debt","id":"management-debt"},{"level":3,"text":"Management Quality Assurance","id":"management-quality-assurance"},{"level":1,"text":"Chapter 6: Concerning the Going Concern","id":"chapter-6-concerning-the-going-concern"},{"level":3,"text":"Minimizing Politics","id":"minimizing-politics"},{"level":3,"text":"The Right Kind of Ambition","id":"the-right-kind-of-ambition"},{"level":3,"text":"Titles and Promotions","id":"titles-and-promotions"},{"level":3,"text":"When Smart People Are Bad Employees","id":"when-smart-people-are-bad-employees"},{"level":3,"text":"Old People","id":"old-people"},{"level":3,"text":"One-on-One","id":"one-on-one"},{"level":3,"text":"Programming Your Culture","id":"programming-your-culture"},{"level":3,"text":"Taking the Mystery Out of Scaling a Company","id":"taking-the-mystery-out-of-scaling-a-company"},{"level":3,"text":"The Scale Anticipation Fallacy","id":"the-scale-anticipation-fallacy"},{"level":1,"text":"Chapter 7: How to Lead Even When You Don’t Know Where You Are Going","id":"chapter-7-how-to-lead-even-when-you-don-t-know-where-you-are-going"},{"level":3,"text":"The Most Difficult CEO Skill","id":"the-most-difficult-ceo-skill"},{"level":3,"text":"The Fine Line Between Fear and Courage","id":"the-fine-line-between-fear-and-courage"},{"level":3,"text":"Ones and Twos","id":"ones-and-twos"},{"level":3,"text":"Follow the Leader","id":"follow-the-leader"},{"level":3,"text":"Peacetime CEO/Wartime CEO","id":"peacetime-ceo-wartime-ceo"},{"level":3,"text":"Making Yourself a CEO","id":"making-yourself-a-ceo"},{"level":3,"text":"How to Evaluate CEOs","id":"how-to-evaluate-ceos"},{"level":1,"text":"Chapter 8: First Rule of Entrepreneurship: There Are No Rules","id":"chapter-8-first-rule-of-entrepreneurship-there-are-no-rules"},{"level":3,"text":"The CA Clause","id":"the-ca-clause"},{"level":3,"text":"Solving the Accountability vs. Creativity Paradox","id":"solving-the-accountability-vs-creativity-paradox"},{"level":3,"text":"The Freaky Friday Management Technique","id":"the-freaky-friday-management-technique"},{"level":3,"text":"Staying Great","id":"staying-great"},{"level":3,"text":"Should You Sell Your Company?","id":"should-you-sell-your-company"},{"level":1,"text":"Chapter 9: The End of the Beginning","id":"chapter-9-the-end-of-the-beginning"},{"level":3,"text":"Andreessen Horowitz and the Venture Capital Industry","id":"andreessen-horowitz-and-the-venture-capital-industry"},{"level":3,"text":"Building the Firm: Differentiating from Competitors","id":"building-the-firm-differentiating-from-competitors"},{"level":3,"text":"Embracing the Struggle: Personal Reflections","id":"embracing-the-struggle-personal-reflections"},{"level":3,"text":"Guidance for Aspiring CEOs: Essential Questions to Consider","id":"guidance-for-aspiring-ceos-essential-questions-to-consider"}]},"__N_SSG":true}