{"pageProps":{"content":"# Notes - Gym Launch Secrets\n*July 14, 2023*\n\n# Section I: Acquisition: Get More Clients\n\n# Chapter 1: The Broken “Sell Your Soul” Acquisition Problem\nThis chapter highlights a common and **fundamentally flawed client acquisition model** used by many gym owners. The author, Alex Hormozi, describes it as the \"**Sell Your Soul**\" problem, where gym owners initially invest a significant amount of money and time upfront without seeing an immediate return.\n\nThe typical scenario goes like this:\n*   A gym spends **$1,000 on Facebook ads**, acquiring 100 leads at $10 per lead.\n*   They offer a **low-barrier offer**, such as a 21-day trial for $21.\n*   From 100 leads, they convert 30 into trials, generating $630 in revenue.\n*   After the trials, they convert 50% (above industry average) into **15 new recurring memberships (EFTs)**.\n*   During the same 6-week period of the campaign, the gym loses an industry average of 10% of its existing members per month. If they started with 100 EFTs, they would lose 15 members (1.5 months * 10% attrition).\n*   This means the **15 new clients merely offset the 15 lost clients**, resulting in **net zero growth**.\n*   The gym ends up **spending $1,199 to stay in the same place**.\n\nThis depressing cycle arises because this model is taught by \"**big-box mega gyms** like 24 Hour Fitness and LA Fitness,\" which are often owned by **private-equity groups with deep pockets**. These large corporations can afford to wait a year to see a return on investment, playing by a different set of rules than independent microgyms. The core message is that if microgyms try to play by these rules, they will lose every single time. The chapter sets the stage for a new, profitable acquisition method.\n\n# Chapter 2: A Client-Acquisition Model That Works\nThis chapter introduces a **transformative concept for business growth**, stating there are **only three ways to grow any business**:\n1.  **Acquire** more clients.\n2.  **Ascend** clients by increasing the average purchase through higher prices, cross-sells, or upsells.\n3.  **Resell** clients by getting them to buy more frequently, which in the gym world is called **retention** (clients buying month after month).\n\nThe author states that leveraging one or all of these paths is key, and introduces \"**Gym Profit Levers™**\" (price, capacity, and overhead levers) which will be discussed in Section II.\n\nThe solution to the broken acquisition model is broken down into four steps:\n1.  **Create a high-ticket/premium front-end offer**.\n2.  **Get paid to acquire customers**.\n3.  **Get them to show up**.\n4.  **Get them to buy**.\n\n**Creating a High-Ticket/Premium Front-End Offer**:\nThe problem with unprofitable customer acquisition is competing at a price that is too cheap, selling a commodity. The solution is **decommoditization**, making the offer unique enough to be immune to price comparison. This is achieved by creating an **irresistible offer**, such as the recommended **free six-week challenge**, which the author charges **between $500 and $600** for. The \"free\" aspect comes from a guarantee: if clients succeed in losing X pounds or Y% body fat, their money is returned as cash or credit.\n\nThe eight steps to setting up an irresistible offer for conversion are:\n*   **Pre-Frame**: This happens on the phone or through an intake questionnaire before the client arrives.\n    *   **Purpose**: Positions the gym as busy and highly desirable (e.g., \"Did you hear about us from the local news story?\" or \"Owner doesn't have many openings\").\n    *   **Intake Questionnaire**: Clients fill it out to articulate their **pain points** (e.g., \"I'm 40 pounds overweight,\" \"tired of struggling\") and goals, which helps pre-sell the program and positions the gym as caring.\n*   **Price Anchor**: A higher price point presented before the current price, making the current price seem more appealing.\n*   **Splinter Stack**: Unbundling existing services and products (e.g., personalized meal plan, grocery list, accountability coach, online group) and listing them individually to make the offer psychologically more appealing and longer, even if they are already included. These can also be used as same-day bonuses.\n*   **Scarcity**: Stating a limited supply (e.g., \"We only have X products left/Y spots available\"). This is genuinely present for popular session times.\n*   **Urgency**: Emphasizing that time is running out (e.g., \"This program starts tomorrow\"). The author notes that genuine urgency in the salesperson's tone **doubles show rates**.\n*   **Crazy Guarantee**: Offering a risk-free promise (e.g., \"If you get to the end... and feel... you did not get the level of service... I’ll write you a refund check myself\"). The author notes this generated hundreds of thousands of dollars but was only taken up twice.\n*   **Bribe**: Offering free incentives (e.g., a $600 6-Week Challenge for free if they sign up for a membership immediately). This is an \"either/or\" or \"assumed close\" strategy.\n*   **Downsell Your Upsell for Continuity**: Charging a higher price for a **Defined-End Program (DEP)** initially (e.g., $100/week for 12 weeks), then offering a lower price for ongoing membership ($50/week). People will pay 2-4x more for something not on continuity. This makes the monthly membership seem like a bargain and **doubles retention at a 58% higher price**.\n\nThe irresistible offer is presented as the first step to fixing acquisition, necessary to generate enough upfront cash to fund ads.\n\n# Chapter 3: Get Paid To Acquire Customers\nThis chapter reveals the core strategy for client acquisition: **client-financed acquisition**. The principle is to **make more money on front-end sales than you spend on lead generation/ads**, ensuring you \"never need a marketing budget ever again\".\n\nThe author illustrates this with a **Day-by-Day Financial Example**:\n*   **Day 1**: Spend **$100 on ads**, get 10 leads ($10/lead), schedule 7 appointments, sell 2 at $600 each for a 6-Week Challenge. Revenue: $1,200. Account balance: -$100 (due to payment processor delay).\n*   By **Day 4**: Total sales reach $3,600 (6 sales x $600). The first sales deposit ($2,400) hits the bank. Net profit: **$2,000** ($2,400 deposit - $400 ad spend).\n*   This cycle continues, meaning **all subsequent spending on this campaign is pure profit**, allowing the gym to fill up based on owner's discretion, not cash limits. This is the \"secret to unending growth,\" creating a **negative client-acquisition cost**.\n\nThe secret to fantastic lead generation is **great advertising**, which primarily involves **testing a lot of different ideas**. There are no \"magic ad-making genies\" or \"silver bullets,\" just continuous testing and data tracking. The author himself spends $100K+ testing over 150 ads to find winners.\n\nThe **Lead-Gen Scrambler** is introduced as a tool to create fresh ads by mixing and matching headlines, copy, page names, images, and videos.\n\nThe **Twelve Copy Commandments** for writing effective ads are detailed:\n1.  **Headline comes first**: Most read portion, must grab attention (curiosity, different, sexy).\n2.  **Say what only you can say**: Highlight unique aspects.\n3.  **Always call out who you are looking for (and who you are NOT)**: Powerful for targeting.\n4.  **Reason why**: Use the word \"because\" to explain promotions.\n5.  **Damaging admission**: Own flaws to build authenticity and believability.\n6.  **Show, don’t tell**: Use descriptive language and emotions (e.g., \"feel like taking orders\").\n7.  **Tie benefits to status**: Connect benefits to how it enhances the prospect's social standing.\n8.  **Use urgency and scarcity whenever possible**: Make it legitimate.\n9.  **Implied authority**: State qualifications, experience, or successful clients to build trust.\n10. **P.S. = power sentence**: Most read after headline, must be strong.\n11. **Clear next steps**: Make instructions \"stupid simple\" (Step 1, Step 2, Step 3).\n12. **Third-grade level**: Write at a low reading level to minimize friction and maximize attention.\n\nThese tactics are presented as highly effective, potentially saving thousands on copywriting courses.\n\n# Chapter 4: Get Them To Show Up\nThis chapter addresses the crucial steps after lead generation: **getting leads to schedule appointments and then actually showing up**. The author notes that people often click to sign up on a whim and then lose interest, so speed is key.\n\n**Getting Them Scheduled**:\n*   An **automated calendar app on the thank-you page** is recommended, as about 70% of visitors will schedule immediately.\n\n**Scheduling Best Practices**:\n*   **Allow same-day or next-day appointments only**. Show rates drop dramatically beyond this, and no-shows require multiple rescheduling attempts, showing up, and buying. If a client fights this, question their commitment to working out regularly.\n*   **Use scarcity and urgency**: This applies to the sales team's tone and conviction. The author recalls sales teams doubling show rates in the last 5 days of a campaign when they had a real financial urgency to close. Salespeople must **genuinely believe** in the scarcity and urgency.\n*   Implement an **Integrity Tie-Down**: A psychological technique where you label a prospect with a positive attribute (\"Do you consider yourself a person of integrity?\"), get them to agree, then link the desired action (keeping the appointment) to that attribute.\n*   **Number of Outreach Attempts**: The author recommends **15 outreach attempts over the first 3 days** (combination of text, call, and email) to get people scheduled. Once scheduled, provide at least **one daily reminder** until the appointment. This \"bugs\" them into showing up and impresses them with the gym's commitment.\n*   **Day Of Appointment**: Send **two texts**:\n    *   A **personal video text** in the morning using the client's name, showing the gym, and including a relevant landmark. (Stolen from Grant Cardone, this \"immediate lift in show rates\").\n    *   A **picture of the trainer making a goofy face** pointing to the facility with a landmark.\n\nThe author notes that **all of these processes are 100% automatable** with technology, potentially saving an average of **$30,000/year in payroll** and adding significantly to top-line revenue.\n\n# Chapter 5: Get Them To Buy\nThis chapter tackles the often-dreaded \"selling\" part of the business, reframing it as **serving**. The author asserts that **if you don't like selling, it means you don't like helping people make decisions to help themselves**, which contradicts the core motivation of gym owners.\n\nSelling, at its heart, involves three transfers:\n1.  **Transference of belief in the product**: The salesperson must believe in their gym and services.\n2.  **Transference of confidence**: Belief that the prospect can achieve their goals.\n3.  **Transference of conviction**: Belief that the prospect can overcome circumstances preventing change.\n\nThe author shares a cautionary anecdote of a gym owner (Josh) who simply handed a walk-in a **price sheet** and went back to his office, leading the prospect to leave and never return. This highlights the mistake of not actively selling and underscores that \"we all hate things we're not good at\".\n\n**Pro Tip**: The common mistake when prospects ask for the **price** is to give a number. The **real answer** should be, \"**It depends on your goal**\". This provides context and educates the consumer, allowing for sales in a premium-priced environment.\n\nThe chapter introduces a **consistent sales system** to make selling easy for the team, equating it to leverage and scale.\n\n**The Sales Greeting, Waiting Area, and Office setup**:\nThe environment itself should convey clues that help the sale. The preferred setup is:\n1.  **Greet emphatically by name within 10 seconds**: Shows high-quality service.\n2.  **Stacked sign-in sheet**: Even if names are made up or from current clients, it creates an impression of demand.\n3.  **Crazy testimonial wall or room**: The waiting area should be filled with \"before and after photos\" and success stories, becoming a powerful selling tool.\n4.  **Pre-sell intake questionnaire**: Have them fill this out to reinforce their challenges and pre-frame their mindset for a purchase. If done in person, **squat down to eye level** to show care.\n5.  **Sales table setup**: **NEVER sit across from a prospect**; sit **shoulder to shoulder**.\n6.  **Display signed contracts**: Have a \"big ol’ stack of signed contracts\" visible. These elements combined create the impression that the gym is **in demand, the owner is an expert, lots of people have signed up, and there's scarcity and urgency**.\n\nThis consistent environment sets the stage for the sales conversation, which is detailed in the next chapter.\n\n# Chapter 6: The C-L-O-S-E-R Formula\nThis chapter reveals the author's proprietary sales framework, the **C-L-O-S-E-R Formula**, which has been taught to countless employees and over 1,500 gyms for selling to \"cold traffic\" (vaguely interested prospects who know no one else who worked with the gym). The author emphasizes that gym owners need to understand and use this framework themselves before teaching it to their team.\n\nThe **CLOSER** acronym stands for:\n1.  **CLARIFY** why they are there.\n    *   **Goal**: Establish a **GAP** between the prospect's current state and their desired state. Ask \"What made you come in today?\", \"What's your goal?\", \"Why did you sign up for [program name] online?\".\n    *   If generic answers are given, rephrase: \"What are you *hoping* to accomplish or improve as a result of coming here?\".\n2.  **LABEL** them with the problem you plan on solving.\n    *   **Purpose**: Recap their current state versus desired state, get specific stats (e.g., weight, body fat). Use a light joke to diffuse tension.\n3.  **OVERVIEW** their past pains and experiences.\n    *   **Purpose**: Review past failures and categorize them using a **PROBLEM PAIN CYCLE chart**.\n    *   **Categorization**: Align your gym with past positives and contrast with things the prospect disliked or that didn't work (e.g., \"big box gym\" for fitness-only, \"Weight Watchers/Jenny Craig\" for nutrition/accountability lacking fitness, \"shakes\" for nutrition/accountability lacking fitness/guidance).\n    *   This process helps **shatter the client's beliefs** about *why they failed*. The **Belief-Breaking Formula** is applied here:\n        1.  **Say what they believe**.\n        2.  **Say why it is wrong**.\n        3.  **Say what is right**.\n        4.  **Say WHY it is right**.\n        5.  **Show proof** (e.g., testimonials).\n4.  **SELL** them the “vacation” (not the flights).\n    *   **Focus**: Sell the end result (Maui), not the programming details (TSA lines).\n    *   **Transition**: Tie in core benefits to their past pain points, explaining that previous failures were due to a lack of combining the right components: **fitness, nutrition, and accountability**.\n    *   **Script**: Build up what the program *provides* by ensuring they can commit to the three pillars. **Pro Tip**: Don't show physical samples of meal plans or guides; sell in the \"imaginary realm\" to avoid irrelevant questions and sales friction.\n5.  **EXPLAIN** away their concerns.\n    *   **Identify**: There are only **three main obstacles** (and one \"sort-of\" obstacle): **stalls/delays**, **decision-making** (e.g., \"need to talk to spouse\"), and **price** (\"can't afford it\"). Other common ones are fitness-specific (e.g., bad back, disliking certain foods).\n    *   **Process**: Use micro-commitments like asking for their ID, then swapping it for their payment card, while chit-chatting.\n    *   The author stresses that if previous steps are done well, and the salesperson is energetic and smiling, these overcomes are less needed.\n6.  **REINFORCE** their decision.\n    *   **Purpose**: Prevent back-outs and establish a positive relationship from the start.\n    *   **The Trifecta (Weapons Of Choice)**:\n        1.  A **handwritten invitation** to their next event.\n        2.  A **call from the owner** welcoming them that night or the next day.\n        3.  A **t-shirt or swag** (given publicly after class for maximum effect).\n    *   These personal touches go a long way in client retention.\n\nThe chapter concludes by stating that by applying this framework, one of the biggest problems (client acquisition) is solved, offering the choice to implement now or continue reading to solve all three problems.\n\n# Section II: Ascension: Make More Profit\n\n# Chapter 7: The Broken Profit Model\nHaving covered client acquisition, this chapter shifts focus to **profit maximization**, addressing the issue of gyms running out of space or having a model not set up for profit, even with a high client influx.\n\nThe author shares his own **struggling story**:\n*   Initially, he believed 200 people at $200/month would make him \"rich\" ($40,000/month).\n*   **Reality hit**: high costs (rent, payroll, admin, software, cleaning, equipment, marketing, advertising).\n*   Specific problems encountered: fighting clients for $120/month, packed main class times, more fixed costs than anticipated, increasing costs with more members, high churn (members not sticking past a few months), and barely surviving even with packed main times.\n*   He realized he was operating with a \"**broken profit model**\". He lived out of his car and showered at LA Fitness, emphasizing his deep understanding of the struggle.\n\nThe core problem for microgyms is that the **number of members required for profitability at industry average prices is usually beyond the gym's reasonable capacity**. Gyms get crowded and full, but aren't profitable.\n\nThe author breaks down the analysis using three **macro profit levers**:\n1.  **Price Levers**: Relates to pricing, packages, and memberships. Micro levers: number of members, billing cycle, price.\n2.  **Capacity Levers**: Deals with increasing the facility's capacity. Micro levers: number of sessions per week, duration of sessions, membership levels, attendance, physical space, exercise selection.\n3.  **Overhead Levers**: Focuses on streamlining operations. Micro levers: number of sessions fulfilled, total work hours, cost of work hours.\n\n**The Math Illustrating the Problem**:\nUsing an example of a typical gym:\n*   **Capacity**: Can train 16 people/session, 7 sessions/day (Mon-Fri), 3 over weekend = 112 people/day capacity.\n*   **Attendance**: Assuming 85% daily attendance (industry average), the gym can service a maximum of 131 members.\n*   **Revenue**: 100 recurring members at $120/month (industry average) = $12,000/month. Even at max capacity (131 members), gross revenue would be $15,720/month.\n*   **Costs**:\n    *   Rent: $4,000.\n    *   Payroll: $4,000 (163 sessions/month at $25/session).\n    *   Utilities (phone, Wi-Fi), cleaning: $800.\n    *   CRM, software, processing fees: $2,000.\n    *   Marketing: $1,000.\n    *   Miscellaneous: $1,000.\n    *   **Total Expenses**: $12,800/month.\n*   **Profit**: **$2,920/month** ($15,720 - $12,800) for a **fully maxed-out facility in a perfect world**, with no admin or sales commissions. This translates to an **effective hourly wage of $9.13** for 80+ hours/week.\n\nThe conclusion is that the average gym, even at full capacity, **does not produce the desired profit**; it reaches capacity *before* adequate profitability.\n\n# Chapter 8: Price-Profit Levers\nThis chapter focuses on the first macro lever: **increasing profit through pricing strategies** (Growth Path #2: Increase Average Purchase).\n\n**Story of Kirk Huggins**: Kirk ran his gym with memberships as low as $49/month, struggling financially and dealing with demanding clients. After working with the author, Kirk changed his front-end offer from $21 to $600, leading to a shift from losing $2,000/month to **netting $4,000 profit in one week**. The key realization was that to truly help people, you need them to prioritize it, and \"nothing does that better than money\".\n\n**Price Micro Lever #1: Increase Profit Per Member**\n*   **The \"Big Secret\"**: Most gym owners set prices by averaging what competitors charge, but \"**everyone else is BROKE**\".\n*   **Raising prices** is the easiest way to make more money, allowing for **over-delivery and pampering** customers.\n*   **Virtuous vs. Vicious Price Cycles** are explained:\n    *   **Vicious Cycle (Decreasing Prices)**: Leads to decreased client emotional investment, perceived value, results, service levels, and owner/team conviction; while increasing client demandingness and decreasing profit. This is a \"race to the bottom\".\n    *   **Virtuous Cycle (Increasing Prices)**: Leads to increased client emotional investment, perceived value, results, service levels, and owner/team conviction; while decreasing demandingness and increasing profit. This is a \"race to the top\".\n*   **Action**: **\"RAISE YOUR PRICES\"**. The recommended prices are **$167–$225/month for large group** and **$500–$700/month for 1-on-4 small group**. The author asserts these prices work in **over 1,500 markets**, regardless of typical objections like \"my market is different\". Low prices are associated with a lack of value, leading to burnout.\n\n**Price Micro Lever #2: Membership Levels → Increase Profit Per Member**\n*   The author recounts losing a client who wanted more personalized attention because he was afraid to charge more.\n*   **The Buying Curve (Watermelon Curve)**: Illustrates pricing based on what clients are *willing to pay* to solve a problem, not cost or market.\n    *   **Section A ($0-$99/month)**: Self-service (e.g., Planet Fitness). **AVOID** competing here on price or facility quality.\n    *   **Section B (Large Group - $167-$225/month)**: Target **$199/month** for 16+ per session. Avoid the $99-$167 range.\n    *   **Section C (Medium Group - 5-15 people, $250-$399/month)**: \"**No Man's Land**.\" **AVOID** this, as prices are too high for some and too low for others, leading to dissatisfaction. Instead, split services into large and small groups.\n    *   **Section D (Small Group - $500-$700/month)**: **1-on-4 semi-privates** priced like personal training. Highly profitable, effectively 4x revenue per time slot.\n*   **Membership Tiers**:\n    *   **Lower Level ($167-$225/month)**: For normal people with normal pain points, or wealthy people with low pain points. Service: 3x/week in large group (16+ people).\n    *   **Higher Level ($500-$700/month)**: For normal people with HIGH pain/need, or wealthy people with normal/high pain/need. Service: 3x/week in semi-private (1-on-4).\n*   **Benefit of Two Tiers**: If 20% of customers pay 3x more, it adds **60% to the business**, with better service and increased retention.\n*   **Keep it Simple**: No more than **three membership levels** to avoid confusing customers and employees. Target levels by buyer type, not service type.\n*   **Actions**: Combine options into two tiers, price large group at $39-$49/week or $167-$225/28 days, semi-private at $500-$700/month, eliminate No Man's Land prices.\n\n**Price Lever #3: Billing Cycle → Increase Revenue and Profit AND Increase Ease of Sale**\n*   **Problems with Monthly Billing**:\n    1.  **Inflow vs. Outflow Inequality**: 13 payroll outflows (26 bi-weekly cycles) vs. 12 EFT inflows (12 months), meaning one month of payroll comes out of pocket annually.\n    2.  **Low Gross Margin**: Average gym makes only 12% profit per year.\n    3.  **Devil Is In The Decimals**: Monthly billing ignores 4 1/3 weeks/month, missing out on ~8% revenue.\n*   **Solution**: **Switch billing OFF OF MONTHLY**. Options: every 7, 14, or 28 days.\n*   **Sellability**: Smaller time durations sound cheaper (e.g., $49/week vs. $211/month), making it easier to sell higher effective prices.\n*   **Admin Work/Freezes**: 28-day cycles are best for reducing transaction volume. Clear membership policies (e.g., no freezes for short periods) minimize admin.\n*   **Financial Impact**: Switching from monthly to 28-day billing can **boost profits by 7.7%** (e.g., 12% to 19.7% margin), a **64% increase in take-home profit**. For a $144,000/year gym, this means going from $17,280 to **$29,280/year in take-home profit** by changing nothing but the billing cycle.\n*   **Recommendation**: Advertise rates weekly (e.g., $49/week) but set up billing for 28-day cycles for the \"best of both worlds\".\n\n# Chapter 9: Capacity-Profit Levers\nThis chapter focuses on **maximizing a gym's capacity** to generate more revenue from existing space, drawing from the story of Josh Price's CrossFit gym that was limited by \"double unders\" (a space-consuming exercise).\n\nThe goal is to increase floor capacity and streamline fulfillment. The **five micro levers** that maximize capacity are:\n1.  **Membership Levels**.\n2.  **Attendance**.\n3.  **Duration of Sessions**.\n4.  **Physical Space**.\n5.  **Exercise Selection**.\n\n**Capacity Micro Lever #1: Membership Levels → Increase Capacity Per Square Foot, Increase Profit Per Session**\n*   **The \"Unlimited\" Problem**: Unlimited services (like Netflix or big-box gyms) are **perceived as less valuable** because they give away too much. The author believes valuable services should not be unlimited.\n*   **Solutions**:\n    *   Call them \"**sessions, not classes**\" to elevate their perceived value and associate with personal training.\n    *   Switch from unlimited to **3x/week** memberships. This change alone can **double facility capacity and profit** overnight. Explanations to clients: \"forces commitment,\" \"better accountability,\" \"more individual attention\".\n    *   **Charge more** for these limited sessions, leveraging the perceived increased value.\n\n**Capacity Micro Lever #2: Attendance**\n*   **Components**: Percentage of people showing up and how well they are spread across available times.\n*   **Goal**: Increase session efficiency and smooth out attendance.\n*   **Solution #1: Get them to schedule ahead when it best suits YOU**. Offer session times in **reverse order of popularity** (e.g., least crowded first) to evenly distribute members and delay hitting capacity in peak times.\n*   **Solution #2: No-Show Fee** (e.g., $15 per no-show), borrowed from Orangetheory Fitness. This: **increases attendance**, **decreases attrition** (more attendance = longer retention), and becomes a **separate revenue stream**. Online scheduling via CRM is key.\n\n**Capacity Micro Lever #3: Duration**\n*   **Problem**: Standard 60-minute sessions with 15-minute breaks limit throughput.\n*   **Solution**: Run **45-minute back-to-back sessions** (or 30-minute sessions if capacity is 15 or fewer clients).\n*   **Impact**: Strategically splits busy hours, **increasing capacity by 33%** (or 66% when combined with 3x/week change) with no payroll increase.\n*   **Client Communication**: Explain it as adding \"more times to make it convenient,\" reducing parking issues, eliminating \"dillydallying,\" and providing \"more individual attention\". For shorter sessions, emphasize achieving results in less time.\n\n**Capacity Micro Lever #4: Physical Space**\n*   The author advises **against moving locations** unless absolutely necessary, due to lease issues, moving costs, and client loss.\n*   **Solution #1: Use partners**. Partnering up clients for workouts (one rests/spots while other works) **doubles the number of people** who can be in the space simultaneously. It also increases safety, community, and encouragement.\n*   **Solution #2: Convert office to fitness space**. Relocate the \"sales room\" to a portable cubby in the lobby. This can accommodate **another 4 people per session**, adding **28 more slots per day**, and increasing EFT max capacity by **56 people, or $11,000/month**. The owner should then work *on* the business, not *in* it.\n\n**Capacity Micro Lever #5: Exercise Selection → Increase Capacity Per Session, Increase Profit Per Session, Enhance Experience**\n*   **Problem**: Complex lifts (like double unders or Olympic lifts) limit class size and make it hard for new members (\"pre-beginners\") to integrate, leading to high attrition.\n*   **Solution: Set Up Regressive Two-Tier Programming**.\n    *   For every workout, create a **second, easier one** that's done in parallel. This allows new people to participate alongside advanced OGs.\n    *   **Remove complex and space-consuming lifts**. This reduces trainer-to-person management, learning curves for new clients, and frees up space.\n    *   **Don't announce changes**, just implement them. If asked, explain it's due to higher injury risk for non-competitors.\n    *   **Use partners** (reiteration): For safety, space-saving, and motivation. OGs can spot/partner with newer members. This helps with morale, turning OGs into \"proud mentors\" and \"brand ambassadors\".\n*   **Benefits**: Zero cost for added fulfillment, rich experience for new members, integrated community, less trainer walk-away risk, fully scalable, and allows for massive cash influx from working marketing.\n\n# Chapter 10: The Overhead Lever\nThis chapter focuses on maximizing **PROFIT** by controlling outflow (\"It’s not what you make, it’s what you keep\").\n\n**Story of a Struggling Gym**: A gym running 189 sessions/month with only 120 EFTs and unlimited access was barely breaking even, effectively making only $6/session due to low attendance. By cutting classes to 100/month and raising prices, profitability \"went through the roof,\" and the owner's stress (linked to a heart attack) decreased.\n\n**Overhead Micro Lever #1: Number of Sessions → Decrease Overhead and Increase Profit Per Session**\n*   **Goal**: Achieve an **80% service margin** ([revenue - cost of trainers] / revenue).\n*   **Example Calculation (Broken Gym)**:\n    *   100 EFTs @ $118/month = $11,800/month revenue.\n    *   38 sessions/week = 163 sessions/month.\n    *   Revenue per session: $72.40 ($11,800 / 163).\n    *   Cost per session (trainer payroll @ $24.40/hour): $24.40.\n    *   **Gross Margin**: 66% ($47.60 / $72.40). This 14% difference from 80% could be the *entirety of net income* for an average 12% margin gym.\n*   **Solution: Cut Sessions To Maximize Efficiency**.\n    *   With 3x/week fix and 85% attendance, only 42.5 people need to be serviced daily, meaning potentially only 3 sessions/day.\n    *   **Practical Adjustment**: Cut from 7 sessions/day to 4 sessions/day (Mon-Fri), plus 3 on Saturday = 23 sessions/week or **99 sessions/month**. This is a **61% reduction in sessions**.\n    *   **Impact on Payroll**: Payroll cost drops from $3,977/month to **$2,415/month**, an increase in owner pay of **$1,561/month or $18,732/year**.\n\n**Overhead Micro Lever #2 & #3: Human Hours Worked and Compensation Per Hour**\n*   These are interrelated. While decreasing trainer pay is disliked, it can be essential for survival.\n*   **Example**: Decreasing trainer pay from $25/hour to $15/hour (or $18.30 including payroll taxes) could add another **$7,200/year** to net income, potentially **doubling owner take-home pay** when combined with session cuts.\n*   **New Gross Service Profit Calculation** (with session cuts and reduced trainer pay):\n    *   Revenue per session increases to **$119** (from $72.40).\n    *   Cost per session is $18.30.\n    *   **New Margin: 84.6%**. Even if trainer pay remains at $25/hour, the margin would be 79.5%.\n*   **Conclusion**: If gross margin is below 80%, these changes are crucial, as they can increase take-home pay by 50%.\n\n# Chapter 11: Your New Gym On Paper\n\nThis chapter focuses on the **mathematical framework for transforming a gym from a struggling operation into a profitable cash machine** by combining all the previously discussed \"profit levers\". The author emphasizes that while the math might seem daunting, it's fundamental to understanding a gym's financial health. The insights shared are derived from the author's personal experience running six gyms and consulting with over 1,500 others, highlighting a \"play\" that, when executed, can dramatically improve a gym's bottom line in days. The core message is that **winning means generating more money than it costs to operate**, and integrating all the levers simultaneously is the most effective way to achieve this.\n\nThe chapter begins by reiterating the **hypothetical average struggling gym's starting statistics**:\n*   **100 Electronic Funds Transfers (EFTs)** (recurring members)\n*   **Average price of $118/month**\n*   **38 sessions/week** (163 sessions/month)\n*   **60-minute sessions** with no breaks\n*   **Maximum capacity of 16 people per session**\n*   **Trainer cost of $25/hour** (including payroll tax)\n*   **Unlimited membership level**\n*   **Monthly billing cycle**\n*   **Revenue: $11,800/month**\n*   **Expenses: $10,000/month**\n\nThe process of transformation is broken down into steps:\n\n### Step 1: Define What You Can Control\nThe author identifies that all the listed items are controllable variables for the gym owner, except for the initial number of EFTs.\n\n### Step 2: Macro Lever #1 Price Increase and Billing Cycle Switch\nThe first major change is to **increase prices and switch the billing cycle**. The recommended change is from $118 per month to **$39 per week**, making the effective monthly rate $168 ($39 x 4.3 weeks). This is an increase of $50/month per customer.\n\n*   **Impact with Customer Loss:** Even assuming a maximum 10% client loss (leaving 90 clients), the new revenue would be **$15,120/month**, which is a **$3,320 increase** from the starting point. If all clients are retained, the increase would be $5,000/month.\n*   **Advanced Move (Optional):** Offer **one-on-four semi-privates**. By selling this at $129/week, and assuming 16.6% of existing clients (15 people) upgrade, this adds an **additional $388 per month per client**, totaling an **extra $5,820/month** ($69,840/year) in revenue. This showcases the \"power of premium services\".\n\n### Step 3: Increase Fulfillment Capacity And Cut Overhead\nThis step combines the capacity and overhead profit levers.\n\n*   **Membership Levels:** Switch from **unlimited sessions to 3x/week** as the core offer.\n*   **Session Reduction:** The number of sessions per week is cut from 38 to 23 (approximately 99 sessions/month). This is a **61% reduction** in sessions.\n*   **Max Capacity Per Session:** Increase from 16 to 20 by implementing strategies like partnering clients, eliminating space-consuming exercises (e.g., double unders), and converting office space to fitness space.\n*   **Session Duration:** Change from 60-minute sessions with 15-minute breaks to **45-minute back-to-back sessions**.\n*   **Trainer Pay Calibration:** Adjust trainer cost per hour from $25 to **$18.30** (including payroll tax). This is presented as an option for maximizing profitability, especially if trainer pay is disproportionately high compared to the owner's take-home.\n\n### Step 4: Do the Math To See the Final Results On Paper\nThe author presents three scenarios to illustrate the combined impact of these changes:\n\n*   **Large-Group Revenue:** Increases from $11,800 to $15,120 (assuming 10% customer loss).\n*   **Large-Group Training Overhead:** Decreases from $5,100 to **$1,358** (with trainer pay decrease and session reduction).\n*   **Semi-Private Overhead (if added):** Would add $944/month (hourly) or $2,080/month (revenue share model) for 12 additional semi-private sessions per week.\n\n**Three Scenarios for Net Profit Swing:**\n\n1.  **Scenario #1: Advanced Perfect Swing (Semis Added, No Attrition, Decreasing Trainer Pay)**\n    *   **+$5,800** from semi-private revenue.\n    *   **+$4,250** from large-group revenue increase.\n    *   **+$1,660** in payroll savings (net after semis cost).\n    *   **Total: $11,710/month extra profit**, equating to **$140,520/year**.\n\n2.  **Scenario #2: Perfect Swing (No Semis Added, No Attrition, Decreasing Trainer Pay)**\n    *   **+$5,000** in large-group revenue.\n    *   **+$3,741** in cost savings from reduced sessions and trainer pay adjustment.\n    *   **Total: $8,741/month extra profit**, equating to approximately **$105,000/year**.\n\n3.  **Scenario #3: Imperfect Swing (No Semis, 10% Customer Attrition, Trainer Pay Stays Same)**\n    *   **+$3,320** in large-group revenue (after 10% customer loss).\n    *   **+$3,150** in cost savings (from reduced sessions, but no change in trainer pay).\n    *   **Total: $6,470/month extra profit**, equating to **$77,640/year**.\n\nThe author concludes by encouraging readers to perform these calculations for their own gyms to grasp the \"real\" potential for profit. The core message is that **significant financial improvement is achievable without working endless hours or opening new locations**, simply by treating the gym like a business and implementing these strategic changes.\n\n# Chapter 12: Making The Shift\n\nThis chapter addresses the critical challenge of **communicating major business changes to trainers and clients**. The author stresses the importance of \"over-communication\" in both relationships and business, stating it is \"everything\".\n\n### Telling The Trainers\n\n*   **Approach as a Sale:** The conversation with trainers should be approached as a \"sale\" to gain their buy-in, rather than a directive.\n*   **Dealing with Unsupportive Trainers:** If a trainer constantly second-guesses decisions or behaves like they own the place, it might be time to let them go, as the author has found that better replacements are often found.\n*   **Sample Script for Trainer Conversation:**\n    *   **Frame the Problem:** Start by explaining that the business is barely breaking even and the current situation is unsustainable and stressful.\n    *   **Introduce the Solution:** Explain that experts (like Gym Launch) have been hired, and they've recommended \"exciting new things\" related to member services, pricing, and sessions.\n    *   **Trainer Benefits:** Highlight what's \"in it for them,\" such as the opportunity to **make an extra $2,000 to $6,000 per month** and potentially go full-time.\n    *   **Key Changes:** Explain the shift to a \"bifurcated\" (two-tier) model:\n        *   **Large Group:** Stop \"giving lives away\" with unlimited access; switch to **three sessions per week** for better service and higher membership prices. Emphasize gaining \"attention\" over losing \"workout time\".\n        *   **Semi-Privates:** Large-group sessions will be cut to make room for semi-private, one-on-four sessions priced at $125/week. Trainers get **25% of the gross revenue** from these semis, making large group a \"lead-generating\" system for higher-ticket offerings.\n    *   **Call for Unity:** Express nervousness about the \"month of rockiness\" and the need for a \"unified front\" from the team to prevent member doubt. Ask directly, \"**Are you on board?**\".\n\n*   **Rationale:** The changes are presented as necessary to protect the business and provide more value and a higher level of service to customers. It's about choosing to have \"hard conversations\" with the team now rather than with a landlord later.\n\n### Telling Your Members\n\n*   **Multi-Platform Communication:** Announcements should be made via direct mail, email, social media posts (with comments turned off), YouTube videos, and text blasts.\n*   **Sample Letter Content:** The author provides a detailed, swipeable letter template.\n    *   **Gratitude and Transparency:** Start by thanking members and stating a commitment to transparency and service improvement.\n    *   **Current Efforts:** Reiterate investments in coaches (hiring, education), and equipment.\n    *   **Upcoming Improvements:** Announce facility improvements, member events, and specialty programs (semi-privates).\n    *   **The Big Change (The \"Petrifying\" Announcement):** Detail the shift from \"come whenever you can\" to **3x/week scheduled appointments**. Frame this as a way to provide \"even better service,\" smaller class sizes, and address parking issues. Emphasize a focus on \"transformations\" and \"continuous progress\" through accountability.\n    *   **Billing Structure Change:** Announce the switch to **weekly billing at $39/week** (an increase of $10-$15/week depending on current membership) with an effective date.\n    *   **Addressing Prior Promises (if applicable):** Acknowledge any past promises about unchanging rates. Explain that the owner, like clients, is also \"growing and improving\" and has invested in business coaches. Looking at the numbers, this change is \"simply impossible\" to grow and provide the deserved service without it.\n    *   **Refer-a-Friend Program:** Offer a full month of service for every referred friend who signs up.\n    *   **Managing Communication Channels:** State that questions will be addressed **IN PERSON** only, to avoid miscommunication on social media. The social media group will remain for community connection, not business discussions.\n    *   **Closing:** Reiterate support and a personal touch (\"I love you all\").\n\n### Dealing With The Loud Customers\n\n*   **Manage Noise:** Turn off comments on social media posts announcing changes. Understand that \"loud\" customers are simply \"noise\" resisting change, as it's in their best interest to prevent it.\n*   **Reinforce Value:** Remind clients that the cost of leaving (losing momentum, community) is higher than the price increase.\n*   **Shift Mindset:** Encourage clients to adjust their personal budgets, viewing the new rate as an \"investment in their good health\".\n*   **Owner's Responsibility:** Reinforce that the changes are necessary for the business's profitability, which ultimately benefits everyone, including employees and customers. The choice is between \"guaranteed path to burnout or the potential to transform your entire business\".\n\n# Chapter 13: Attrition: The Hole-In-The-Bucket Problem\n\nThis chapter introduces **attrition** as the \"silent killer\" of gyms, likening it to Sisyphus endlessly pushing a boulder up a hill only for it to roll back down. The central argument is that most gyms fundamentally misunderstand their true business.\n\n### The True Business of a Gym\n\n*   **Not Fitness:** Gyms cannot compete with large, multi-million dollar facilities (Equinox, Life Time) on equipment, amenities, or price.\n*   **True Competitive Advantage:** Gyms are in the **accountability, relationship, community, and coaching business**. If an owner or their team believes they are primarily in the \"fitness\" business, they are destined to fail or struggle.\n*   **Common Misconceptions:** Owners often focus on \"badass workouts\" or \"amazing community\" without intentional design. A \"family\" community happens by accident, leading to cliques and a consistent 10% monthly churn.\n*   **Key Insight:** **People STAY and PAY for accountability, communication, coaching, community, and relationships**, not just the workouts. This shift in belief is crucial for success.\n\n### Retention Money Math\n\n*   **Lifetime Value (LTV):** Cutting churn from the industry average of 10% to a goal of 3% (achievable with the systems) **increases the LTV of every client by 3.3 times**.\n*   **Example Calculation:**\n    *   **Old Way (10% churn):** Average EFT duration 10 months @ $167/month = **$1,670 LTV**.\n    *   **New Way (3% churn):** Average EFT duration 33 months @ $167/month = **$5,511 LTV**.\n    *   **Additional Revenue:** **$3,841** generated per client for an investment of only $330 ($10/month for 33 months for retention efforts). This represents an **11:1 minimum return on investment**.\n*   **Ethical Consideration:** Keeping people exercising 3.3 times longer genuinely helps them achieve health, aligning profit with purpose.\n\n### The \"Pie\" Equation (Hypothetical Gym Max - HGM)\n\nThis formula illustrates the relationship between new sign-ups and attrition to determine a gym's maximum capacity.\n*   **Formula:** Number of new sign-ups / Percentage of people leaving = HGM.\n*   **Example 1 (No Changes):** 10 new sign-ups / 10% churn = **100 MAX EFTs**.\n*   **Example 2 (Increased Sign-ups):** 20 new sign-ups / 10% churn = **200 MAX EFTs**.\n*   **Example 3 (Decreased Churn):** 10 new sign-ups / 5% churn = **200 MAX EFTs**.\n*   **Example 4 (SUPAH GYM - Both Changes):** 20 new sign-ups / 5% churn = **400 MAX EFTs**. This demonstrates how **simultaneously increasing acquisition and decreasing churn can quadruple a gym's EFTs**.\n\n### Problems Affecting Churn (People, Process, Product)\n\nThe author borrows from Marcus Lemonis's framework, identifying three core components that influence churn:\n*   **Process:** The specific actions and systems for treating customers to ensure amazing experiences.\n*   **People:** The hiring, training, and management of employees.\n*   **Product:** The actual training sessions and their structure.\n\nThese elements are **100% within the owner's control** and are the focus of the subsequent chapters on retention.\n\n# Chapter 14: How Retention Multiplies Revenue\n\nThis chapter elaborates on the initial growth of a gym and why it often stops. While word-of-mouth and early networks can bring in the first few clients, this growth eventually halts.\n\n### Reasons for Stagnation and Churn\n\nThe author identifies several factors that cause initial growth to stall and churn to increase:\n*   **Loss of Underdog Status:** The gym transitions from being \"the new kid on the block\" to \"just another business,\" losing its initial novelty.\n*   **Decreased Service Level:** As membership grows, the owner's time and energy become diluted, leading to a drop in the personal attention and service quality that initial clients received. This typically occurs around **70-80 members**.\n*   **Eroding Community Feel:** The \"family\" atmosphere diminishes as the gym grows. Cliques form, and new members find it harder to assimilate and make friends, leading to a \"silent churn monster\".\n*   **Shift in Lead Quality:** Inflow shifts from warm referrals (friends and family eager to support a new venture) to colder traffic from promotions.\n\n### The Solution: Strategic Intervention\n\nThe author emphasizes that **stagnation is a function of time and maturity, not a lack of effort**. By understanding these dynamics, owners can take deliberate steps to return to a growth trajectory.\n\n*   **Focus on Both Acquisition and Churn:** While acquisition is important, the chapter reinforces that **reducing churn is equally, if not more, impactful on long-term revenue** and LTV. Owners often overlook investing in remarkable service and staff development that retains members.\n*   **The \"Pie\" Equation Revisited:** The chapter re-emphasizes the formula for Hypothetical Gym Max (HGM) (Number of new sign-ups / % of people leaving = HGM) to show how manipulating both variables significantly increases maximum capacity.\n*   **Structured Approach to Churn:** The upcoming chapters will delve into the \"People, Process, and Product\" components, which are \"100% within your control,\" to systematically solve retention issues.\n\nThe overall message is that **understanding and addressing churn is as critical as acquiring new clients**, especially for a business built on recurring revenue.\n\n# Chapter 15: PROCESS: How To Give Consistently Amazing Customer Experiences\n\nThis chapter initiates the \"Process\" component of solving the attrition problem, focusing on **defining and consistently delivering an ideal customer experience**. The author notes that without a clear \"ideal scene,\" it's impossible to consistently hit the target. The core argument is that while clients join for fitness results, **they stay for the relationships, community, and feeling of support**.\n\n### The \"Ideal Customer Path\" and Milestones\n\nThe author identifies four crucial customer milestones that, when achieved, contribute to long-term retention and business growth:\n\n1.  **Connect:**\n    *   **Importance:** This is the foundational and most necessary step. A new member's impression during the first few weeks significantly impacts their long-term perception and willingness to stay. OGs stay because they received this high level of connection early on.\n    *   **Goal:** Form this connected relationship as quickly as possible.\n\n2.  **Refer/Testify:**\n    *   **Driver:** When clients feel genuinely connected and the service is \"remarkable,\" they will naturally refer others and provide testimonials.\n    *   **Category Economics:** The author introduces the concept that money in an industry flows to the \"category king,\" meaning being \"average\" is no longer sufficient; a gym must be \"spectacular\" to thrive.\n    *   **Referral Measurement:** Referrals are a key performance indicator (KPI) of how well the business serves its customers.\n\n3.  **Testify/Refer:** (This milestone is interchangeable with \"Refer/Testify\" as some clients testify before referring, or vice-versa).\n    *   **Leveraging Reviews:** Most people research reviews before committing to a service.\n    *   **Pro Tip on Bad Reviews:** A few bad reviews can make good reviews seem more \"real\" and credible, as long as they are not excessive.\n    *   **Methods to Get Testimonials:**\n        *   **Method #1: Inspiration:** Compliment members on their progress and ask them to share their stories to inspire others. Encourage them to post immediately after taking \"after\" pictures.\n        *   **Method #2: Requirement:** Make leaving a review on platforms like Yelp, Facebook, and Google a **required step to complete a front-end program**. (Note: Cannot require a 5-star review, only the act of reviewing).\n        *   **Method #3: Ethical Bribe:** Offer free swag (e.g., a $5 t-shirt) periodically for clients who provide reviews. This can yield thousands in positive referrals and reviews.\n\n4.  **Ascend:**\n    *   **Definition:** This refers to **upselling (more or better service)** or **cross-selling (adjacent services/products)** to existing customers.\n    *   **Purpose:** Increases the \"lifetime value\" (LTV) of the customer. The \"money is always in the back end\".\n\nThe chapter concludes by emphasizing that understanding and sharing this ideal customer lifecycle with the team sets the new standard for service delivery.\n\n# Chapter 16: PROCESS: The Five Horsemen Of Retention\n\nThis chapter provides **tactical, actionable strategies** for implementing the \"process\" component of retention, focusing on the \"five horsemen of retention\". The author asserts that these are the \"silver bullets\" for reducing churn, based on common practices among the most successful gyms. Implementing even the first two can significantly cut churn (from 10-15% to under 5% in a month, and under 3% in 2-3 months), leading to a **300% increase in Lifetime Value**.\n\n### The Five Horsemen of Retention:\n\n1.  **Reach-Outs/Touch Points:**\n    *   **Action:** A team member must **personally reach out to every customer via text or Messenger every 14 days**.\n    *   **Goal:** Offer praise, commend progress, and resolve any small issues to keep the communication channel open.\n    *   **Personalization:** Use notes from daily team huddles (discussed in a later chapter) to include personalized details.\n    *   **Leading Indicator:** If a client takes over 24 hours to respond or doesn't respond, they are likely considering cancellation and should be escalated to high priority for multiple reach-out attempts.\n    *   **Philosophy:** \"Communication is the best content.\" Systems should systematize, not automate, personal communication.\n    *   **Specific Actions for New Members:** Get them to attend an event ASAP, send a handwritten welcome card (with swag and event invite), publicly give them swag, introduce them to an OG buddy, ensure accountability coach reach-outs, and follow up on no-show reports.\n\n2.  **Attendance Tracking:**\n    *   **Action:** **Weekly tracking (ideally by Wednesday)** to identify clients who have attended two times or less in a week.\n    *   **Priority:** These clients are \"high priority\" for aggressive reach-out attempts.\n    *   **Purpose:** Connect with them, help solve underlying problems affecting attendance (even personal ones), and reinforce the value of working out as a stress reliever. **Intercepting at Week 2 can prevent cancellation** and helps clients stick with fitness. Monthly reports are too late.\n\n3.  **Handwritten Cards:**\n    *   **Action:** Send cards at multiple points in the customer lifecycle.\n    *   **Upon Sign-up:** Welcome new members, include swag, and invite to the next event.\n    *   **For Referrals:** Trainers use client lists to send cards with a P.S. offering a free month to a friend. The **key is the immediate follow-up:** when the client comes in, ask who they sent it to, and if they forgot, help them record and send a personalized video text to a friend on the spot. This leverages \"relational capital\".\n    *   **Connection Points:** Send thank you cards at 3, 6, and 12-month milestones, praising them without asking for anything. The main content should be praise, with any \"ask\" reserved for the P.S..\n\n4.  **Member Events:**\n    *   **Action:** Hold **regular social events (e.g., every 21 days)** to foster community outside of structured workouts.\n    *   **Secret Sauce:** **Pay for babysitting**, offer free entry for members who bring a friend, require all new customers to attend, and send handwritten invites.\n    *   **Benefits:** Deepens client connections, helps OGs and new members build relationships, generates referrals from friends who attend, and creates \"reciprocity\". Can negotiate discounts with local businesses for new clientele.\n    *   **Effective Event Types:** BBQs, bowling, charity bootcamps, potlucks, hikes, etc. (activities allowing mingling).\n\n5.  **Exit Interviews:**\n    *   **Action:** Conduct these when a client cancels, either in-person or via phone call.\n    *   **Impact:** Can **save 50% of true cancellations** (or 25% of all cancellations, given that half are often billing issues). Provides invaluable feedback for service improvement.\n    *   **Expectation Setting:** Mention on contracts and have new members initial upon signing up.\n    *   **Selling the Benefit:** Explain that the gym wants to understand what went right/wrong to improve service for everyone else, and often they can help solve the issue that led to cancellation.\n    *   **Re-sell Script:** Use a modified C-L-O-S-E-R framework to understand the client's current obstacles and offer solutions. The interview becomes a \"re-sell\" opportunity.\n\n*   **Organization:** All retention data should be tracked on a master spreadsheet or within a CRM system to provide a \"1,000-foot view\" of customer engagement and progress, allowing for scalable personal touch.\n\n# Chapter 17: PEOPLE: How To Build Your Dream Team\n\nThis chapter, focusing on the \"People\" aspect of retention, asserts that **a team treated well will treat clients well**. The author aims to provide clarity on organizational structure, communication, and position requirements for thousands of gyms.\n\n### Organizational Structure\n\n*   **Growth-Based Hiring:** The chapter provides an organizational chart that illustrates how a gym's team should grow in alignment with its recurring member (EFT) count, typically in **75-member increments**.\n*   **Key Roles and Progression:** It lists roles from Owner to Trainers/Hourly, Operations Manager, Challenge Manager, Retention Manager, Sales Manager, and Admin, indicating when each role typically becomes necessary and their associated compensation/hours.\n*   **Specialization:** As a gym grows and workload increases, roles should become more subdivided and specialized.\n*   **Pro Tip: Hire Before You Need To:** This strategy allows ample time to find, hire, and thoroughly train the right person, preventing \"plateaus\" that occur due to missing personnel or processes.\n*   **Author's Example (Gym Launch):** From one support representative to over 37 specialized reps, layered with Subject Matter Experts (SMEs) in various verticals (operations, phone sales, high-ticket sales, retention, automation).\n*   **Compensation:** The owner should be the first on payroll. The Sales Manager role is typically hired last because, initially, the owner is usually the best salesperson, and hiring someone else means a loss in potential sales opportunities.\n*   **Cautionary Tale: Avoid Scaling Problems:** The author strongly advises against opening second locations prematurely. Many owners scale problems, not processes, leading to less profit overall. The focus should be on making the **existing gym \"super profitable\" and \"better\"** before considering expansion.\n\n# Chapter 18: PEOPLE: Communication Cycles And Cadences\n\nBuilding on the \"People\" component, this chapter likens a business to a \"garden\" that needs consistent \"watering\" through communication to grow and prevent issues. A **defined communication cycle is crucial** for consistent growth.\n\n### Three Main Communication Practices:\n\nThese practices are emphasized as **non-negotiable and must be as consistent as the sun rising**. Initially, the owner leads them, but over time, the operations manager should take over.\n\n1.  **Daily Huddles:**\n    *   **Purpose:** The \"lifeblood\" of the business, providing a pulse on operations.\n    *   **Duration:** No longer than **10 minutes**, often less.\n    *   **Attendees:** Ideally all trainers; at minimum, all non-trainer personnel.\n    *   **Content:** Review previous day's numbers (sales, cancels), discuss clients who missed sessions, current attendance records, client wins/losses, quick announcements, and motivation.\n    *   **Benefit:** Keeps everyone focused on growing the business and allows for immediate identification and correction of issues.\n\n2.  **Weekly Team Meetings:**\n    *   **Structure:** Highly scripted, with each person having a defined time slot.\n    *   **Sample Agenda:**\n        *   **Trainers (9:00–9:12 am):** Discuss community vibe, client wins/losses, \"red-flagged\" clients, workout-related feedback, music.\n        *   **Challenge Manager (9:12–9:28 am):** Challenger progress, issues, resolution plans.\n        *   **Operations Manager (9:28–9:41 am):** Numbers from past week, plans for current week, billing issues, supplement sales goals.\n        *   **Owner (9:41–10:00 am):** New internal promotions, video/text release schedules, handwritten card follow-ups, team praise.\n    *   **Efficiency:** Meetings should end early if content is covered to increase efficiency. Attendees are paid for their time.\n\n3.  **Weekly One-on-Ones:**\n    *   **Significance:** Considered the \"single thing that has grown our business so quickly\" (by the author's wife, Leila), even more so than client-financed acquisition.\n    *   **Core Principle:** **\"To grow a business, you GROW PEOPLE.\"** This involves investing the owner's most precious asset (attention) into their team to scale the culture and prevent client theft.\n    *   **Role of Owner:** Primarily listen and ask leading questions to guide trainers to their own conclusions, fostering their development without spoon-feeding.\n        *   Key questions: \"What's going well?\", \"What's not going well?\", \"How can I help you win more?\".\n    *   **Delegation:** As the business grows, the operations manager takes over one-on-ones with front-line staff, while the owner conducts them with managers.\n    *   **Logistics:** Approximately 30 minutes per session, ideally scheduled back-to-back on the same day. Phone calls are acceptable.\n*   **Outcome:** These communication cycles reinforce processes, ensure execution, and develop team members, integrating them into the gym's growth.\n\n# Chapter 19: PEOPLE: Five Things Every Role In Your Gym Needs\n\nThis chapter delves into the **specific processes needed for every role within a gym** to ensure efficiency and avoid wasting time on bad hires. The author likens the employee acquisition and development process to a customer sales pipeline.\n\n### The Employee Pipeline (Mirroring the Customer Pipeline):\n\n*   **Application:** Always maintain an inflow of applicants to avoid being \"held hostage\" by any employee. Use targeted ad copy to attract qualified candidates.\n    *   **Operations Manager Ad:** Focuses on the owner's being \"buried\" and needing a detail-oriented, organized, \"get-shit-done\" (GSD) leader.\n    *   **Salesperson Ad:** Highlights the \"fast-growing company drowning in leads,\" emphasizing no cold calling, no paying for leads, and specific personality traits (not egotistical, team player, obsessed with excellence, loves money).\n    *   **Trainer Ad:** Seeks a \"Fitness Rock Star\" who is a \"cheerleader at heart but a drill sergeant in execution,\" loves people, is on time, and comfortable with sweaty selfies, while explicitly stating who should NOT apply (e.g., ego bigger than Kim Kardashian's backside).\n\n*   **Applicant Nurture:** Treat applicants like leads, following up quickly and showing care for good resumes.\n\n*   **Interviewing:**\n    *   **Trainers:** Assess upbeat attitude within 30 minutes. Shadow a class, then let them lead. Give feedback on one area; if no improvement, cut ties. This tests coachability.\n    *   **Salespeople:** Evaluate for **work ethic** (fast response), **past success**, **curiosity** (how many questions they ask), **coachability** (take feedback after selling), and **energy** (upbeat, positive).\n    *   **Operations Manager/General Manager:** Focus on decision-making ability and detail-orientation; they need to be natural managers.\n\n*   **Onboarding/Training:** Crucial for new employees.\n    *   Introduce to the team and customers.\n    *   Provide a clear first-week agenda.\n    *   Require them to read core values and mission.\n    *   Outline a growth path, including compensation details.\n    *   Inform them about the communication cycle (daily huddles, weekly meetings, one-on-ones).\n    *   Describe a \"perfect day\" for their role and the key numbers they need to hit for success.\n\n*   **Management/Ascension:**\n    *   **Management:** Use the communication cycle (huddles, meetings, one-on-ones) to manage and measure goals. **Praise is essential for motivating success**.\n    *   **Ascension (Promotions):** Find and promote \"rock stars\" by painting a clear picture of their growth path within the company. For trainers, this means growing their semi-private client base. For admin/operations, it's shared revenue opportunities as EFT grows. For salespeople, it's skill development and increased paychecks.\n\nThe chapter emphasizes that systematizing the employee pipeline with this level of detail ensures a motivated, effective team that supports business growth.\n\n# Chapter 20: PRODUCT: How To Motivate Unmotivated Trainers\n\nThis chapter concludes the \"Product\" segment of the retention system, focusing on **motivating training staff and structuring sessions for consistent, amazing customer experiences**. The author acknowledges that if clients are leaving due to subpar products or services, the fault lies with the owner for team performance.\n\n### The Unmotivated Trainer Problem\n\n*   **Owner's Responsibility:** The owner is ultimately responsible for the gym's culture and trainer performance. Blaming trainers gives away control.\n*   **Framework:** The author provides frameworks developed from his own past shortcomings in managing trainers.\n\n### Motivating Trainers\n\nTwo primary methods are used for motivation:\n\n1.  **Extrinsic Motivators (Compensation):**\n    *   **Base Pay:** Trainers typically earn **$15-$20 per hour** for large-group sessions.\n    *   **Additional Income Streams:**\n        *   **Selling Supplements:** Trainers can earn commissions from supplement sales.\n        *   **Selling Internal Challenges:** Commissions from internal campaigns sold to existing members.\n        *   **Fulfilling and Retaining Semi-Private Clients:** This is a major opportunity, offering **25% of the gross revenue** from semi-private clients.\n    *   **Example Earnings:** A trainer with a base pay of $15,600/year (20 hrs x $15/hr) can double their income to **$33,150/year** by managing just 9 semi-private clients (adding $17,550). Selling internal challenges can add another **$600/month ($7,200/year)**, bringing their total to **$42,510/year**.\n    *   **Win-Win:** This structure incentivizes trainers to actively recruit and upsell clients from large-group classes into higher-ticket semi-private programs.\n\n2.  **Intrinsic Motivation (Higher Purpose):**\n    *   **Leadership:** The owner must \"lead what you do not live.\" The gym's culture is a reflection of the owner.\n    *   **Six Human Needs (Applied to Trainers):**\n        *   **Significance & Connection:**\n            *   **Significance:** Publicly praise and recognize trainers (e.g., \"trainer of the month\"), especially in meetings.\n            *   **Connection:** Involve them in member events and handwritten card initiatives to foster empathy with clients.\n        *   **Variety & Certainty:**\n            *   **Variety:** Allow trainers to help create workouts (e.g., dictating movement patterns but letting them choose exercises/finishers).\n            *   **Certainty:** Always pay trainers on time. Maintain consistent leadership without emotional swings.\n        *   **Growth & Contribution:**\n            *   **Growth:** Ask trainers what books or certifications would improve their craft, and offer to pay for personal development (e.g., 30 minutes/week for certifications, sales, or nutrition courses).\n            *   **Contribution:** Involve trainers in the business's vision, ask for their ideas on serving clients better, and allow them to \"own\" their ideas. Use client wins/testimonials in meetings to provide context and shared goals.\n\n### Product: How To Run An Amazing Session Every Time\n\nThe \"product\" of a gym is the training sessions and the people executing them. The goal is to have a **consistent, high-quality \"Hamburger Workout\"** experience.\n\n*   **Prep Work:**\n    *   Clean bathrooms.\n    *   **Fresh, \"FIRE\" playlist daily** (clean versions, no profanity). Music is a huge part of the experience.\n*   **Client Entry & Start of Session:**\n    *   **Greet by name within 10 seconds**.\n    *   Check in clients and encourage social media check-ins.\n    *   **Introduce new clients to older ones** and pair them with an OG partner for the first week.\n    *   Set two music volumes: between sessions and during workouts.\n    *   **Use a microphone** (reduces trainer strain, improves audibility).\n    *   Make announcements during warm-up.\n    *   Use an **automated timer** (trainers coach, not count reps/time).\n    *   Demonstrate no more than two exercises at a time.\n    *   Call out each person by name twice for something positive during the session.\n    *   Provide two correctional cues per person during the workout.\n*   **End of Session:**\n    *   Tell everyone to reset their station, then meet in the middle.\n    *   Hands-in moment.\n    *   Repeat announcements, pass clipboards for internal promotions (easy sales, trainer commissions).\n    *   Call out one or two people (especially new ones) for doing well.\n    *   End with a \"3-2-1 cheer\".\n\n*   **Benefits:** This structured approach ensures a consistent experience, making even \"mediocre trainers seem great,\" reducing attrition, and increasing lifetime value. The author stresses the importance of continuous improvement and dedication to customers.\n\nThe chapter concludes by reinforcing the need for owners to \"live what you lead\" and treat employees and customers like royalty to achieve success.\n\n# Chapter 21: PRODUCT: How To Run An Amazing Session Every Time\nThis chapter focuses on the **product** aspect of retention, specifically the **structure of training sessions and how to manage trainers** to provide consistently amazing customer experiences.\n\n### The Unmotivated Trainer Problem\nThe core idea is that if people are leaving a gym, it's often due to subpar products or services, which ultimately points to the team's performance. The author emphasizes that **poor team performance is the owner's responsibility**. This section aims to provide frameworks to improve older systems and make gyms more profitable.\n\n### The Hamburger Workout\nThe author likens a training session to a \"hamburger,\" where ingredients are layered to create a great experience. These are structured into \"Prep Work,\" \"When They Walk In The Door,\" and \"During the Session\".\n\n**Prep Work:**\n*   **Clean bathrooms** are essential as they are often where people change.\n*   **Playlists should be fresh and new every day** and **\"FIRE\"** to enhance the experience, and free of profanity.\n*   Music volume should have preset levels for between and during sessions.\n\n**When They Walk In The Door:**\n*   **Greet individuals by name within 10 seconds** of entering the building. This creates a strong first impression of high-quality service.\n*   Check them into the system.\n*   Encourage social media check-ins.\n*   **Introduce new clients to older ones for every workout during their first week**, using name tags or wristbands.\n*   **Pair each new person with an \"OG\" (Original Gangster) as a workout partner for their first week**. This promotes community and bonding.\n\n**During the Session:**\n*   **Use a microphone** for trainers. This helps clients hear instructions in large gyms with background noise and reduces strain on trainers, allowing them to coach more sessions.\n*   Make **announcements during warm-up**.\n*   Use an **automated timer** so trainers can focus on coaching rather than counting reps or tracking time.\n*   **Demonstrate no more than two exercises** before telling people what to do to prevent information overload.\n*   **Call out each person by name at least twice per session for something positive**, to build loyalty and reinforce good behavior.\n*   **Give each person two correctional cues** during the workout to show personalized attention.\n*   At the end, tell everyone to **reset their station and meet in the middle for a \"hands-in\" moment**.\n*   Repeat announcements and pass clipboards for internal promotions, allowing trainers to collect commissions from these easy sales.\n*   **Call out one or two people, especially new ones, for doing well**, as small recognitions build loyalty.\n*   End with a **\"3-2-1 cheer\"** to wrap up the session.\n\nThis \"hamburger\" process is adaptable to any workout style, ensuring a **consistent experience** where even mediocre trainers can make clients feel better than when they arrived. The chapter emphasizes that while external motivators like income opportunities are useful, **intrinsic motivation** (significance, connection, variety, certainty, growth, and contribution) is key for long-term trainer engagement.\n\n# Section IV: Baking The Cake\nThis section introduces the **\"Wedding Cake Gym Profit Model,\"** described as the most advanced model for microgym businesses, capable of minting new **$1 million+ facilities**. The author provides **\"gold nuggets\"** for those who have read this far, indicating a higher likelihood of implementation.\n\nThe model's profitability is driven by two main factors:\n1.  **Accommodating Buying Curve:** This involves maximizing profit per customer by allowing those willing and able to spend more to do so, while also accommodating \"weaker\" customers up to their limits. This leads to **significantly higher average monthly revenue per customer** (e.g., $200 vs. $100 in an example with 10 customers).\n2.  **Maximize Buying Curves Per Customer:** This involves tapping into **different \"spending wallets\" or verticals** beyond just gym memberships, such as supplements or meal prep. By fulfilling more needs, businesses can make more money from the same customer, increasing their lifetime value.\n\nThe author warns against starting multiple companies without the necessary financial capacity, bandwidth, staff, or infrastructure. Instead, the model focuses on **leveraging existing revenue streams** and adding value without increasing business complexity or financial risk.\n\nThe Wedding Cake Model has **three tiers, each with \"icing\" (front-end cash flow) and \"cake\" (recurring cash flow), leading to six revenue streams**. The tiers are:\n*   **Tier 1: Large-Group Training**.\n*   **Tier 2: Semi-Privates (1-on-4)**.\n*   **Tier 3: Supplements**.\nThe model also includes **\"Sprinkles\" (internal plays)**, which serve as a traffic source feeding all other tiers.\n\nThe author provides **\"Real Numbers\"** based on averages from non-owner-operated facilities, using conservative assumptions (e.g., 30 new customers/month, 65% conversion to recurring, 8% attrition for large group/semis, 23% attrition for supplements) to demonstrate the model's power. The projected **Total Revenue for the Wedding Cake (first 3 tiers only, no sprinkles) is $108,381/month**.\n\n# Chapter 22: The Wedding Cake Gym Profit Model\nThis chapter elaborates on the \"Wedding Cake Gym Profit Model,\" highlighting its **superiority to the author's own 1.0 gym model** due to continuous iteration and best practices from thousands of calls and interviews with top gyms. The model is designed to **mint new $1 million+ facilities quarterly**.\n\nThe **innovation process** behind this model involves five steps:\n1.  **Identify an issue** many gym owners struggle with in categories like lead generation, lead nurture, sales, fulfillment, ascension/retention.\n2.  **Gather data from 20 \"worst-case\" gyms** experiencing the problem.\n3.  **Analyze techniques from the top 10 gyms** that are \"crushing\" the problem and itemize them into a teachable format.\n4.  **Implement these techniques in the weaker gyms** and test for at least an 80% success rate.\n5.  If successful, **systematize and simplify for mass rollout** to the \"Gym Lords\" community. If not, note why and refine or try new techniques.\n\nThis process allows for **rapid adaptation, implementation, and growth**, saving clients the cost of failure and wasted time. The author states that they spend **over $100,000 per month just testing methods** for clients, ensuring their methods are effective \"today… right now\". The core idea is that **information is the most valuable thing, buying time** and allowing for significant leaps in progress. Gym owners, with their strong work ethic, can achieve \"magic\" by applying it to a better business model.\n\nThe chapter reiterates the **\"Icing\" (front-end cash flow from new customers)**, which enables profitable customer acquisition and amazing customer experiences, and **\"Cake\" (recurring cash flow)**, which provides stability and sustained revenue. Both are essential for a successful microgym.\n\nThe **three main tiers of the \"Wedding Cake\"** are:\n*   **Large-Group Training (Base Tier)**\n*   **Semi-Privates (1-on-4)**\n*   **Supplements**\n\nThese tiers, along with **\"Sprinkles\" (internal plays)**, allow for maximizing profit per customer by accommodating different spending levels and tapping into various \"spending wallets\".\n\nThe chapter also presents **\"Real Numbers\"** to illustrate the model's potential, based on conservative assumptions for an average facility:\n*   **30 new customers/month from client-financed acquisition**.\n*   **4 new high-ticket clients/month from client-financed acquisition**.\n*   **65% conversion from front-end offers into recurring**.\n*   **8% attrition rate for both semis and large group**.\n*   **23% attrition for recurring supplement orders**.\n\nBased on these numbers, the projected **Total Revenue for the Wedding Cake (first 3 tiers only) is $108,381/month**. The author emphasizes that these are highly achievable numbers that \"normal folks\" can reach by following \"normal, boring business processes\".\n\n# Chapter 23: Tier 1: Large-Group Training\nThis chapter delves into the **base tier of the Wedding Cake Model: large-group training**, which forms the foundation of the gym's offerings.\n\n### Large Group Icing: Front-End Cash\nThe \"icing\" represents **front-end cash flow from new customers**. This is achieved by offering a **high-ticket, defined-end program** as an \"irresistible offer\" for customer acquisition. Examples include a 42-day, 6-week, or 28-day challenge, with prices typically ranging from **$400–$1,000**.\n*   This program serves as an **indoctrination** step, getting new clients to love the gym.\n*   It's recommended even for referrals due to its automated nature, fostering camaraderie (starting with a cohort), and securing a **large upfront cash commitment** that reduces client dropout.\n*   An average facility signs up **30–40 such clients per month**, generating **$15,000 to $20,000/month in front-end revenue**.\n*   The **6-Week Challenge** is highlighted as the top-converting offer due to its perceived ability to deliver significant results in a manageable timeframe.\n\n### Large Group Cakiness: The EFT\nThe \"cake\" represents the **EFT (Electronic Funds Transfer) recurring membership**. The goal is to **convert front-end clients into long-term members**, making **three attempts to convert them** during their initial six-week program.\n\n**First Conversion Attempt: Bribe**\n*   **Target:** Hyper-responsive buyers who instantly love the gym.\n*   **Strategy:** Price-position the front-end offer high (e.g., $599) and offer the entire program for **FREE if the client signs up for a membership on Day 1**.\n*   **Execution:** Clients prepay their first six weeks (e.g., $49/week for 6 weeks = $294) and are set up for recurring payments afterward.\n*   **Pro Tip:** **Raise the price anchor even higher (e.g., $799+)** for the front-end program to make the membership option seem more appealing. Some clients will still take the higher-priced offer. This strategy helps new people make the psychological shift to being a full member from day one.\n\n**Second Conversion Attempt: Abandon Hope Sale**\n*   **Target:** This is the **biggest conversion point** if the first bribe option is skipped, occurring at **Week 3 (halfway point)** of the front-end program.\n*   **Objective:** To convince the client that long-term fitness results are unlikely within only six weeks, \"unselling\" the initial program's promise of quick, final results.\n*   **Process:**\n    1.  **Schedule a \"mandatory halfway meeting\"** to discuss progress.\n    2.  **Provide value** (tips, nutrition help) and **encouragement**.\n    3.  **Re-ask major sales questions** about their long-term goals, sustainable results, and permanent weight loss to reframe the conversation.\n    4.  Make an **irresistible offer**: **Credit the full amount paid for the front-end program** towards a year membership, and allow them to **finish the current program \"on me\"** (no extra charge), effectively giving them their first six weeks free and a **lifetime lower rate for staying**.\n    5.  Fill out paperwork and secure the signature for the lifetime lower rate. This is an **assumed close**.\n*   **Sales Conversion:** Most salespeople average **50% conversion** initially, rising to **70%-80%** with practice. \"Killers\" can close almost everyone.\n*   **Money Math Example:** A $600 challenge converted at Week 3 to a $49/week ($199/month) EFT. By crediting the $600 paid, the perception is a discount, but the gym receives the full recurring EFT after the promotional period. This is about manipulating numbers to make sense for the client, not people directly, as it's in their best interest to stay and achieve goals.\n*   **Warning:** **Do not offer different prices for the same service to different people** (price discrimination). Ensure everyone goes through the defined front-end program for unified pricing.\n\n**Third Conversion Attempt: Last Chance**\n*   **Target:** Remaining \"stragglers\" not converted by earlier attempts, typically during the weigh-out or final day of their front-end program.\n*   **Strategy:** Offer a **credit towards membership based on weight or body fat lost** (e.g., $25 per pound lost) as a reward for effort and an incentive to stay.\n*   **Key:** **Control the terms of the credit** to back into the desired EFT price. For example, a $325 credit could be spread over six months as a $54/month discount, maintaining the target monthly EFT (e.g., $196/month from a $250/month base).\n*   **Mindset:** The author stresses a \"no excuses\" approach. Believe that people don't need to \"think about it\" or \"talk to their spouse\" at this stage; they simply need to be guided to make the decision that serves them best: staying healthy. The risk of falling off their fitness regimen is higher than the cost of membership.\n*   **Sales techniques:** Use \"Rocking Chair Close,\" \"Rock/Hard Place Close,\" \"What's your main concern?\" and similar direct questions to uncover and overcome underlying fears, and highlight the cost of inaction.\n\n**Back-End Cakiness Conclusion**\n*   By signing up **30 clients a month** on front-end promotions (icing) and converting **65% to recurring EFT** (cake), a gym can grow by **20 EFTs/month**.\n*   With an 8% attrition rate, the EFT base can stabilize at **250 people**, generating around **$40,700/month** from recurring revenue, plus **$15,000 from front-end revenue**, totaling about **$55,000/month** for large-group training.\n\n# Chapter 24: Tier 2: Semi-Privates (1-on-4)\nThis chapter introduces **Tier 2 of the Wedding Cake Model: Semi-Privates (1-on-4)**, referred to as **HTP** (Hybrid Training Protocol for clients, High-Ticket Program for the business). This is highlighted as **one of the most profitable services** a gym can offer, moving owners from historically low margins to \"real margins\".\n\n*   **Pricing:** Semi-private sessions are priced at **$500 to $700/month** for three sessions per week (or $125/week to $175/week).\n*   **Profitability:** The **1-on-4 model** is ideal as it allows for **4x the revenue per session with the same costs** as a 1-on-1 personal training session. Semi-privates typically operate at a **75% margin**.\n\n### Creating Demand\n*   **Fill large group first:** It's crucial to **fill the large-group program before launching semi-privates**. A \"full\" large group (around 85% filled, with packed peak times and 60%-70% off-peak) naturally creates demand for the next level of service, serving as a \"flow over\".\n*   **Internal Campaign:** Once the large group is full (e.g., 200+ EFTs), a small internal campaign can easily convert **10% (20 people) to upgrade**. This results in an **added $8,000/month in new revenue** (20 upgrades x $400/month net increase, assuming they paid $200 before and now pay $600).\n*   **Fulfillment Cost:** An extra 15 semi-private sessions per week (5 each on MWF) generate $186 per session (or $139 profit with a 25% trainer rev-share), leading to an **additional $2,085/week in recurring revenue** for the owner.\n\n### Layer 2: Semi-Privates (Icing) Front-End Cash\nHTP is sold as a **front-end 12-week transformation program** priced between **$2,000 and $3,000**.\n*   **Targeting:** Ads should specifically target **wealthier individuals** with copy geared towards them.\n*   **Sales Process:** A **two-step sales process** is used to allow for more in-depth selling before the client's first visit.\n    *   **Setter:** Conducts an initial phone call to qualify the prospect.\n    *   **Closer:** Meets in-person to finalize the sale. The author notes they have done both roles themselves when necessary.\n    *   **Sales Script for High-Ticket Fitness Sale:**\n        *   **Build Rapport:** Start with small talk to make the prospect comfortable.\n        *   **Set Expectations:** Explain the call's purpose: gaining clarity and value by understanding their needs.\n        *   **Uncover Pain/Goals (Diagnostics):** Ask \"Why me and why now?\" and encourage them to describe their \"perfect life\" in 12 months. Dig deeper into what that truly means to them (e.g., impact on family).\n        *   **Identify Barriers:** Ask what they've tried, what they're currently doing, and what's stopping them from achieving their goals.\n        *   **Disqualify if Necessary:** If the prospect is not serious (\"Right freaking now\"), offer them an out. The author suggests saying, \"Unfortunately, I don't think I can help you then. Thanks for your time. Goodbye.\" if they are unwilling to commit.\n        *   **Bridge to Solution:** Reiterate what you can do for them, have them imagine it, and ask its monetary worth.\n        *   **The Close:** **Wait for them to ask you to explain the program.** Do not tell them the price upfront. After explaining the program's benefits (e.g., \"lose up to 30 pounds of fat in 12 weeks\"), get buy-in (\"Sound good?\"). Only then, reveal the price and offer a discount for signing up today (e.g., $1,997 from $2,497).\n*   **The \"Set is the Close\":** The most crucial part is to **close a nonrefundable consultation fee (e.g., $50-$100) over the phone** during the \"setter\" call. If this fee isn't secured, there's a 90% chance the in-person closing won't happen. This establishes premium positioning.\n*   **Money Math:** Lead costs for HTP can range from $10-$50/lead. Ryan Karas achieved $135K in three weeks by paying $42/lead, closing 50% on a $2,500 program. Selling 55 people on a $100 nonrefundable appointment fee covers ad costs. A facility with a sales manager might average **$10,000/month in front-end HTP revenue** (1 sale/week at $2,500).\n\n### Semi-Private Tier, Layer 2: Cake\nThis refers to the **recurring revenue from semi-private clients**.\n*   **Downselling the Upsell:** After a 12-week HTP transformation program, clients are **\"downsold\" into an ongoing or 12-month contract at a lower weekly price** (e.g., $125/week vs. $200-$250/week). This is highly effective because clients have experienced exceptional service and results.\n*   **Retention:** Retention for highest-level semi-private clients should be near 100%. These clients are typically \"lowest maintenance, despite paying the most\".\n*   **Impact:** Filling a semi-private program (e.g., 20 clients from one campaign) can negate the need for frequent external promotions.\n*   **Conclusion:** This tier can contribute around **$37,500/month in revenue** (once at 40-person capacity). Combined with Tier 1, this brings total revenue to **$92,500/month** from the first four revenue streams (front- and back-end cash from Tier 1 and Tier 2).\n\n# Chapter 25: Tier 3: Supplement Sales\nThis chapter introduces **Tier 3 of the Wedding Cake Model: Supplement Sales**, emphasizing its potential as a **\"massive profit center.\"** The author states that it's possible to **add an average of $1,000 in recurring sales for every 7 EFTs (Electronic Funds Transfers) within 14 to 21 days**, which for 100 EFTs, could mean $14,000 in recurring sales.\n\n### Why Supplement Sales are Often Overlooked\nThe author addresses common limiting beliefs:\n*   Not believing in the products.\n*   Fear of detracting from membership sales.\n*   Perceived low margin.\n*   Not wanting to invest in inventory.\n*   Price matching with Amazon.\n*   Not wanting people to think supplements replace diet and exercise.\n\nThe author counters that clients will likely buy supplements anyway, so they should buy from the gym, where they can get quality products and proper guidance. This also provides additional revenue for business growth and improved service.\n\n### How to Do Supplements Right\nThe chapter outlines **12 key features** a supplement company should offer for successful gym sales:\n1.  **Drop-ship model:** No inventory or upfront costs for the gym.\n2.  **Packages:** Offers 3-, 6-, and 12-month packages for high-ticket upfront sales.\n3.  **0% Financing:** Allows clients to pay $200-$400/month for $2,000-$5,000 packages, with the gym getting paid immediately.\n4.  **Autoship functionality:** Enables recurring cash flow.\n5.  **Sticky commissions:** Gym gets paid even if clients buy more or other products directly from the company.\n6.  **Data tracking:** Allows trainers to earn recurring sub-commissions, incentivizing client retention.\n7.  **Advertised price 40% higher:** Company's website shows a price 40% higher than the gym's selling price, preventing price-shopping and making the gym's offer look like a \"smoking deal\".\n8.  **Premium price positioning:** Maximizes profit margin.\n9.  **Celebrity endorsements:** Provides PhDs, Olympians, professional athletes for marketing and reinforcing premium positioning.\n10. **Proprietary blends:** Uses unique formulations for common ingredients and lists precise amounts of expensive ones to highlight product superiority.\n11. **High-margin products only:** Focuses on products with good margins to maximize average profit per customer.\n12. **Bimonthly payout:** Allows gyms to pay payroll or commissions with product sales, avoiding long wait times.\n\nThe author developed **Prestige Labs** to meet these criteria, investing significantly to maximize profit for gym owners without sacrificing product quality.\n\n### Primary Ways to Sell Supplements to Customers\n1.  **Existing client base launch:** Internal campaign targeting current members.\n2.  **Bolt-on sale for new customers:** Integrated into the onboarding process.\n3.  **Part of internal plays:** Sold as an add-on during special promotions.\n4.  **Sampling sprees:** Offering samples to generate interest.\n\nSupplement selling is considered a core offering as it taps into a **new \"wallet\" of the customer**, increasing their overall Lifetime Value (LTV).\n\n### Supplement Sales Icing (Front-End Cash)\n*   **Strategy:** Sell supplements as part of the **nutrition plan for new customers** in their front-end program. New clients are typically unaware if this is a new offering.\n*   **Conversion Rate:** Typically **over 85% of new customers** are closed on a supplement package. This is high because it's an **upsell to existing customers**, not a traditional sale, and uses a **prescriptive, assumed close** method.\n*   **Timing:** Sales occur in a **second meeting, the nutrition orientation**, after the initial fitness service package sale, to avoid overwhelming the client.\n*   **Profit:** Generates **$80-$100 immediate profit per new customer** (40%-50% margin). This can often **cover ad spend**, making other revenue \"gravy\".\n*   **Money Math:** 29 buyers (30 large group + 4 high-ticket new customers x 85% take rate) at $200/month would add nearly **$70,000/year** to revenue just from initial subscriptions. This does not include higher-ticket supplement packages (e.g., $2,000-$5,000).\n\n### Supplement Cakiness (Recurring)\n*   **Payouts:** Must have recurring payouts.\n*   **Attrition:** Average churn from Prestige Labs is **23%**.\n*   **Lifetime Value:** A $200 subscription has an LTV of **$869** ($200 / 0.23).\n*   **Monthly Revenue:** Selling to 29 new people/month eventually stabilizes at **126 recurring subscribers**, generating **$25,200/month** in sales (126 subscribers x $200/month).\n*   **Profit:** This single revenue stream equates to an **additional $120,000/year in profit** (based on a 40% margin).\n\nThis final tier, combined with the first two, results in a total of **$108,381/month** in revenue for the Wedding Cake Model, before \"sprinkles\" are added.\n\n# Chapter 26: Sprinkles: Internal Plays\nThis chapter introduces **\"Internal Plays,\"** which are marketing campaigns targeted at **existing customers**. They are considered \"sprinkles\" because they are a **traffic source that feeds all other tiers** of the Wedding Cake Model, rather than a distinct tier themselves. The key to a successful internal play is a **good HOOK**, which is something new or different that invokes curiosity or desire.\n\n### Three Types of Internal Play Hooks:\n1.  **Nutrition-Based:**\n    *   **Description:** Most in-depth and can be sold at the highest price, often leading to upsells of ancillary services (e.g., supplements).\n    *   **Examples:** \"Lose While You Booze/Slim Down For Santa,\" \"Lean By Halloween,\" \"21-Day Detox,\" \"Late-Night Weight Loss/Fourth Meal Challenge\" (Intermittent Fasting), \"Eat Fat To Lose Fat Challenge\" (Keto).\n2.  **Fitness-Based:**\n    *   **Description:** Typically focus on a particular body part, are easy to sell and execute, and usually have a lower price point as they involve teaching execution, form, and new movements.\n    *   **Examples:** \"Big Booty Bootcamp,\" \"Cellulite Dynamite,\" \"6-Week 6-Pack,\" \"Stubborn Belly Fat Challenge,\" \"Buns & Guns,\" \"Sexy Back\".\n3.  **Community/Experience:**\n    *   **Description:** Easiest to fulfill but harder to demonstrate direct value. They focus on creating teams and competition, providing external motivation for clients. These work well with charitable causes and referral pushes.\n    *   **Examples:** \"Bring-A-Friend Challenge,\" \"Accountability Challenge,\" \"Team Challenge,\" \"Spouse Challenge,\" \"Battle Of The Sexes,\" \"Coworker Challenge\". Trainers can sell these and form their own teams.\n\n### Advanced Notes for Internal Plays:\n*   **Combinations:** Internal plays can combine categories (e.g., a stubborn belly-fat challenge with a nutrition component).\n*   **Seasons/Holidays:** Tying challenges to upcoming holidays boosts appeal and provides a clear \"why\" (e.g., \"Slim Down For Summer,\" \"Lean By Halloween\").\n*   **Events & Deadlines:** Manufacturing events and deadlines, such as members-only events for participants, creates FOMO (Fear Of Missing Out) and boosts commitment. Photo shoots (e.g., for a Little Black Dress Challenge) can motivate clients and provide marketing material.\n*   **Silly Prizes:** Adding silly prizes and fake podiums for winners enhances engagement.\n*   **Marketing:** Post videos of exclusive workouts and encourage \"sweaty selfies\" for social media check-ins, tagging the business for free marketing.\n*   **Pricing for Visitors:** Always have a different price for visitors, or make it free for a friend (or free for the member if they bring a friend).\n*   **Fulfillment:** Can be done with extra sessions during off-hours (weekends) or through at-home workouts with client tracking (e.g., sweaty selfies) for effectively **$0 added overhead**.\n\n### Why Internal Plays Affect The Whole Cake:\n*   They serve as a **traffic source**, feeding other tiers and strengthening the entire model.\n*   They address a \"gaping hole\" in most gym businesses, as few execute them correctly.\n*   They require **almost zero effort to fulfill**, are almost **all profit**, **increase member engagement**, bring in more outside prospects, and serve as a **second funnel into programs**, with zero prep needed to start. This is considered a \"grand slam\".\n\n### Monetization:\nInternal plays satisfy all three of the \"Acquire, Ascend, Resell\" growth paths:\n1.  **Increasing Average Large-Group Customer Value (Retention & Blended EFT):**\n    *   Most gyms earn **$3K to $10K every six weeks** from internal plays, averaging about **$4,500/month** (with approximately a 90% margin).\n    *   This is \"easy money\" and helps the business.\n    *   Example: For 120 EFTs, 25% participation (30 people) in a $150 play generates **$4,500 for one play**. This adds an additional **$25 per customer per month** in revenue, almost all profit.\n2.  **Funnel into HTP (Semi-Privates):**\n    *   Internal plays continuously feed the semi-private profit center.\n    *   At the end of an internal play, **25%-35% of participants** (e.g., 8-10 people) may express interest in continuing, naturally flowing into the HTP program, thus maintaining it without significant external marketing.\n3.  **Conversion Point for Supplements:**\n    *   Internal plays provide an opportunity for a **paid sales consultation** (as clients have already paid for the program).\n    *   During this consultation, value is delivered (e.g., outlining the program), and **ancillary services like supplements can be sold**.\n    *   Example: A 30-day cleanse is a perfect opportunity to sell a detox product or bundle. This is a \"second monetization\" that can be implemented even without HTP.\n\nThe chapter illustrates how stacking these ancillary services can **dramatically increase the average customer value**. For instance, a $99 large-group service can turn into $386 in total value per customer per month by adding supplements and semi-private upsells, multiplying revenue significantly.\n\nThe author concludes by emphasizing that gyms can make an **\"insane amount of money\" without endless hours or multiple locations** by treating the gym like a well-structured business.","headings":[{"level":1,"text":"Section I: Acquisition: Get More Clients","id":"section-i-acquisition-get-more-clients"},{"level":1,"text":"Chapter 1: The Broken “Sell Your Soul” Acquisition Problem","id":"chapter-1-the-broken-sell-your-soul-acquisition-problem"},{"level":1,"text":"Chapter 2: A Client-Acquisition Model That Works","id":"chapter-2-a-client-acquisition-model-that-works"},{"level":1,"text":"Chapter 3: Get Paid To Acquire Customers","id":"chapter-3-get-paid-to-acquire-customers"},{"level":1,"text":"Chapter 4: Get Them To Show Up","id":"chapter-4-get-them-to-show-up"},{"level":1,"text":"Chapter 5: Get Them To Buy","id":"chapter-5-get-them-to-buy"},{"level":1,"text":"Chapter 6: The C-L-O-S-E-R Formula","id":"chapter-6-the-c-l-o-s-e-r-formula"},{"level":1,"text":"Section II: Ascension: Make More Profit","id":"section-ii-ascension-make-more-profit"},{"level":1,"text":"Chapter 7: The Broken Profit Model","id":"chapter-7-the-broken-profit-model"},{"level":1,"text":"Chapter 8: Price-Profit Levers","id":"chapter-8-price-profit-levers"},{"level":1,"text":"Chapter 9: Capacity-Profit Levers","id":"chapter-9-capacity-profit-levers"},{"level":1,"text":"Chapter 10: The Overhead Lever","id":"chapter-10-the-overhead-lever"},{"level":1,"text":"Chapter 11: Your New Gym On Paper","id":"chapter-11-your-new-gym-on-paper"},{"level":3,"text":"Step 1: Define What You Can Control","id":"step-1-define-what-you-can-control"},{"level":3,"text":"Step 2: Macro Lever #1 Price Increase and Billing Cycle Switch","id":"step-2-macro-lever-1-price-increase-and-billing-cycle-switch"},{"level":3,"text":"Step 3: Increase Fulfillment Capacity And Cut Overhead","id":"step-3-increase-fulfillment-capacity-and-cut-overhead"},{"level":3,"text":"Step 4: Do the Math To See the Final Results On Paper","id":"step-4-do-the-math-to-see-the-final-results-on-paper"},{"level":1,"text":"Chapter 12: Making The Shift","id":"chapter-12-making-the-shift"},{"level":3,"text":"Telling The Trainers","id":"telling-the-trainers"},{"level":3,"text":"Telling Your Members","id":"telling-your-members"},{"level":3,"text":"Dealing With The Loud Customers","id":"dealing-with-the-loud-customers"},{"level":1,"text":"Chapter 13: Attrition: The Hole-In-The-Bucket Problem","id":"chapter-13-attrition-the-hole-in-the-bucket-problem"},{"level":3,"text":"The True Business of a Gym","id":"the-true-business-of-a-gym"},{"level":3,"text":"Retention Money Math","id":"retention-money-math"},{"level":3,"text":"The \"Pie\" Equation (Hypothetical Gym Max - HGM)","id":"the-pie-equation-hypothetical-gym-max-hgm"},{"level":3,"text":"Problems Affecting Churn (People, Process, Product)","id":"problems-affecting-churn-people-process-product"},{"level":1,"text":"Chapter 14: How Retention Multiplies Revenue","id":"chapter-14-how-retention-multiplies-revenue"},{"level":3,"text":"Reasons for Stagnation and Churn","id":"reasons-for-stagnation-and-churn"},{"level":3,"text":"The Solution: Strategic Intervention","id":"the-solution-strategic-intervention"},{"level":1,"text":"Chapter 15: PROCESS: How To Give Consistently Amazing Customer Experiences","id":"chapter-15-process-how-to-give-consistently-amazing-customer-experiences"},{"level":3,"text":"The \"Ideal Customer Path\" and Milestones","id":"the-ideal-customer-path-and-milestones"},{"level":1,"text":"Chapter 16: PROCESS: The Five Horsemen Of Retention","id":"chapter-16-process-the-five-horsemen-of-retention"},{"level":3,"text":"The Five Horsemen of Retention:","id":"the-five-horsemen-of-retention"},{"level":1,"text":"Chapter 17: PEOPLE: How To Build Your Dream Team","id":"chapter-17-people-how-to-build-your-dream-team"},{"level":3,"text":"Organizational Structure","id":"organizational-structure"},{"level":1,"text":"Chapter 18: PEOPLE: Communication Cycles And Cadences","id":"chapter-18-people-communication-cycles-and-cadences"},{"level":3,"text":"Three Main Communication Practices:","id":"three-main-communication-practices"},{"level":1,"text":"Chapter 19: PEOPLE: Five Things Every Role In Your Gym Needs","id":"chapter-19-people-five-things-every-role-in-your-gym-needs"},{"level":3,"text":"The Employee Pipeline (Mirroring the Customer Pipeline):","id":"the-employee-pipeline-mirroring-the-customer-pipeline"},{"level":1,"text":"Chapter 20: PRODUCT: How To Motivate Unmotivated Trainers","id":"chapter-20-product-how-to-motivate-unmotivated-trainers"},{"level":3,"text":"The Unmotivated Trainer Problem","id":"the-unmotivated-trainer-problem"},{"level":3,"text":"Motivating Trainers","id":"motivating-trainers"},{"level":3,"text":"Product: How To Run An Amazing Session Every Time","id":"product-how-to-run-an-amazing-session-every-time"},{"level":1,"text":"Chapter 21: PRODUCT: How To Run An Amazing Session Every Time","id":"chapter-21-product-how-to-run-an-amazing-session-every-time"},{"level":3,"text":"The Unmotivated Trainer Problem","id":"the-unmotivated-trainer-problem"},{"level":3,"text":"The Hamburger Workout","id":"the-hamburger-workout"},{"level":1,"text":"Section IV: Baking The Cake","id":"section-iv-baking-the-cake"},{"level":1,"text":"Chapter 22: The Wedding Cake Gym Profit Model","id":"chapter-22-the-wedding-cake-gym-profit-model"},{"level":1,"text":"Chapter 23: Tier 1: Large-Group Training","id":"chapter-23-tier-1-large-group-training"},{"level":3,"text":"Large Group Icing: Front-End Cash","id":"large-group-icing-front-end-cash"},{"level":3,"text":"Large Group Cakiness: The EFT","id":"large-group-cakiness-the-eft"},{"level":1,"text":"Chapter 24: Tier 2: Semi-Privates (1-on-4)","id":"chapter-24-tier-2-semi-privates-1-on-4"},{"level":3,"text":"Creating Demand","id":"creating-demand"},{"level":3,"text":"Layer 2: Semi-Privates (Icing) Front-End Cash","id":"layer-2-semi-privates-icing-front-end-cash"},{"level":3,"text":"Semi-Private Tier, Layer 2: Cake","id":"semi-private-tier-layer-2-cake"},{"level":1,"text":"Chapter 25: Tier 3: Supplement Sales","id":"chapter-25-tier-3-supplement-sales"},{"level":3,"text":"Why Supplement Sales are Often Overlooked","id":"why-supplement-sales-are-often-overlooked"},{"level":3,"text":"How to Do Supplements Right","id":"how-to-do-supplements-right"},{"level":3,"text":"Primary Ways to Sell Supplements to Customers","id":"primary-ways-to-sell-supplements-to-customers"},{"level":3,"text":"Supplement Sales Icing (Front-End Cash)","id":"supplement-sales-icing-front-end-cash"},{"level":3,"text":"Supplement Cakiness (Recurring)","id":"supplement-cakiness-recurring"},{"level":1,"text":"Chapter 26: Sprinkles: Internal Plays","id":"chapter-26-sprinkles-internal-plays"},{"level":3,"text":"Three Types of Internal Play Hooks:","id":"three-types-of-internal-play-hooks"},{"level":3,"text":"Advanced Notes for Internal Plays:","id":"advanced-notes-for-internal-plays"},{"level":3,"text":"Why Internal Plays Affect The Whole Cake:","id":"why-internal-plays-affect-the-whole-cake"},{"level":3,"text":"Monetization:","id":"monetization"}]},"__N_SSG":true}