{"pageProps":{"content":"# Notes - The Nvidia Way - Making of a Tech Giant\n*January 4, 2026*\n# Chapter 1: Pain and Suffering\n\n## Childhood and the Foundation of Resilience\nJensen Huang was born in Taiwan in 1963 and spent his early childhood moving due to his father’s work, eventually living in Thailand. His parents, driven by a desire for the **\"land of opportunity,\"** sent Jensen and his brother to live with relatives in Tacoma, Washington, before enrolling them in a school they believed was a prestigious boarding academy. In reality, the **Oneida Baptist Institute** in Kentucky was a **reform school for troubled youth**. \n\nJensen’s time there was defined by **manual labor and hardship**; he was assigned janitorial duties, including cleaning dorm bathrooms, and was frequently bullied due to his youth and ethnicity. He eventually overcame this environment by befriending his older, scarred roommate—teaching him to read in exchange for weightlifting lessons. Jensen credits this period for his **high tolerance for discomfort** and his \"street-fighter\" mentality, famously wishing **\"ample of pain and suffering\"** upon those seeking success because he believes greatness comes from the character forged through adversity.\n\n## Early Work Ethic and Social Development\nAfter moving to Oregon to rejoin his parents, Jensen discovered a passion for table tennis at the **Paddle Palace**, where he worked as a janitor to fund his tournament travels. Though he was a nationally ranked junior, a loss in Las Vegas due to lack of focus taught him a permanent lesson about the **necessity of concentration**. \n\nAt fifteen, Jensen began working as a dishwasher and waiter at **Denny’s**. This experience was pivotal in pulling him out of his intense introversion and teaching him to **navigate chaos, handle time pressure, and maintain high standards** for even menial tasks, such as carrying more coffee cups than anyone else. \n\n## Academic and Professional Beginnings\nJensen graduated high school at sixteen and studied electrical engineering at **Oregon State University**, where he met his wife, Lori Mills. His care began at **AMD** as a chip designer, but he later moved to **LSI Logic**, a company pioneering software tools that promised to make chip design faster and more efficient. At LSI, he was assigned to a startup account called **Sun Microsystems**, where he met the engineers who would become his cofounders.\n\n# Chapter 2: The Graphics Revolution\n\n## The Engineering Pedigree of Curtis Priem and Chris Malachowsky\n**Curtis Priem** was a self-taught programmer from Ohio who designed the **IBM Professional Graphics Controller (PGC)** at Vermont Microsystems—a card that could render more colors and resolutions than any other at the time. Seeking the equity-driven culture of Silicon Valley, he eventually joined **Sun Microsystems**, where he was given a \"blank check\" to design a graphics accelerator.\n\n**Chris Malachowsky**, a New Jersey native, abandoned a medical path for engineering after realizing his passion for building things. He gained experience in high-volume manufacturing at **Hewlett-Packard**, which gaveim a practical perspective on building chips that could be produced profitably at scale.\n\n## The \"Closet Graphics\" Team and the GX Chip\nAt Sun, Priem and Malachowsky formed the **\"closet graphics\" team**, working in secret because Sun’s leadership believed CPU power alone was sufficient for workstations. They designed the **GX graphics engine**, a powerful accelerator that offloaded 80% of the computational workload from the CPU. \n\nTo manufacture this chip, they partnered with LSI Logic, where they were assigned a rising star as their account manager: **Jensen Huang**. The three worked together to push the limits of LSI's **\"sea-of-gates\" architecture**. This period was marked by intense debate; Jensen viewed these \"knock-down, drag-out fights\" as **\"honing the sword,\"** a process where grinding resistance led to sharper, better ideas.\n\n## The Birth of a Vision\nThe GX chip was a massive success, but the culture at Sun became increasingly **bureaucratic and political**. When Sun's leadership chose a rival chitecture over Priem's next-generation design for purely political reasons, Priem and Malachowsky realized their time was limited. They decided to build their own chip and reached out to Jensen for help with a business strategy, which eventually evolved into the idea of starting their own company.\n\n# Chapter 3: The Birth of Nvidia\n\n## Planning in a Booth\nIn late 1992, the three cofounders met frequently at a **Denny's in East San Jose** to draft their business plan over bottomless coffee. Jensen was initially hesitant to leave his secure job at LSI and required proof that the startup could generate at least **$50 million in annual sales**. As a gamer himself, Jensen became convinced that the **entertainment value of 3-D video games** represented a massive, untapped market.\n\nOn **April 5, 1993**, the company was officially incorporated. The name **\"Nvidia\"** was derived from \"Invidia,\" the Latin word for **envy**; the founders dropped the 'I' and capitalized the 'NV' to honor their first chip design, the **NV1**. \n\n## The Search for Funding\nFunding was difficult to secure in an era where venture interest was at a decade-low point. The team was rejected by Apple and Kleiner Perkins; the latter insisted Nvidia manufacture its own circuit boards, which Malachowsky refused because it would **distract from their core expertise** in chip design.\n\nThe turning point came when **Wilf Corrigan**, CEO of LSI Logic, personally pitched Jensen to **Don Valentine** at Sequoia Capital. Valentine was a legendary investor but famously hated product demos, preferring to test a founder's market knowledge under pressure.\n\n## The Sequoia Pitch\nDuring the pitch, the Nvidia team demoed a flight simulator using an early virtual-reality headset, but Valentine was unimpressed. He subjected the founders to a **barrage of questions**; when Priem gave a dense, technical answer about becoming an \"I/O architecture\" company, Valentine snapped, **\"Pick one. Otherwise, you’re going to fail because you don’t know who you are\"**. \n\nDespite Jn's own admission that he did a **\"horrible job\"** with the pitch, Sequoia and Sutter Hill Ventures invested **$2 million** based solely on the founders' reputations. Valentine concluded the meeting with a blunt warning: **\"If you lose my money, I will kill you\"**.\n\n# Chapter 4: All In\n\n## Founding a Real Office and Setting Roles\nWith initial funding secured from Sutter Hill and Sequoia, Nvidia moved out of Curtis Priem’s townhouse and into a legitimate office in Sunnyvale. The three cofounders established a clear chain of command: Jensen Huang became the CEO, handling all business decisions; Priem served as CTO, focusing on chip architecture; and Chris Malachowsky ran the engineering and implementation teams. Jensen’s leadership style was established immediately, with his cofounders deferring to him on all non-technical running of the company.\n\n## The Ambitions and Failures of the NV1\nThe NV1 was designed to bypass the hardware limitations of 1990s PCs, specifically the high cost of memory ($50 per megabyte). Priem utilized **forward texture mapping** (using quadrilaterals instead of traditional triangles) and integrated high-quality **wavetable synthesis** for audio, attempting to replace the industry-standard SoundBlaster card. However, Nvidia misjudged the market:\n*   **Memory prices plummeted** to $5 per megabyte, removing the NV1's cost advantage.\n*   **Lack of compatibility:** The blockbuster game *DOOM* ran poorly on the NV1 because the chip only partially supported the VGA standard and relied on a flawed software emulator.\n*   **Overdesign:** Jensen later realized they had built a \"Swiss Army knife\" with features no one wanted to pay for, rather than the specific tool the market needed.\n\n## The RIVA 128: A Miraculous Pivot\nFacing a cash crisis and reduced to only 40 employees, Nvidia had to survive on its next chip, the **NV3 (RIVA 128)**. Jensen demanded they stop \"polishing the turd\" and adopt market standards like Microsoft’s Direct3D. To meet an impossible nine-month deadline, Jensen made several aggressive moves:\n*   **Speed of Light:** He purchased a $1 million **Ikos emulator** (cutting their payroll runway from nine months to six) to test software drivers before the physical chip was even built.\n*   **Licensing Rival Tech:** He licensed a VGA core from competitor Weitek and poached their top designer, Gopal Solanki, to ensure full game compatibility.\n*   **Success:** The RIVA 128 launched in 1997 as the fastest 3D chip for PCs, selling 1 million units in four months and securing Nvidia’s first profitable quarter.\n\n# Chapter 5: Ultra-Aggressive\n\n## Cultivating an \"Olympic\" Culture\nJensen established a culture of extreme effort, famously telling complaining employees that \"people who train for the Olympics grumble about training early in the morning, too\". Marketing director Michael Hara would tell new hires during orientation that Nvidia was **\"ultra-aggressive\"** and that anyone seeking a 9-to-5 job should resign immediately. Jensen utilized **fear and anxiety** as motivational tools, frequently telling the staff, \"We’re thirty days from going out of business\" to prevent complacency.\n\n## The \"Three Teams, Two Seasons\" Strategy\nTo prevent being leapfrogged by competitors, Jensen restructured the engineering department into three parallel teams. This allowed Nvidia to release a new chip architecture or derivative **every six months**, aligning with the product refresh cycles of PC manufacturers. This \"Speed of Light\" cadence ensured competitors were always \"shooting behind the duck\".\n\n## Production Crises and the \"Bluecoats\"\nNvidia faced major production hurdles during its transition to **TSMC**. A defect known as **titanium stringers** contaminated a large portion of RIVA 128ZX chips. To save the company, Nvidia converted its office into a massive testing lab and hired hundreds of contract laborers, known as **\"bluecoats,\"** to manually test every single chip. Jensen famously defended these workers against complaining engineers, telling the staff to \"Give a bluecoat your pork chop\" if they wanted it.\n\n# Chapter 6: Just Go Win\n\n## The Fall of 3dfx\nNvidia’s chief rival, 3dfx, suffered from perfectionism and strategic distractions, such as buying the board manufacturer STB Systems, which alienated its other partners. While 3dfx waited for Nvidia to go bankrupt, Nvidia's rapid six-month release cycle overwhelmed them. In 2000, 3dfx filed for bankruptcy, and Nvidia purchased its patents and hired its top talent.\n\n## Strategic Alliances and The Xbox Deal\nNvidia used its \"industry's hottest commodity\"—the GeForce card—to build influence by **giving away free cards** to monitor vendors, Intel, and Microsoft. This strategy helped them snatch the **Xbox console contract** away from the start-up Gigapixel just one week before Bill Gates was scheduled to announce the console's partner. Jensen secured a $200 million upfront payment from Microsoft for the deal.\n\n## The Departure of Curtis Priem\nAs the company grew, Curtis Priem’s preference for individual control clashed with Jensen’s desire for a collaborative, \"flatter\" organization. After a series of heated arguments regarding chip documentation and Priem's desire for \"perfection\" over meeting shipping schedules, Priem was reassigned to intellectual property before eventually resigning in 2003.\n\n# Chapter 7: GeForce and the Innovator’s Dilemma\n\n## \"Ship the Whole Cow\"\nInfluenced by Clayton Christensen's *The Innovator’s Dilemma*, Jensen sought to defend the company from low-cost competitors. He implemented **\"speed binning,\"** where high-end chips that failed quality tests at high speeds were repurposed into cheaper, lower-performance products. This \"ship the whole cow\" strategy utilized nearly every part of the silicon wafer, improving yields and allowing Nvidia to price out competitors at the bottom of the market.\n\n## Defining the GPU\nIn 1999, Nvidia launched the **GeForce 256**, marketing it as the world's first **Graphics Processing Unit (GPU)**. By comparing the graphics chip directly to the CPU, Nvidia was able to command a pricing premium, moving from chips sold at under $100 to products costing hundreds of dollars. Though controversial among engineers because it lacked a \"true\" state machine, the moniker became an industry standard.\n\n## The NV30 Debacle and \"Intellectual Honesty\"\nNvidia nearly collapsed again with the **NV30 (GeForce FX)**. Due to internal silos and a legal dispute with Microsoft that left architects \"guessing\" at software specs, the chip was a disaster. It featured an **excessively loud fan** (mocked as the \"leaf blower\") and underperformed against ATI’s Radeon 9700. Jensen used this failure to demand **\"intellectual honesty,\"** forcing his teams to publicly acknowledge and learn from their mistakes rather than hiding them behind slides. He famously asked his engineers at an all-hands meeting, \"Is this the piece of shit you intended to build?\"\n\n# Chapter 8: The Era of the GPU\n\n## The Discovery of GPGPU\nThe shift toward Nvidia's dominance in artificial intelligence began with **GPGPU (General-Purpose computing on GPUs)**. In 2002, researcher Mark Harris realized that GPUs, like the GeForce 3, could be \"hacked\" to perform complex non-graphics simulations, such as fluid movements or cloud thermodynamics. By using **programmable shaders** originally intended for coloring pixels, scientists could perform **matrix multiplication**, a mathematical function essential for physics, chemistry, and engineering. Harris coined the term GPGPU to describe this trend, eventually joining Nvidia to help make the process more accessible.\n\n## The Birth of CUDA\nJensen Huang recognized that for GPGPU to succeed, Nvidia had to move beyond proprietary graphics languages like Cg. He initiated a secret project called **CUDA (Compute Unified Device Architecture)**. Unlike previous models, CUDA allowed scientists and engineers to use the **C programming language** to leverage the GPU’s parallel computing power. Key figures included software lead Ian Buck and hardware architect John Nickolls, who worked to integrate larger memory caches and specialized floating-point math into the chips.\n\n## The \"Era of the GPU\" Gamble\nJensen took a massive financial risk by insisting that **CUDA be integrated into every Nvidia chip**, including consumer GeForce cards. This ensured a massive installed base for developers but came at a high cost: the G80 chip cost **$475 million to develop**, and gross margins dropped from 45.6% to 35.4%. During the 2008 financial crisis, Nvidia's stock plummeted 80%, but Jensen remained committed to the \"Era of the GPU,\" believing that offloading tasks from the CPU to the GPU (such as in Adobe Photoshop) was the future.\n\n## Evangelism and Democratic Computing\nTo drive adoption, Nvidia Chief Scientist David Kirk launched **CUDA Centers of Excellence** at top universities. He co-authored the first textbook on parallel computing to \"spread the religion\" of GPU computing. A major breakthrough occurred with **AMBER**, a molecular dynamics program developed by Professor Ross Walker. By using consumer GPUs, Walker proved that researchers could achieve **supercomputer-level speeds** without the political and financial bottlenecks of university supercomputing centers. This \"democratized\" computing power, allowing students with $500 gaming cards to conduct world-class science.\n\n## The Competitive Moat\nNvidia’s sales strategy focused on being the \"**Green Berets**\" of the industry—aggressive, self-sufficient, and deeply knowledgeable about their customers' businesses. This, combined with the \"lock-in\" effect of the CUDA software ecosystem, created a formidable **competitive moat**. Once developers built AI or scientific applications on top of CUDA, switching to a competitor became a massive, technically risky undertaking.\n\n# Chapter 9: Tortured into Greatness\n\n## Jensen’s Management Philosophy\nAs Nvidia grew to over 5,700 employees, Jensen maintained a culture of **directness and public accountability**. He frequently used group meetings to offer blunt, sometimes punitive feedback, believing that a mistake by one person should be a learning opportunity for all. He famously described his style as wanting to \"**torture employees into greatness**\" to avoid the complacency that often kills successful companies.\n\n## The Flat Organization\nTo ensure speed, Jensen designed an **incredibly flat organizational structure**. He avoids a traditional corporate pyramid, preferring a structure where he has **over 60 direct reports**. He eliminates one-on-one meetings in favor of group settings to ensure information travels quickly and everyone stays in sync. Within this system, every project has a **Pilot in Command (PIC)** who is directly accountable for deliverables.\n\n## \"The Mission is the Boss\"\nJensen enforces a philosophy where the \"**mission is the boss**,\" meaning employees should make decisions for the good of the customer rather than to please their managers. This prevents internal politics and the \"hoarding\" of power by middle managers. Managers are taught that they do not \"own\" their people; instead, talent is redirected across the company wherever the mission requires it.\n\n## Operational Tools: Top 5 and Whiteboarding\nNvidia utilizes two primary tools for transparency and alignment:\n*   **Top 5 Emails:** Every employee sends a weekly email with five bullet points of actions and observations. Jensen reads about 100 of these daily to detect \"**weak signals**\" in the market or potential project delays.\n*   **Whiteboarding:** This is the primary form of communication in meetings. Jensen uses it to diagram problems in real-time, forcing participants to demonstrate their thought processes without hiding behind slides. He insists on using specific **12mm chisel-tip markers** from Taiwan so those in the back can see his sketches.\n\n# Chapter 10: The Engineer’s Mind\n\n## The Necessity of a Technical CEO\nJensen believes that a technology company must be run by someone with a **deep technical background** to predict industry shifts. He criticizes \"anti-Darwinian\" succession in corporate America, where affable business-only leaders are chosen over brilliant engineers, leading to stagnation (citing examples like Steve Ballmer at Microsoft or Bob Swan at Intel). Jensen stays \"in the weeds,\" personally attending academic AI conferences like **NeurIPS** to learn.\n\n## \"CEO Math\" and Speed\nTo maintain strategic momentum, Jensen uses \"**CEO Math**\"—the practice of rounding numbers to avoid \"false accuracy\". This allows him to quickly determine the size of a market or a project’s potential without getting bogged down in unnecessary precision. He also demands extreme work habits, often being in the office from **9:00 a.m. to midnight**. He considers working to be \"relaxing\" and expects employees to be similarly obsessed.\n\n## The Strategy of Investment\nNvidia distinguishes itself by treating the company as a **technology laboratory** rather than an investment vehicle. While rivals like Intel prioritized stock buybacks and dividends, Jensen consistently reinvested profits into long-term research like CUDA and AI software. He maintains that in the chip industry, **innovation matters more than financial metrics**, as a single missed wave (like mobile or AI) can lead to obsolescence.\n\n## The \"WinTel\" Comparison\nNvidia's current dominance in AI is compared to the **\"WinTel\" (Windows and Intel)** era of the PC. By creating a platform that developers are \"locked into,\" Nvidia has achieved a market position where it captures the majority of the industry's profits. Jensen's symbiosis with Nvidia means the company is effectively his way of thinking \"stretched to the proportions of a multinational corporation\".\n\n# Chapter 11: The Road to AI\n\n## The Succession of the Chief Scientist\nBy 2005, David Kirk was seeking a successor to relieve him of the stress and long hours associated with his role as chief scientist. He eventually reeled in Bill Dally, a parallel computing pioneer from Stanford, after a six-year courtship. Dally, who had a background at Bell Labs and Caltech, brought a specific vision for how parallel computing—the foundation of Nvidia's advanced processors—should function.\n\n## GPU vs. CPU Philosophy\nThe sources describe the fundamental difference between the two processors: the **CPU is a generalist** capable of many tasks but can only handle a few operations simultaneously. In contrast, the **GPU is optimized for volume**, utilizing hundreds or thousands of tiny cores to break tasks into numerous simpler operations executed in parallel. A 2008 demonstration by the *Mythbusters* team used a paintball gun (CPU) vs. a rack of 1,100 paintball tubes (GPU) to illustrate how the GPU's parallel throughput could \"paint\" a complex image (the *Mona Lisa*) in a fraction of a second.\n\n## The AI Tipping Point: Cats and ImageNet\nIn the early 2010s, researcher Andrew Ng used a Google Brain CPU cluster with 16,000 cores to identify cats in YouTube videos. Dally suggested GPUs would be more efficient, and Nvidia's Bryan Catanzaro successfully consolidated that same workload onto **just twelve Nvidia GPUs**. \n\nFurther momentum came from the 2012 ImageNet challenge. While other teams used hand-coded algorithms, a University of Toronto team used two off-the-shelf Nvidia GPUs and a deep-learning model called **AlexNet** to achieve a breakthrough 85% accuracy rate. This victory proved that training on massive datasets with GPUs was superior to traditional software design.\n\n## \"Swarming\" to Deep Learning\nFollowing the AlexNet success, Jensen Huang declared in 2013 that deep learning was the company’s highest priority. He instructed the company to \"swarm\" to machine learning, reallocating resources from other projects. This pivot led to the creation of **cuDNN**, a software library for deep neural networks, and the integration of **Tensor Cores**—bespoke hardware circuits optimized specifically for the matrix math required by AI—into the Volta chip architecture.\n\n# Chapter 12: The “Most Feared” Hedge Fund\n\n## The Activist Threat\nIn 2013, the activist hedge fund **Starboard Value**, led by Jeff Smith, accumulated a 5.6% stake in Nvidia. At the time, Nvidia's stock was stagnant, and the fund believed the company was undervalued relative to its $3 billion cash reserve. Starboard pushed Nvidia to institute an aggressive stock buyback program and to stop investing in non-core projects like mobile phone processors. Nvidia eventually complied, authorizing a **$2 billion buyback**, which satisfied the fund.\n\n## The Mellanox Acquisition\nWhile Starboard eventually exited its Nvidia position, its influence continued when it targeted **Mellanox**, an Israeli high-speed networking company. Starboard pressured Mellanox to improve margins or sell itself. Jensen Huang recognized that the future of AI required the entire data center to function as a single computer, which necessitated Mellanox’s high-performance networking technology.\n\nNvidia entered a bidding war against Intel and Xilinx, ultimately acquiring Mellanox for **$6.9 billion in cash** in 2019. This acquisition proved legendary; by 2024, the networking business was generating **$12 billion in annualized revenue**, a sevenfold increase from its final year as a public company.\n\n# Chapter 13: Lighting the Future\n\n## Simulating Light: Ray Tracing\nLight is the most complex phenomenon to reproduce in computer graphics, historically resulting in flat, unnatural shadows and reflections. In 2006, David Luebke was hired to lead **Nvidia Research**, a division focused on long-term \"moonshots\" that did not fit into the company's rapid standard release cycles.\n\n## The Ray-Tracing Moonshot\nDespite Intel’s claims that only CPUs could handle the complex math of ray tracing, Nvidia Research proved GPUs were faster. After a photorealistic demo at SIGGRAPH 2008, Nvidia Research set a goal in 2013 to make ray tracing **100 times more efficient** to enable it in real-time for video games. This effort involved a \"strike team\" in Finland that designed specialized hardware circuits called **RT Cores**, which were integrated into the 2018 Turing architecture (RTX cards).\n\n## DLSS: AI-Enhanced Graphics\nTwo weeks before the Turing launch, Jensen Huang realized that ray tracing made games run too slowly. He suggested **Deep Learning Super Sampling (DLSS)**—using AI to upscale lower-resolution images into high-resolution ones. This allowed games to maintain high frame rates even with ray tracing enabled. While early versions had quality issues, subsequent iterations like DLSS 3.0 used AI to **generate entirely new frames**, taking further load off the GPU.\n\n# Chapter 14: The Big Bang\n\n## The Generative AI Explosion\nOn May 24, 2023, following the massive success of OpenAI's ChatGPT, Nvidia announced a quarterly revenue outlook that was **$4 billion higher** than Wall Street expectations. Analysts dubbed this \"The Big Bang,\" as it represented the largest dollar revenue upside in the history of the industry. This fueled a 24% single-day stock gain, adding $184 billion in market value.\n\n## Full-Stack Strategy and Transformer Engines\nNvidia's dominance is attributed to its \"full-stack\" model, combining chips, CUDA software, and high-speed networking. Jensen specifically integrated a **\"Transformer Engine\"** into the Hopper architecture (2022) after recognizing the importance of the \"Attention Is All You Need\" research paper. This engine allows for training massive AI models up to six times faster.\n\n## Pricing Power and the Future of Biology\nThe sources note Nvidia’s shift away from commodity pricing. While early chips sold for under $10, modern high-end server systems like the **Blackwell GB200** cost between **$2 million and $3 million**. \n\nJensen believes the next frontier is **\"digital biology,\"** where AI will be used to engineer and design drugs as precisely as engineers design chips. Start-ups like Generate:Biomedicines are already using Nvidia GPUs to create new molecular structures and proteins that do not exist in nature, aiming to make drug discovery a software-driven process.\n","headings":[{"level":1,"text":"Chapter 1: Pain and Suffering","id":"chapter-1-pain-and-suffering"},{"level":2,"text":"Childhood and the Foundation of Resilience","id":"childhood-and-the-foundation-of-resilience"},{"level":2,"text":"Early Work Ethic and Social Development","id":"early-work-ethic-and-social-development"},{"level":2,"text":"Academic and Professional Beginnings","id":"academic-and-professional-beginnings"},{"level":1,"text":"Chapter 2: The Graphics Revolution","id":"chapter-2-the-graphics-revolution"},{"level":2,"text":"The Engineering Pedigree of Curtis Priem and Chris Malachowsky","id":"the-engineering-pedigree-of-curtis-priem-and-chris-malachowsky"},{"level":2,"text":"The \"Closet Graphics\" Team and the GX Chip","id":"the-closet-graphics-team-and-the-gx-chip"},{"level":2,"text":"The Birth of a Vision","id":"the-birth-of-a-vision"},{"level":1,"text":"Chapter 3: The Birth of Nvidia","id":"chapter-3-the-birth-of-nvidia"},{"level":2,"text":"Planning in a Booth","id":"planning-in-a-booth"},{"level":2,"text":"The Search for Funding","id":"the-search-for-funding"},{"level":2,"text":"The Sequoia Pitch","id":"the-sequoia-pitch"},{"level":1,"text":"Chapter 4: All In","id":"chapter-4-all-in"},{"level":2,"text":"Founding a Real Office and Setting Roles","id":"founding-a-real-office-and-setting-roles"},{"level":2,"text":"The Ambitions and Failures of the NV1","id":"the-ambitions-and-failures-of-the-nv1"},{"level":2,"text":"The RIVA 128: A Miraculous Pivot","id":"the-riva-128-a-miraculous-pivot"},{"level":1,"text":"Chapter 5: Ultra-Aggressive","id":"chapter-5-ultra-aggressive"},{"level":2,"text":"Cultivating an \"Olympic\" Culture","id":"cultivating-an-olympic-culture"},{"level":2,"text":"The \"Three Teams, Two Seasons\" Strategy","id":"the-three-teams-two-seasons-strategy"},{"level":2,"text":"Production Crises and the \"Bluecoats\"","id":"production-crises-and-the-bluecoats"},{"level":1,"text":"Chapter 6: Just Go Win","id":"chapter-6-just-go-win"},{"level":2,"text":"The Fall of 3dfx","id":"the-fall-of-3dfx"},{"level":2,"text":"Strategic Alliances and The Xbox Deal","id":"strategic-alliances-and-the-xbox-deal"},{"level":2,"text":"The Departure of Curtis Priem","id":"the-departure-of-curtis-priem"},{"level":1,"text":"Chapter 7: GeForce and the Innovator’s Dilemma","id":"chapter-7-geforce-and-the-innovator-s-dilemma"},{"level":2,"text":"\"Ship the Whole Cow\"","id":"ship-the-whole-cow"},{"level":2,"text":"Defining the GPU","id":"defining-the-gpu"},{"level":2,"text":"The NV30 Debacle and \"Intellectual Honesty\"","id":"the-nv30-debacle-and-intellectual-honesty"},{"level":1,"text":"Chapter 8: The Era of the GPU","id":"chapter-8-the-era-of-the-gpu"},{"level":2,"text":"The Discovery of GPGPU","id":"the-discovery-of-gpgpu"},{"level":2,"text":"The Birth of CUDA","id":"the-birth-of-cuda"},{"level":2,"text":"The \"Era of the GPU\" Gamble","id":"the-era-of-the-gpu-gamble"},{"level":2,"text":"Evangelism and Democratic Computing","id":"evangelism-and-democratic-computing"},{"level":2,"text":"The Competitive Moat","id":"the-competitive-moat"},{"level":1,"text":"Chapter 9: Tortured into Greatness","id":"chapter-9-tortured-into-greatness"},{"level":2,"text":"Jensen’s Management Philosophy","id":"jensen-s-management-philosophy"},{"level":2,"text":"The Flat Organization","id":"the-flat-organization"},{"level":2,"text":"\"The Mission is the Boss\"","id":"the-mission-is-the-boss"},{"level":2,"text":"Operational Tools: Top 5 and Whiteboarding","id":"operational-tools-top-5-and-whiteboarding"},{"level":1,"text":"Chapter 10: The Engineer’s Mind","id":"chapter-10-the-engineer-s-mind"},{"level":2,"text":"The Necessity of a Technical CEO","id":"the-necessity-of-a-technical-ceo"},{"level":2,"text":"\"CEO Math\" and Speed","id":"ceo-math-and-speed"},{"level":2,"text":"The Strategy of Investment","id":"the-strategy-of-investment"},{"level":2,"text":"The \"WinTel\" Comparison","id":"the-wintel-comparison"},{"level":1,"text":"Chapter 11: The Road to AI","id":"chapter-11-the-road-to-ai"},{"level":2,"text":"The Succession of the Chief Scientist","id":"the-succession-of-the-chief-scientist"},{"level":2,"text":"GPU vs. CPU Philosophy","id":"gpu-vs-cpu-philosophy"},{"level":2,"text":"The AI Tipping Point: Cats and ImageNet","id":"the-ai-tipping-point-cats-and-imagenet"},{"level":2,"text":"\"Swarming\" to Deep Learning","id":"swarming-to-deep-learning"},{"level":1,"text":"Chapter 12: The “Most Feared” Hedge Fund","id":"chapter-12-the-most-feared-hedge-fund"},{"level":2,"text":"The Activist Threat","id":"the-activist-threat"},{"level":2,"text":"The Mellanox Acquisition","id":"the-mellanox-acquisition"},{"level":1,"text":"Chapter 13: Lighting the Future","id":"chapter-13-lighting-the-future"},{"level":2,"text":"Simulating Light: Ray Tracing","id":"simulating-light-ray-tracing"},{"level":2,"text":"The Ray-Tracing Moonshot","id":"the-ray-tracing-moonshot"},{"level":2,"text":"DLSS: AI-Enhanced Graphics","id":"dlss-ai-enhanced-graphics"},{"level":1,"text":"Chapter 14: The Big Bang","id":"chapter-14-the-big-bang"},{"level":2,"text":"The Generative AI Explosion","id":"the-generative-ai-explosion"},{"level":2,"text":"Full-Stack Strategy and Transformer Engines","id":"full-stack-strategy-and-transformer-engines"},{"level":2,"text":"Pricing Power and the Future of Biology","id":"pricing-power-and-the-future-of-biology"}]},"__N_SSG":true}