{"pageProps":{"content":"# Notes - Unreasonable Hospitality\n*Will Guidara | September 30, 2025*\n# Chapter 1: Welcome to the Hospitality Economy\n\n## The World’s 50 Best Awards Snub\nIn 2010, Will Guidara and his chef-partner, Daniel Humm, attended the World's 50 Best Restaurants awards ceremony in London. Despite recently receiving four stars from *The New York Times* and James Beard Awards, they felt intimidated, like \"a freshman at a new high school\". The awards, decided by a global jury of a thousand experts, were highly meaningful in the industry, pushing top restaurants to improve. As the ceremony began, EMP was announced as number fifty—the very last spot on the list. The lights immediately shone on them, projecting their devastated faces onto a thirty-foot-tall screen for the entire assembly of celebrated chefs and restaurateurs to witness. They left early, feeling that although it was an honor to be recognized, they had come in last place.\n\n## The Decision to Be Number One\nWhile drinking bourbon outside their hotel, they moved through the stages of grief, finally reaching acceptance. They acknowledged that the most impactful restaurants—like Ferran Adrià's El Bulli (molecular gastronomy) and René Redzepi's Noma (local food movement)—had achieved greatness through groundbreaking innovation. They realized that while their restaurant was excellent, it hadn't yet **changed the conversation**. That night, Will and Daniel wrote, \"We will be Number One in the world,\" on a cocktail napkin. The focus was on the enduring human desire to be cared for. Pairing Daniel's extraordinary food with a passionate, intentional, and wholehearted focus on **connection and graciousness** (giving both team members and guests a sense of belonging) was their path to greatness. Two words were added to the napkin: **\"Unreasonable Hospitality\"**.\n\n## Service Is Black and White; Hospitality Is Color\nDuring an interview, the best definition distinguishing service from hospitality was received: **\"Service is black and white; hospitality is color\"**. Service is competence and efficiency—the \"black and white\" job requirements, such as getting the right plate to the right table. Hospitality, the \"color,\" means genuinely engaging with the person being served to make an authentic connection and make them feel great about the service. They achieved a spot on the 50 Best list through service excellence, but they aimed for number one by pursuing **\"Unreasonable Hospitality,\"** hospitality so bespoke and over the top it was \"Technicolor\". The word \"unreasonable,\" often meant to shut down conversation, became their call to arms, based on the principle that rule-breakers like Walt Disney and Steve Jobs were never reasonable.\n\n## Welcome to the Hospitality Economy\nThe pursuit of Unreasonable Hospitality should extend far beyond restaurants. Since the US is now largely a **service economy** (over three-quarters of its GDP is service industries), businesses in retail, finance, healthcare, and technology must apply the same creativity and intentionality to hospitality as they do to other business aspects. Companies that prioritize their teams and customers will separate themselves from the rest. Despite current work culture often undervaluing human skills in favor of hyperrational efficiency, focusing on making people feel seen, valued, and belonging is critical.\n\n## The Welcome Conference\nThe **Welcome Conference** was co-founded in 2014 for dining room professionals, creating a space for community, idea exchange, and craft evolution, similar to conferences available for chefs. By its third year, the audience included non-restaurant professionals—tech titans, small business owners, and real estate CEOs—who believed that the methods used in fine dining could \"supercharge\" how they ran their own businesses. Ultimately, creating a hospitality-first culture improves talent retention, turns customers into \"raving fans,\" and increases profitability. However, the key insight for professionals is that **hospitality is a selfish pleasure**; it simply feels great to make other people feel good.\n\n# Chapter 2: Making Magic in a World That Could Use More of It\n\n## The Spell of the Four Seasons\nA fascination with hospitality started at age twelve during dinner at the Four Seasons. The historical significance was unknown (the first truly American fine-dining restaurant, consulted on by Julia Child and James Beard). The atmosphere and attention received were enthralling, noting a server professionally carving the duck and replacing a dropped napkin while calling him \"sir\". This experience taught that a restaurant could **create magic** and put \"the world on pause,\" creating a lifelong passion for hospitality.\n\n## People Will Never Forget How You Made Them Feel\nThe famous quote (often attributed to Maya Angelou) states that people will forget what you said or did, but **never how you made them feel**. This sentiment was cemented by personal experience watching parents, both career hospitality workers (his father in airline catering and restaurants; his mother as a flight attendant).\n\n## The Power of a Genuine Welcome\nHis mother was diagnosed with brain cancer when he was four, leading to steadily deteriorating health. She became a full quadriplegic and lost the ability to communicate. Despite this, she asked her home health aide every day to push her wheelchair to the end of the road to wait for him coming home from school. Her presence and **\"huge smile\"** taught an \"invaluable lesson—what it's like to feel truly welcomed\".\n\n## Lessons at Cornell\nWhile attending Cornell's hotel school, \"Guest Chefs\" was taken, a class that involved running a real restaurant dinner staffed entirely by students. Assignment to the management team for renowned Chef Daniel Boulud followed. As marketing director, a \"chef's table\" was arranged in the ugly industrial kitchen—a first for the program—and a red velvet rope was put around it to make it look swanky. Money was raised for charity and Boulud's advance team was hosted (including future star chefs Johnny Iuzzini and Cornelius Gallagher). They were impressed by borrowing a nice car and taking them to a local dive bar, the Pines, for huge cheeseburgers. The night Boulud arrived, they ended up back at the classic college party house, 130 College Avenue, where Boulud, drinking beer from a red Solo cup, whipped up scrambled eggs with truffles and caviar for the \"wasted college kids\".\n\n## The Nobility in Service\nTwo days before college graduation, his mother slipped into a coma. After graduation, he visited her in Boston, where she woke for the first time in six years and spoke intelligibly, confirming his graduation before slipping away again. In the midst of this intense grief, Chef Boulud was emailed to ask if he could bring his father to his restaurant, *Daniel*. Boulud responded graciously: **\"You welcomed me into your home; now I will welcome you into mine\"**. Boulud's staff seated them in the Skybox (a luxurious, glass-enclosed private dining room overlooking the kitchen). The exquisite, lengthy meal lifted years of exhaustion and pain from his father's face. Boulud and his staff offered a \"ray of light\" and an \"oasis of comfort\" during a terribly dark time, teaching **how important, how noble, working in service can be**. This experience demonstrated that hospitality professionals have the opportunity (and responsibility) to make magic in a world that needs it.\n\n# Chapter 3: The Extraordinary Power of Intention\n\n## Intention as a Requirement\nGrowing up, Saturdays were spent with his father, Frank Guidara, the president of Restaurant Associates. His father modeled intense intentionality, meticulously structuring his days to balance his high-level executive career with the full-time caregiving required for his disabled mother. For his father, **intentionality was a requirement, not a luxury**.\n\n## Three Life Goals\nThe understanding that **\"Intention means every decision... matters,\"** was inherited, defining it as doing things thoughtfully with a clear purpose. At age thirteen, three clear goals were set: 1) study restaurant management at Cornell University's School of Hotel Administration, 2) open his own restaurant in New York City, and 3) marry Cindy Crawford. The first two were achieved and \"did better on the third\".\n\n## Educational Path\nDespite his father's concerns that a hotel management degree would commit him too early, Cornell was pursued. Early experience was gained working at places like Baskin-Robbins, Ruth's Chris Steak House, and Wolfgang Puck's Spago. After college, a restaurant tour of Manhattan led to discovering Danny Meyer's Union Square Hospitality Group (USHG), which immediately stood out.\n\n## The Cornerstones of USHG Culture\nDanny Meyer’s USHG revolutionized fine dining by introducing a friendlier, more informal, yet excellent dining experience. The cornerstone was the philosophy called **Enlightened Hospitality**, which prioritized employees over guests and investors. Meyer believed that by hiring great people, treating them well, and investing in their professional growth, they would naturally take great care of the customers.\n\n## Choosing the High End\nA manager position at Tabla (a USHG restaurant) was offered. Initially hesitating, finding the environment fancier than preferred, but his father advised accepting: **\"It's easier to learn the right way to do things at the high end than it is to break bad habits. You can always take it down a notch later, but it's harder to go the other way\"**. The role was accepted, managing the front-door team at Tabla.\n\n# Chapter 4: Lessons in Enlightened Hospitality\n\n## The Power of the Underdog and Kitchen Respect\nHis career began at Tabla, which, led by Chef Floyd Cardoz, transformed contemporary Indian cuisine and earned three *New York Times* stars. The power of wearing the restaurant's underdog status \"like a badge of honor\" was learned. To instill respect for the kitchen, Cardoz required all new dining room managers to trail in the prep kitchen. Three hours were spent deveining shrimp and watching Cardoz toss a poorly chopped onion into the trash, sternly demonstrating the intense focus required for even simple tasks.\n\n## Go Above and Beyond: Grace Notes\nDanny Meyer’s philosophy encouraged going above and beyond standard service. A famous company story involved a sommelier rescuing a couple's forgotten champagne from their home freezer, leaving it safe along with caviar and a card. This inspired the staff to look for \"grace notes\".\n*   **Example: Meter Feeding:** When a guest worried about feeding a parking meter, the staff began offering to do it for them. This routine gesture, formalized into a \"step of service\", cost only fifty cents but \"blew people’s minds\" because it was an act of hospitality that took place outside the restaurant walls.\n\n## Enthusiasm and Ownership\nRandy Garutti, the GM, was an unabashed cheerleader whose **unwavering positivity** was infectious, even if his optimism initially seemed cynical (\"I'm trying to make today the very best day of my life\"). Garutti brought an athlete's work ethic and a coach's team spirit, teaching how to let positive energy influence others. Garutti also instilled a sense of **ownership** by giving the 22-year-old responsibility (e.g., tossing him the keys and asking him to be the boss for the night), which made him work harder when the GM was absent.\n\n## Language Creates Culture\nMeyer was adept at coining phrases to make essential concepts easy to understand and teach, thereby building culture.\n*   **\"Constant, gentle pressure\"** was Meyer’s term for *kaizen*, the idea that everyone should always be improving.\n*   **\"Athletic hospitality\"** meant always looking for a win, whether playing offense (making a great experience better) or defense (fixing an error).\n*   **\"Be the swan\"** reminded staff to appear graceful and calm (the curved neck and feathers) even while paddling furiously below the surface (the webbed feet).\n*   **\"Make the charitable assumption\"** was a favorite: assuming the best of people, even if they were difficult or late (\"You're late; is everything okay?\"). This was extended to guests, suggesting a dismissive guest might be troubled by illness or divorce and therefore needs *more* hospitality.\n\n## Culture and the Cult\nThe unique language and intensive focus on USHG's values led outsiders to call the company a \"cult\". \"Cult\" is what employees of companies that haven't invested in their culture call those who have. USHG successfully made it **\"cool to care\"**.\n\n## The Next Step\nThe Assistant GM role at Blue Smoke was offered but turned down.\n\n# Chapter 5: Restaurant-Smart vs. Corporate-Smart\n\n## Defining the Business Dichotomy\nUpon receiving the offer for Blue Smoke, his father advised not to fall \"head over heels\" with only one way of doing things and introduced the distinction between **restaurant-smart** and **corporate-smart**.\n*   **Restaurant-Smart** companies prioritize autonomy and creativity on the ground, resulting in nimble operations and potentially better hospitality (fewer rules impede human connection). However, they often lack necessary corporate systems and oversight.\n*   **Corporate-Smart** companies prioritize back-end systems (accounting, purchasing, HR) necessary for great business and profitability. But these systems are controls, and excessive control stifles the creativity of the frontline team, which guests perceive.\n\nUSHG was restaurant-smart but lacked infrastructure, such as consolidating purchasing for better prices. His father wanted him to eventually run a company that was **both**.\n\n## Boot Camp in Corporate-Smart\nTabla was left to work for his father's old company, Restaurant Associates (RA), in a less glamorous role: assistant purchaser and controller for MetLife Building restaurants. Days were split, spending mornings in the prep kitchen learning inventory, cost of goods sold, and receiving deliveries. Afternoons were spent in accounting, tracking the financial impact of morning decisions. This was \"boot camp and business school, rolled into one\".\n\n## Control Doesn’t Have to Stifle Creativity\nThe power of systems was learned from the controller, Hani Ichkhan, who approached finance with \"unreasonable passion\".\n*   **Example: Lobster Costs:** Hani instantly flagged a report showing high food costs, traced it to skyrocketing lobster prices, and advised the chef to remove the popular dish from the menu until prices dropped. This corporate intervention was welcomed by the chef, whose bonus depended on keeping costs in line. The back-office efficiency wasn't stealing the chef's creativity; it was **\"returning him to it\"**.\n*   **Trust the Process:** Hani refused to let him see the P&L statement for six months, insisting he focus on running exhaustive sub-reports. This wait was intentional, forcing him to strengthen his foundation and learn to **trust the process**.\n\n## When Corporate Control Backfires\nWorking at Nick + Stef's Steakhouse, corporate control that actively harmed frontline work was experienced.\n*   **Vase Example:** A floral arrangement blocking the bartenders' ability to make eye contact with guests was moved. Corporate \"Arts and Design\" ordered it moved back, demonstrating control without knowledge of the operational reality.\n*   **Felix Example:** A disruptive, late server named Felix was fired. HR rehired Felix because of his high check averages, reversing the decision without consulting. This blind adherence to corporate metrics could be **\"restaurant-dumb,\"** proving that the people on the front line (who have all the information) need authority.\n\n## Finding the Balance: The MoMA Experience\nA role as general manager of the casual food service operations at the Museum of Modern Art (MoMA) for USHG was accepted. The goal was to make these overlooked museum cafés both corporate-smart and restaurant-smart.\n*   **Waste Compromise:** To reduce food costs from restocking prepared cases late (corporate-smart), they decided to stop restocking an hour before close but instead made salads and sandwiches to order for latecomers (restaurant-smart). This balance relied heavily on **creativity**.\n\n## The Rule of 95/5\nDesigning a perfect gelato cart for the Sculpture Garden became an obsession. A partnership with Jon Snyder of il laboratorio del gelato leveraged MoMA's brand to secure a steep discount on gelato and pay for the cart itself. This aggressive cost management was 95 percent of the budget. The remaining 5 percent was spent \"foolishly\" on tiny, perfect, expensive blue spoons from Italy.\n*   **Insight:** **The Rule of 95/5** means managing 95 percent of the business aggressively down to the penny, and spending the final 5 percent \"foolishly\" (with tremendous intention), as that 5 percent has an \"outsize impact\" on the guest experience and is \"some of the smartest money you'll ever spend\". This principle later applied to wine pairings (splurging on one rare glass) and staffing (investing heavily in staff parties and retreats).\n*   The blended approach was proven possible: the MoMA operation was empowered, profitable, and happy. Danny Meyer then offered the GM position at Eleven Madison Park.\n\n# Chapter 6: Pursuing a True Partnership\n\n## Humiliation at Spago and the Chef's Supremacy\nEarly experience as a busboy at Wolfgang Puck's Hollywood restaurant, **Spago**, revealed the inherent division in fine dining. The efficient bussers gave only half a station because he couldn't keep up. A defining moment occurred when a stack of plates was accidentally dropped, and the chef de cuisine screamed at him in front of the dining room. This incident taught that the chef often did not respect the dining room staff, viewing them as merely being \"in service of whatever magic he was making in the kitchen\". The **\"magic\" of a restaurant** is a larger combination of elements—the room, lighting, staff, and the feeling guests receive—and food is only a part of it. The cultural pendulum had swung toward the celebrity chef since the 1980s.\n\n## The Eleven Madison Park Conundrum\nWhen Danny Meyer offered the General Manager position at **Eleven Madison Park (EMP)**, hesitation about returning to the fine-dining world existed due to the issue of chef supremacy. The EMP room was magnificent, featuring **thirty-five-foot ceilings** and massive windows, designed on a scale that captured the spirit of a lost age. However, Meyer felt a **\"nagging disconnect\"** because the grandeur of the room seemed to demand a special-occasion experience, yet the restaurant was operating as a bustling, middling brasserie. Chef **Daniel Humm** had been hired to elevate the food, but the restaurant still \"wasn't working\".\n\n## Negotiating the Partnership\nThe GM role was agreed to for one year, but only with the assurance that he could move to **Shake Shack** afterward. The subsequent meeting between him and Daniel Humm solidified their future. Though Daniel came from an aggressive European Michelin kitchen background and he came from a warmer, systems-focused USHG culture, they believed their differences would be complementary.\n\nAn ultimatum was laid down: \"I don't want to have to spend my whole life convincing you what I do is as important as what you do\". Humm acknowledged the existing problem, citing past restaurants where kitchen staff were physically separated from or communicated with the service staff only via notes. They ultimately made a key decision that would guide their company: they would be a restaurant run by **both sides of the wall**. They concluded that if they had to make decisions together, the outcome would be **what was best for the restaurant as a whole**, not just the food or the service.\n\n# Chapter 7: Setting Expectations\n\n## Defining the Vision\nThe first mission statement Daniel Humm and he agreed upon was \"To be the four-star restaurant for the next generation\". They sought to **marry the excellence and luxury of classic four-star dining** with the fun, irreverence, and informality of contemporary spots like Babbo and Ssäm Bar. They wanted to make fine dining cool.\n\n## Identifying Failures and Friction\nReconnaissance from trusted staff revealed that EMP was struggling with **internal friction**. The long-standing staff (the old guard) felt unsettled, while the new fine-dining crew was frustrated by the lack of progress toward excellence. The restaurant suffered from disorganization, leading to inconsistency (e.g., managers giving conflicting instructions on how to hold a tray). Basic service was slipping due to high volume (140 seats), leading staff to hum \"Welcome to the Jungle\" during busy services.\n\n## Leadership through Listening and Consistency\nThe focus was on bringing the team along by making them feel seen and appreciated. The advice **\"Don't cannonball\"** was followed, spending the first few weeks meeting with every single member of the team to listen to their stories and gather information.\n\nThe leader's responsibility is to find the hidden strengths in their team. For instance, **Eliazar Cervantes** was struggling as a food runner but was highly organized and a natural leader. He was moved to the crucial position of **expeditor**, conducting the kitchen \"symphony\" and preventing \"planes\" (dishes) from \"colliding in midair,\" where his genius shone.\n\n## Instituting Feedback and Praise Systems\nManagement tenets were applied, including criticizing the behavior, not the person, and praising with emotion while criticizing without it. The monthly **Made Nice Award** (voted on by management) was implemented to recognize staff who went \"above and beyond\" for guests or colleagues, posting their picture by the time clock and giving them a $100 gift card. Swift, private, and drama-free corrections were emphasized to prevent resentment from building up. **Consistency** was stressed as crucial for making the team feel safe.\n\n## The Power of the Daily Meeting\nThe daily **thirty-minute pre-meal meeting** (or line-up) was chosen as the most effective \"lever\" to transmit force and transform the culture. The meetings were mandatory, started exactly on time, and every session was run for the first year to model consistency.\n\n**Printed line-up notes** were reinstituted for clarity and managers were required to make them beautiful, adhering to the principle: **\"the way you do one thing is the way you do everything\"**. Time for the 30-minute meetings was prioritized, even if it meant cutting back on side work, because connection was more important than flawless execution of minor tasks. The meetings were used to inspire the team with \"the why\" behind their actions and included an inspirational \"riff\" on service experiences (like the barber who offered a mini-shot of whiskey).\n\n## Slow Down to Speed Up\nThe restaurant was attempting to do too much too soon, leading to staff being overwhelmed (e.g., being drowning in wine list details). Required material was cut back and accountability was enforced through biweekly food and wine tests that were intentionally designed for the staff to pass. This period reinforced the catchphrase: **\"We needed to slow down to speed up\"**.\n\n# Chapter 8: Breaking Rules and Building a Team\n\n## Questioning Tradition\nA lack of traditional fine-dining experience proved to be a \"superpower,\" allowing him to question rules that did not enhance the guest experience. Many entrenched traditions (like the rule against leaning on a table) existed merely because **\"that's how it's always been done\"**.\n\nRules were broken to prioritize authentic connection:\n*   Servers were allowed to lean on the table while chatting.\n*   Cooks delivered food in their whites and were encouraged to kneel when describing a dish.\n*   Soufflés were served the \"wrong\" way to allow the server to maintain eye contact.\n\nThe traditional farewell gift of difficult-to-make French **canelés** was discontinued because it was seen as showing off the restaurant's prowess rather than serving the guest's needs. It was replaced with an \"intentionally humble final touch\": a jar of **coconut and pistachio granola** for breakfast, designed to make guests feel welcomed into someone's home. The ultimate goal was hospitality—breaking down barriers, not putting them up.\n\n## Strategic Hiring\nA conscious decision was made to **hire people based on their attitude and philosophy of hospitality** rather than their fine-dining résumé, preferring individuals who possessed innate graciousness and enthusiasm.\n\nA new policy mandated that **every new hire started as a kitchen server** (running food), even if they had previous managerial experience. This allowed new staff time (about six months) to absorb the culture before becoming point person with a guest.\n\nHiring was viewed as a \"sobering responsibility\" because a new hire represents and supports the existing team. **Hiring slow** was insisted upon, arguing that it is more detrimental to rush in and hire the wrong person than to work shorthanded temporarily. The best way to reward A players is to surround them with other A players.\n\n## Fostering a Culture of Passion\nWhen new, enthusiastic hires were brought in one by one, their spirit was often extinguished by the residual cynicism of veteran staff. The solution was to wait for multiple openings and hire a **\"class\" of new people at once**, creating a **\"cultural bonfire\"** of shared passion that \"no one could put out\".\n\nThe aim was to make it **\"cool to care\"**. Practicing synchronized service for a soup course was physically demanding, but achieving perfection created a sense of pride and a \"dopamine rush,\" proving that overachieving could be celebrated.\n\n# Chapter 9: Working with Purpose, on Purpose\n\n## Finding the Muse in Miles Davis\nAfter receiving a review that claimed EMP needed **\"a bit of Miles Davis,\"** he and Daniel Humm seized on the idea. Miles Davis symbolized **\"endless reinvention,\"** constantly challenging modern music and collaborating freely. They created a list of eleven words describing Miles Davis's approach to his work, which became their new touchstone and road map for the restaurant: **Cool, Endless Reinvention, Inspired, Forward Moving, Fresh, Collaborative, Spontaneous, Vibrant, Adventurous, Light, Innovative**. They decided to focus first on **\"collaborative\"**.\n\n## Strategy and Criticism\nAll criticism is read, believing that if a business is about making people happy, one must care what people think. However, a **\"point of view\"** is needed, stating that trying to be \"all things to all people\" proves a lack of one. Criticism serves as an invitation to challenge one's perspective and refine decisions.\n\n## Strategic Planning for Everyone\nEMP, though a single restaurant, began to \"act big\" by adopting corporate-smart practices like **strategic planning sessions**. This was unusual in the restaurant world. They closed the restaurant for a day in 2007 to invite **every employee** (from dishwashers to managers) to participate, recognizing the value of the busser's unique vantage point. Managers and sous-chefs switched roles, serving sandwiches to the staff to foster appreciation for one another's difficulties.\n\nThe meeting produced four core values: **Education, Passion, Excellence, and Hospitality**.\n\n## The Power of Conflicting Goals\nThe tension between **Excellence and Hospitality** was viewed as critical. It is easy to achieve one or the other, but succeeding at both requires \"integrative thinking\" and forces innovation (citing Southwest Airlines).\n\n## The Nobility of Service\nThe aim was to instill in the team the **nobility of service**. Pursuing service through the lens of hospitality allows staff to understand they are not merely serving but are creating \"a magical world they can escape to\". Leaders must encourage staff to name for themselves why their work matters (e.g., selling homes, not houses).\n\n# Chapter 10: Creating a Culture of Collaboration\n\n## Finding the Win/Win/Win through Ownership\nEMP's ancillary programs (coffee, beer, cocktails, tea) were mediocre because the wine director could not be an expert in everything. Inspired by Thomas Keller's nearly perfect Per Se experience, which was momentarily broken by \"just-okay\" coffee, the **Ownership Program** was created.\n\nStaff members (often kitchen servers) who showed passion for a specific area were given ownership and responsibility, including a budget, inventory management, and ordering.\n*   **Jim Betz** (coffee geek) introduced high-grade suppliers and theatrical tableside coffee preparation.\n*   **Kirk Kelewae** (kitchen server) took over the beer program, leading EMP to be recognized for its beer selection.\n*   **Leo Robitschek** (bartender) took over cocktails and became a world-renowned mixologist.\n\nThis was a **win/win/win**. Staff were empowered, the products became best-in-class, and the wine director could focus solely on wine. Even less glamorous areas, like CGS (\"china, glass, and silver\"), saw vast improvement, such as reducing glass breakage by 30% by fixing dish racks.\n\n## Embracing Risk\n**\"It might not work\" is a terrible reason not to try an idea**. Promoting people **\"before they are ready\"** works well because they will exert \"extra hard\" effort to prove the leader right.\n\n## Teaching and Leading\nThe best way to learn is to teach. Weekly **Happy Hour meetings** were introduced where staff presented on wines, spirits, history, or other topics that excited them.\nAdditionally, the managers relinquished control of the **Saturday pre-meal meetings** to members of the hourly team. This practice allowed the staff to step into leadership roles and increased their confidence and public speaking skills.\n\n## Mandatory Collaboration\nTo ensure cultural immersion, new reservationists—who were often isolated and missed pre-meal—were required to engage in an act of **mandatory collaboration** on their first day (e.g., fixing the notoriously messy reservation office). This was an empowering way to communicate immediately: **\"We hired you for a reason. We know you have something to contribute\"**.\n\nLeaders must be willing to **listen to every idea** because \"there's often a brilliant idea right behind a bad one\". By fostering an environment where staff felt comfortable contributing, collaboration became the foundation upon which **Unreasonable Hospitality** was built.\n\n# Chapter 11: Pushing Toward Excellence\n\n## The Pursuit of Excellence and Marginal Gains\nEleven Madison Park (EMP) entered late 2006 focused on achieving three stars from *The New York Times*, a necessary goal following two previous two-star reviews. As a self-confessed perfectionist, \"fanatical attention to detail\" was viewed as a superpower. Recognizing that perfection is unattainable in human-powered organizations, the aim was to get \"as close as you possibly can\". This effort was modeled after Sir David Brailsford's strategy to revitalize British cycling: the **\"aggregation of marginal gains,\"** meaning that many small improvements result in a significant overall increase. The restaurant operated on the principle that they could not be mediocre most of the time and suddenly become great for a critic; the quality of the restaurant *is* the one being reviewed consistently.\n\n## The Littlest Things Matter\nThe pursuit of excellence extended to numerous minor details:\n*   **Aesthetics and Ambience:** Staff maintained crisply ironed uniforms, tidy hair, and manicured hands. The staff in charge of adjusting the lights and music playlists required training to ensure the atmosphere evolved subtly throughout the evening, countering the unpleasant contrast between the room and the massive windows. They needed to \"buy into the importance of getting it exactly right\".\n*   **Service Innovation (Ballet, Not Football):** To address the slow feeling at the beginning and end of meals, EMP innovated service flow. They adopted **hand signals** (stolen from baseball) to communicate water preferences—iced, bottled still, or bottled sparkling—discreetly between the captain and the server, speeding up water delivery. Invisible \"traffic patterns\" were established throughout the dining room, instructing staff to move mostly clockwise or hug the right wall, ensuring movement felt like \"ballet, not football\".\n*   **Intentionality in Setup:** The team setting the dining room was trained to place every plate so that the manufacturer's **Limoges stamp** was facing the guest right side up, a ridiculous but intentional detail. This precision in the smallest details translated to focus in bigger ones, reinforcing the idea that **\"The way you do one thing is the way you do everything\"**. This intentionality ensured that guests could \"feel perfection,\" echoing a concept from Walt Disney's Imagineers.\n\n## Finishing Strong and Being Right\n*   **The One-Inch Rule:** This rule served as both a literal instruction (to place plates gently) and a metaphor for **staying present and following through**. Losing focus in the final inch—such as jostling a plate—compromised the labor of everyone involved in the dish's preparation. The goal was to \"follow through all the way to that last inch\".\n*   **\"Their Perception Is Our Reality\":** When excellence conflicts with hospitality, the latter must win. A server who corrects a guest about the doneness of a steak (even if technically correct) makes a larger mistake because it shames the guest. The mantra became **\"Being right is irrelevant\"**. True hospitality means immediately fixing the issue and documenting the guest's preference for the future, ensuring the situation doesn't recur.\n\n## Achieving Three Stars\nIn January 2007, EMP achieved its goal: **three stars from *The New York Times***. The team was advised to save that feeling of accomplishment and return to work the next day. (It was also confirmed that the decision was made to stick around at EMP rather than moving to Shake Shack as originally planned).\n\n# Chapter 12: Relationships Are Simple. Simple Is Hard.\n\n## Turning Toward Tension and Finding Solutions\nThe team's intense collective passion for success threatened to create internal friction. The leaders established rules to manage these relationships:\n*   **\"Don’t Go to Bed Angry\":** This rule mandated that staff resolve frustrations or resentments toward colleagues before leaving work. This ensured people felt heard, even without full resolution.\n*   **Finding the Third Option (The Charger Dilemma):** A strong belief that chargers were superfluous clashed with Daniel Humm's European formality, which deemed them necessary for a set table. After swapping sides in the argument failed, they arrived at a **third option** with their ceramics designer: a charger featuring an unglazed circle precisely sized to receive the amuse-bouche bowl. This integrated utility with beauty, resolving the tension.\n*   **Concede the Win:** For matters less critical to the partnership, the person who cared more about the issue was allowed to have their way (\"It's important to me\").\n\n## Managing with Tough Love\n*   **One Size Fits One:** Managerial style, like hospitality, must be tailored to the individual.\n*   **Criticism as Investment:** Criticism must be constructive and delivered appropriately; those who push back against feedback stop receiving investment and stop growing.\n*   **The Ultimatum:** Having to **scream** at Daniel Humm (privately, in the office) after he threw food in a cook's face. The ultimatum forced Daniel to decide what kind of leader he wanted to be, marking a turning point in his managerial style. While unusual, this demonstrated that sometimes a louder, sterner \"tough-love language\" is necessary, though it must be delivered privately and without losing control. Sarcasm is identified as a language that \"will never, ever work\" for serious communication.\n*   **\"Hire Slow, Fire Fast—But Not Too Fast\":** While hiring slow is crucial, the \"fire fast\" maxim should be amended. A captain caught drinking during service was given a second chance, requiring him to apologize to his team, which created tremendous power through vulnerability. You wouldn't kick family out for a single mistake.\n\n## Creating New Traditions: Thanksgiving\nDanny Meyer was successfully convinced to alter the company's long-standing holiday policy. Instead of closing for Thanksgiving, EMP opened, using the substantial revenue to fund a closure during the first few days of January, giving staff a more useful holiday.\n*   **Family Meal:** On Thanksgiving, after the last guest was served, the entire staff ate the exact same meal buffet-style in the main dining room. They shared toasts, allowing sensitive staff members to express gratitude and vulnerability in front of their peers, which served as a crucial emotional outlet.\n\n# Chapter 13: Leveraging Affirmation\n\n## Relais & Châteaux: The Power of Persistence\nIn 2008, EMP sought acceptance into the prestigious Relais & Châteaux association. Danny Meyer initially refused, but persistence continued, asking if they were being told they \"can't apply? Or that we shouldn't?\". Although they missed the application deadline, Daniel Boulud intervened, coordinating a visit from culinary legends Thomas Keller and Patrick O'Connell to dine and provide personal recommendations. Seeing these three chefs dining at EMP was an immense emotional boost for the staff.\n\n## Sharing the Spotlight\nExternal affirmation needed to be leveraged for the team's benefit.\n*   **External Recognition:** When the beer program received press, Kirk Kelewae, who ran the program, was ensured to receive the credit and appear in the articles. This created \"mini-celebrities\" on staff, increasing motivation and attracting more talent. Getting attention for creating the environment for success was preferred rather than claiming the work. Taking credit for others' work is explicitly discouraged.\n*   **The Boss's Compliments:** Gushing emails from guests were consistently forwarded to Union Square Hospitality Group (USHG) leaders, including Danny Meyer. This equipped Danny with \"rocket fuel\"—praise from a senior figure—to deliver directly to the relevant staff member.\n\n## Persistence Works\nThe affirmation from the three culinary legends ensured EMP was accepted into Relais & Châteaux. The importance of **persistence and determination** was reiterated, citing Calvin Coolidge's famous quote: \"Persistence and determination alone are omnipotent\".\n\n# Chapter 14: Restoring Balance\n\n## Burnout and the Melting Reactor\nThe extreme drive and ambition of the team eventually led to burnout. The sign that the \"nuclear reactor was melting down\" came when a cook, stressed and sleepless, arrived at the restaurant 11 p.m., mistakenly thinking it was 9 a.m. the next morning. Leaders realized they had neglected the internal culture while focusing entirely on the guest experience.\n\n## Slow Down to Speed Up\nTo restore balance, the instruction to **\"Put your own oxygen mask on first\"** was referenced.\n*   He and Daniel Humm intentionally slowed down, reducing the frequency of menu changes and increasing hiring.\n*   **Flourishes were cut:** They stopped saucing dishes tableside, which reduced the need for dining room managers to act as food runners, allowing them to return to supporting the floor staff.\n*   The philosophy shifted to: **\"Do less, and do it well\"**.\n\n## Systemized Support\nThe internal culture was bolstered by systemizing support mechanisms:\n*   **The Deep Breathing Club (DBC):** In moments of crisis, a colleague could say \"DBC,\" prompting the overwhelmed person to stop, breathe deeply, and receive immediate support. This was a rescue remedy used to communicate: \"I see you... what can I do right now to help?\".\n*   **Touch the Lapel:** Captain Kevin Browne introduced the signal of making eye contact and touching one's lapel to indicate: **\"I need help\"**. This signal removed the stigma of asking for assistance for high-achievers.\n\nThis period of course correction was confirmed as successful when Frank Bruni noted in a subsequent review (of another restaurant) that EMP was \"constantly improving\".\n\n# Chapter 15: The Best Offense Is Offense\n\n## The Michelin Snub and the Great Recession\nIn 2008, despite high praise from the *Times* and Relais & Châteaux, EMP was **excluded entirely from the Michelin Guide**. The crushed team was advised to use the disappointment as \"fuel for the fire\" and start **\"playing offense\"**. This challenge coincided with the 2008 Great Recession, when business \"fell off precipitously\". The restaurant survived only because **Shake Shack's profits subsidized EMP's losses**. His father offered the guiding principle: **\"Adversity is a terrible thing to waste\"**.\n\n## Raindrops Make Oceans: Frugality as Offense\nEMP played defense by cutting costs aggressively without affecting the guest experience. Guided by the philosophy \"Raindrops make oceans\", cuts included:\n*   Using only one linen cloth on the pass instead of two.\n*   Cutting paper towels in half, used for cleaning plates before service.\n*   Switching the cooks' beloved, disposable paper toques to washable cotton skullcaps, saving thousands annually.\n*   Reducing the cheese cart selection from twenty to ten varieties, minimizing waste.\nAll these cuts were journaled, anticipating that the discipline learned during austerity would make them more profitable later.\n\n## Adversity Is a Terrible Thing to Waste: Revenue Generation\nTo build revenue, EMP became creative:\n*   **$29 Two-Course Lunch:** A low-cost lunch was introduced to fill empty seats, providing \"outrageous value\" and attracting a new demographic who might become future fans.\n*   **The Dessert Trolley:** To offset decreased check averages, a dessert trolley was introduced. Guests loved the presentation and immediate gratification, boosting **dessert sales by 300%**.\n*   These measures kept the dining room full and allowed EMP to avoid laying off any staff.\n\n## Keeping Engagement High\nThe Rule of 95/5 justified spending money on team engagement during hard times. They threw an extravagant, high-profile **Kentucky Derby bash**, which broke even financially but invigorated the team and expanded the brand's reach.\n\n## It Doesn't Have to Be Real to Work\nWhen Frank Bruni began his next review process, which lasted months, the team maintained their peak performance by implementing the **Critic of the Night** routine.\n*   Every night, a random table was designated to receive \"four-star service\". Managers polished special silverware, checked every plate, and the kitchen fired **double dishes** so Daniel Humm could send the best version.\n*   The ritual was not real, but it allowed the team to rehearse and be polished regardless of where the real critic sat, serving as a powerful motivator, similar to how Michael Jordan invented rivalries to fuel his competitiveness.\n\n## Four Stars in the Recession\nAfter months of anticipation, *The New York Times* awarded EMP **four stars** on August 11, 2009. Bruni's review, \"A Daring Rise to the Top,\" praised the restaurant for making \"yet another unnecessary advance\". The party featured Dom Pérignon and custom-made four-star T-shirts. By playing offense, EMP not only survived the recession but emerged stronger.\n\n# Chapter 16: Earning Informality\n\n## Shift in Expectations\n\nThe four-star review from *The New York Times* changed everything, leading to a consistently full dining room and increased hiring and training needs. The biggest challenge was the **shift in guest expectations**; guests coming to a four-star restaurant had different hopes than those coming to a three-star location.\n\nSome team members internalized this shift, feeling they needed to take themselves more seriously, which felt like dressing up *for* the suit instead of letting the suit dress them up. However, the goal was to maintain the restaurant's core identity as the first four-star restaurant of their generation, focusing on comfort, informality, and fun.\n\nGuests often expected ceremony, given the hype and price, and were often shocked that the average age of the dining room staff was only twenty-six.\n\nThe strategy to balance formality with approachability was **earning informality**. They amplified formality at the beginning of the meal to earn the guests' respect and trust, gradually shifting expectations so that the guests felt invited along for the ride. The goal was for service to happen *for* the guests, not *to* them.\n\n## Being Present\n\nAt Tribeca Grill, servers who focused on genuine **human connection**—caring so much about what they were doing that they stopped caring about the next thing on their to-do list—were rewarded with higher tips and check averages. These servers were attentive, but the highest performers paid *attention*.\n\nAfter earning four stars, the concept of **being present** was doubled down on, shifting the primary focus from achieving technical excellence (which they had \"on lock\") to deepening relationships.\n\nThis focus on hospitality was noticed, leading to Eleven Madison Park being nominated for the World’s 50 Best Restaurants list for the first time in 2010.\n\n# Chapter 17: Learning to Be Unreasonable\n\n## New Audacious Goal\n\nWhen Eleven Madison Park ranked 50th (dead last) on the 2010 World's 50 Best Restaurants list, the humiliation provided fuel. He and Daniel decided to adopt the philosophy, **\"What would you attempt to do if you knew you could not fail?\"**.\n\nThey decided to pursue the audacious goal of becoming the **number one restaurant in the world**. The risk of failing this goal was high, potentially damaging morale, but you must have the courage to state a goal out loud to achieve it (citing Jay-Z: \"I believe you can speak things into existence\").\n\n## Reasonable vs. Unreasonable\n\nThe opposite of \"Unreasonable Hospitality\" is \"reasonable hospitality,\" which is fine but would not achieve the goal of being number one.\n\nUnreasonable Hospitality meant applying the **same intense, disproportionate rigor and attention to detail** to how they made people feel as chefs applied to the food itself. For example, a dish like the turbot might require weeks of research and training for a guest to enjoy for three minutes; the goal was to treat hospitality with that same unreasonable focus.\n\n## Hospitality Isn’t a Transaction\n\nThe team worked to create a \"bubble\" around the guests where time and distractions ceased to exist. Anything transactional broke the spell.\n\n*   **Removing Computers:** They banished the Micros order-entry terminals from the dining room, moving them to a dedicated room adjacent to the kitchen.\n*   **Eliminating the Podium:** The traditional maître d' podium—a literal barrier—was removed from the entrance.\n*   **Personalized Welcome:** The maître d' would greet guests by name upon arrival, like walking into a friend's home. To achieve this, the maître d's **Googled reservation names** and used cheat sheets with photos.\n*   **Reservation Confirmation:** The maître d' who greeted the guests was also the person who confirmed their reservation days earlier, allowing them to build a relationship and mention special occasions (e.g., \"Happy birthday\"). This dedication reflected the Avis car rental motto, **\"We try harder,\"** meaning they were willing to go to unreasonable lengths to execute an idea.\n*   **Ticketless Coat Check:** They implemented an elaborate ticketless coat check system. When a host spotted a table paying, a colleague moved the table's coats from the main coatroom to an \"on-deck\" area near the exit, ensuring the staff could present the coats to the guest right as they arrived at the door, surprising them.\n*   **The Check and Cognac:** To remove the transactional feeling at the end of the meal, the bill was delivered with an entire, complimentary bottle of cognac. The ability for guests to pour for themselves felt luxurious and eliminated the need for them to ask for the check or feel rushed. This was a \"hospitality solution\"—solving a problem by giving more.\n\n## Hospitality Is a Dialogue, Not a Monologue\n\nInspired by Rao's, where ordering was a conversation, the team aimed to make hospitality a literal dialogue.\n\n*   **Menu Simplification:** They replaced the traditional *prix fixe* and tasting menus with a format listing courses only by their **principal ingredient** (e.g., beef, duck). This gave the guest control over the main ingredient while maintaining the surprise of the preparation.\n*   **Asking for Dislikes:** Taking the idea of dialogue further, they began asking guests not only about allergies, but about **ingredients they disliked or were not in the mood for**. This was the \"very definition of unreasonable\" for the kitchen staff, who had to prepare equally delicious alternates.\n*   **Vulnerability is Key:** Initially, guests refused to share dislikes, viewing it as uncool. This barrier was overcome by sharing his own dislike (sea urchin), demonstrating vulnerability and encouraging guests to reciprocate. This confession turned the interaction into a genuine exchange.\n\n## Treat Everyone Like a VIP\n\nUnreasonable Hospitality meant extending thoughtful, high-touch gestures to **every guest**, not just celebrities or the elite.\n\n*   **Kitchen Tours:** They made the kitchen tour accessible to everyone, not just VIPs. They set up a stand-up chef’s table nook in the kitchen where guests could enjoy a single course (like a liquid nitrogen cocktail) and watch the cooks, regardless of their status.\n\n# Chapter 18: Improvisational Hospitality\n\n## Find the Legend\n\nAn unplanned act of hospitality was performed when overhearing a table of European guests leaving for the airport and lamenting that they hadn't had a street hot dog. A Sabrett's hot dog was purchased from a cart, had Daniel Humm plate it artfully with quenelles of condiments, and presented the \"dirty-water dog\" to the astonished table. The guests were thrilled, calling it the highlight of their trip.\n\nThis proved that exceptional hospitality didn't require costly, custom items, but rather a \"one-off\" or improvisational gesture driven by attention.\n\n*   **The Dreamweaver Program:** To commit to these moments, they created a full-time position: the **Dreamweaver**, starting with host/calligrapher Christine McGrath, whose job was to execute these ideas and special notes.\n*   **Supercharged Creativity:** When artist Emily Parkinson joined as a Dreamweaver (an artist who painted her food), she supercharged the program. The Dreamweavers eventually operated out of a fully equipped studio (\"Santa's workshop\").\n*   **Creating Legends:** These special touches, called **Legends**, were designed to give people a **story to tell** that would allow them to relive their experience.\n    *   Examples included: transforming a private dining room into a beach for a couple whose flight was canceled; providing a banker hustling for a raise with a bag of \"100 Grand\" chocolate bars; and creating custom gifts based on preliminary research, like bacon granola for a guest with a bacon-themed Instagram.\n\n## Giving More Is Addictive\n\nThe Legends program was addictive for the staff, offering a creative outlet that made coming to work fun.\n\n*   **Internal Hospitality:** They extended the most lavish hospitality to their own employees dining in, emphasizing the commitment to treating their colleagues like family. Examples included elaborate, themed Legends (like a Christmas-themed train that held caviar) and converting the champagne cart into a Budweiser cart for a staff member's father.\n*   **Value Proposition:** The Dreamweaver program was cost-effective because the resulting word-of-mouth marketing and high team morale were worth the expense. The true measure was the **pricelessness** of the gesture, not its expense (e.g., the $2 hot dog).\n\n## Create a Tool Kit\n\nImprovisational hospitality could be scaled by identifying common, recurring situations and building a **tool kit** of pre-planned solutions.\n\n*   **Plus One Cards:** Simple index cards containing answers to frequently asked questions (e.g., about the china designer, Jono Pandolfi) were ready to be given out.\n*   **Morning Rescue Kits:** Since many guests joked about hangovers, captains handed out ready-made kits containing ground coffee, Alka-Seltzer, and a muffin.\n*   **Engagement Gifts:** When a couple got engaged, they were served champagne in special Tiffany crystal flutes which they were then gifted in an iconic blue box.\n*   **The Takeaway:** The value of a gift lies in the recipient’s feeling; guests' delight was not diminished because a thoughtful gift, like a plane snack box, had been systemized. Systemizing common gestures allowed the staff to dedicate their remaining creative energy to one-off Legends.\n\n## Opportunities for Hospitality Exist in Every Business\n\nThe principle of personalized, unexpected gestures applies across industries, even those where transactions are large, such as real estate. Instead of relying on generic gifts (like sparkling wine), professionals should customize:\n\n*   A realtor could leave a client who loves music their favorite album on vinyl and a turntable.\n*   A car salesperson selling a family car could provide a booster seat installation tutorial and a DustBuster vacuum for easy cleanup, along with Goldfish crackers for the child.\n*   The goal is to provide a priceless gift that tells the person they were **seen, heard, and recognized**, transforming the interaction from transactional to relational.\n\n# Chapter 19: Scaling a Culture\n\n## The Purchase and the New Company\n\nDaniel and he were approached to manage the food and beverage for the NoMad hotel, intending to revive the concept of the great hotel restaurant. Instead of partnering on NoMad, Danny Meyer offered them the opportunity to **buy Eleven Madison Park**. Commitment was immediate, adhering to the belief that **\"Nobody knows what they're doing before they do it,\"** and that growth requires leaping outside the comfort zone.\n\nThey secured funding with the help of investor Noam Gottesman. On November 11, 2011 (11/11/11), they announced the purchase of EMP, the simultaneous opening of NoMad, and celebrated EMP becoming the first restaurant in history to be elevated from one to three Michelin stars in a single year.\n\nThe new parent company was named **Make It Nice**, a phrase that had become shorthand at EMP for applying extra attention. The name was symmetrical and encompassed both sides of the wall: the kitchen \"makes\" food, and the dining room is \"nice\".\n\n## Creativity Is a Practice\n\nThe NoMad was intended to be the **Rolling Stones** to EMP’s Miles Davis—loose and vibrant, but based on studied, intentional discipline. The goal was to create an urban playground, combining luxury with a loose, energetic atmosphere.\n\n*   **Creative Process:** They designed the public spaces based on a fictional, hedonistic gourmand from the South of France. Creativity is a **practice**, not a spontaneous gift, and structured, collaborative meetings where all ideas were safe and welcomed were encouraged.\n*   **Unreasonable Details:** They focused on intense detail, from finding the perfect coffeepot to curating the library bar with specific books (New York history, food, occult) and hiding flasks of whiskey in hollowed volumes for guests to find.\n\n## Jump-start the Culture\n\nThe majority of the NoMad’s initial management team came from EMP, acting as \"sourdough starter\" to **seed the new location with the culture of Unreasonable Hospitality**. They hired Jeff Tascarella from outside only because he possessed specialized GM and high-volume experience.\n\nThey invested an \"outrageous\" amount in training, developing a **Field Manual** compiling their core values and concepts, which every new employee received.\n\n## Leaders Say Sorry\n\nA major leadership mistake was made by trying to run both EMP and open the NoMad simultaneously. Although EMP's service remained high, the lack of consistent leadership led to rising morale issues and decision-making ambiguity.\n\nCaptain Sheryl Heefner intervened, confronting him and accusing him of betraying the company's core value of **trust** by refusing to name a successor from within the team.\n\nThe error was recognized—that he had once again acted as if he didn't trust his team—and publicly apologized to the entire staff. Kirk Kelewae was immediately promoted to GM. The act of public accountability strengthened the bond with the team. Sometimes the best time to promote people is **before they are ready**.\n\n## No Guest Left Behind\n\nThe NoMad's more casual and flexible style served as a perfect outlet for EMP regulars, who were struggling to commit to EMP’s increasingly complex and lengthy dining experience. This allowed EMP to continue its evolution without alienating its most valued customers.\n\n# Chapter 20: Back to Basics\n\n## The New York Menu and the Wells Review\n\nEMP reached number ten on the 50 Best list in 2012, inspiring them to focus on creating a restaurant **\"of, from, and about New York\"**. This resulted in a straight tasting menu featuring New York themes, history, and ingredients, including a Central Park picnic cheese course and a card-picking dessert magic trick.\n\nThe magic trick partnership reinforced the idea to always **start with what you want to achieve** rather than limiting ideas by practicality.\n\nIn September 2012, *New York Times* critic Pete Wells published a scathing \"Critic's Notebook\" titled **\"Talking All Around the Food: At the Reinvented Eleven Madison Park, the Words Fail the Dishes.\"** He complained about \"the speeches\" and described the experience as a \"Seder hosted by Presbyterians\".\n\nThe mistake was confessed and apologized to the staff. The error was twofold:\n1.  **Going too far** (trying to do too much), though this excess exploration was necessary for creativity.\n2.  **Stripping the team of trust and authority** by requiring them to memorize a script (\"spiel\") for every dish, turning them into performers instead of allowing genuine conversation.\n\nReturning to trusting the team to read the table and deliver information appropriately. The core struggle was managing the tension between the desire for control (to ensure excellence) and the need for empowerment (to foster trust).\n\n## Serve What You Want to Receive\n\nEMP climbed the 50 Best list again, reaching number four by 2014, and in 2015, Wells gave them four stars, though the review was \"grumpy\". Wells conceded that despite his objections, the restaurant’s \"relentless, skillful campaign to spread joy\" had forced him to \"give in\".\n\nHowever, falling backward from number four to five on the 50 Best list in 2015 showed them that something was still missing.\n\n*   **The Problem of Over-Service:** The meals had become overwhelming and highly interrupted. An audit revealed that a 15-course menu meant guests were interrupted **90 times** for actions like serving, explaining, clearing, and crumbing. This broke the intended environment of human connection.\n*   **The Return to Core Belief:** They realized they were no longer serving what they wanted to receive. The principle was re-established: **Serve what you genuinely want to receive**.\n\n## Return to First Principles\n\nThey scrapped the complex mission statement for a clear, simple, and elegant mantra: **\"To be the most delicious and gracious restaurant in the world.\"**.\n\n*   **Subtractive Changes:** They made radical, subtractive changes for the first time. They cut the 15-course menu to **seven extraordinary courses** but maintained the same staffing level, dedicating the extra capacity to hospitality.\n*   **The Dialogue:** They went back to the dialogue model, **eliminating the menu entirely** and relying on conversation to learn guest preferences.\n\n## Final Triumph\n\nIn 2016, EMP was voted number three in the world and won the inaugural **Art of Hospitality Award** at the 50 Best Awards, a deeply meaningful victory indicating the industry was recognizing dining room excellence.\n\nIn 2017, after seven years of focused effort, creativity, and dedication to Unreasonable Hospitality, **Eleven Madison Park was named the Best Restaurant in the World**. As a dining room person, the stage was shared to accept the award, highlighting the nobility of service and the collective focus on Unreasonable Hospitality that took them to the top.","headings":[{"level":1,"text":"Chapter 1: Welcome to the Hospitality Economy","id":"chapter-1-welcome-to-the-hospitality-economy"},{"level":2,"text":"The World’s 50 Best Awards Snub","id":"the-world-s-50-best-awards-snub"},{"level":2,"text":"The Decision to Be Number One","id":"the-decision-to-be-number-one"},{"level":2,"text":"Service Is Black and White; Hospitality Is Color","id":"service-is-black-and-white-hospitality-is-color"},{"level":2,"text":"Welcome to the Hospitality Economy","id":"welcome-to-the-hospitality-economy"},{"level":2,"text":"The Welcome Conference","id":"the-welcome-conference"},{"level":1,"text":"Chapter 2: Making Magic in a World That Could Use More of It","id":"chapter-2-making-magic-in-a-world-that-could-use-more-of-it"},{"level":2,"text":"The Spell of the Four Seasons","id":"the-spell-of-the-four-seasons"},{"level":2,"text":"People Will Never Forget How You Made Them Feel","id":"people-will-never-forget-how-you-made-them-feel"},{"level":2,"text":"The Power of a Genuine Welcome","id":"the-power-of-a-genuine-welcome"},{"level":2,"text":"Lessons at Cornell","id":"lessons-at-cornell"},{"level":2,"text":"The Nobility in Service","id":"the-nobility-in-service"},{"level":1,"text":"Chapter 3: The Extraordinary Power of Intention","id":"chapter-3-the-extraordinary-power-of-intention"},{"level":2,"text":"Intention as a Requirement","id":"intention-as-a-requirement"},{"level":2,"text":"Three Life Goals","id":"three-life-goals"},{"level":2,"text":"Educational Path","id":"educational-path"},{"level":2,"text":"The Cornerstones of USHG Culture","id":"the-cornerstones-of-ushg-culture"},{"level":2,"text":"Choosing the High End","id":"choosing-the-high-end"},{"level":1,"text":"Chapter 4: Lessons in Enlightened Hospitality","id":"chapter-4-lessons-in-enlightened-hospitality"},{"level":2,"text":"The Power of the Underdog and Kitchen Respect","id":"the-power-of-the-underdog-and-kitchen-respect"},{"level":2,"text":"Go Above and Beyond: Grace Notes","id":"go-above-and-beyond-grace-notes"},{"level":2,"text":"Enthusiasm and Ownership","id":"enthusiasm-and-ownership"},{"level":2,"text":"Language Creates Culture","id":"language-creates-culture"},{"level":2,"text":"Culture and the Cult","id":"culture-and-the-cult"},{"level":2,"text":"The Next Step","id":"the-next-step"},{"level":1,"text":"Chapter 5: Restaurant-Smart vs. Corporate-Smart","id":"chapter-5-restaurant-smart-vs-corporate-smart"},{"level":2,"text":"Defining the Business Dichotomy","id":"defining-the-business-dichotomy"},{"level":2,"text":"Boot Camp in Corporate-Smart","id":"boot-camp-in-corporate-smart"},{"level":2,"text":"Control Doesn’t Have to Stifle Creativity","id":"control-doesn-t-have-to-stifle-creativity"},{"level":2,"text":"When Corporate Control Backfires","id":"when-corporate-control-backfires"},{"level":2,"text":"Finding the Balance: The MoMA Experience","id":"finding-the-balance-the-moma-experience"},{"level":2,"text":"The Rule of 95/5","id":"the-rule-of-95-5"},{"level":1,"text":"Chapter 6: Pursuing a True Partnership","id":"chapter-6-pursuing-a-true-partnership"},{"level":2,"text":"Humiliation at Spago and the Chef's Supremacy","id":"humiliation-at-spago-and-the-chef-s-supremacy"},{"level":2,"text":"The Eleven Madison Park Conundrum","id":"the-eleven-madison-park-conundrum"},{"level":2,"text":"Negotiating the Partnership","id":"negotiating-the-partnership"},{"level":1,"text":"Chapter 7: Setting Expectations","id":"chapter-7-setting-expectations"},{"level":2,"text":"Defining the Vision","id":"defining-the-vision"},{"level":2,"text":"Identifying Failures and Friction","id":"identifying-failures-and-friction"},{"level":2,"text":"Leadership through Listening and Consistency","id":"leadership-through-listening-and-consistency"},{"level":2,"text":"Instituting Feedback and Praise Systems","id":"instituting-feedback-and-praise-systems"},{"level":2,"text":"The Power of the Daily Meeting","id":"the-power-of-the-daily-meeting"},{"level":2,"text":"Slow Down to Speed Up","id":"slow-down-to-speed-up"},{"level":1,"text":"Chapter 8: Breaking Rules and Building a Team","id":"chapter-8-breaking-rules-and-building-a-team"},{"level":2,"text":"Questioning Tradition","id":"questioning-tradition"},{"level":2,"text":"Strategic Hiring","id":"strategic-hiring"},{"level":2,"text":"Fostering a Culture of Passion","id":"fostering-a-culture-of-passion"},{"level":1,"text":"Chapter 9: Working with Purpose, on Purpose","id":"chapter-9-working-with-purpose-on-purpose"},{"level":2,"text":"Finding the Muse in Miles Davis","id":"finding-the-muse-in-miles-davis"},{"level":2,"text":"Strategy and Criticism","id":"strategy-and-criticism"},{"level":2,"text":"Strategic Planning for Everyone","id":"strategic-planning-for-everyone"},{"level":2,"text":"The Power of Conflicting Goals","id":"the-power-of-conflicting-goals"},{"level":2,"text":"The Nobility of Service","id":"the-nobility-of-service"},{"level":1,"text":"Chapter 10: Creating a Culture of Collaboration","id":"chapter-10-creating-a-culture-of-collaboration"},{"level":2,"text":"Finding the Win/Win/Win through Ownership","id":"finding-the-win-win-win-through-ownership"},{"level":2,"text":"Embracing Risk","id":"embracing-risk"},{"level":2,"text":"Teaching and Leading","id":"teaching-and-leading"},{"level":2,"text":"Mandatory Collaboration","id":"mandatory-collaboration"},{"level":1,"text":"Chapter 11: Pushing Toward Excellence","id":"chapter-11-pushing-toward-excellence"},{"level":2,"text":"The Pursuit of Excellence and Marginal Gains","id":"the-pursuit-of-excellence-and-marginal-gains"},{"level":2,"text":"The Littlest Things Matter","id":"the-littlest-things-matter"},{"level":2,"text":"Finishing Strong and Being Right","id":"finishing-strong-and-being-right"},{"level":2,"text":"Achieving Three Stars","id":"achieving-three-stars"},{"level":1,"text":"Chapter 12: Relationships Are Simple. Simple Is Hard.","id":"chapter-12-relationships-are-simple-simple-is-hard"},{"level":2,"text":"Turning Toward Tension and Finding Solutions","id":"turning-toward-tension-and-finding-solutions"},{"level":2,"text":"Managing with Tough Love","id":"managing-with-tough-love"},{"level":2,"text":"Creating New Traditions: Thanksgiving","id":"creating-new-traditions-thanksgiving"},{"level":1,"text":"Chapter 13: Leveraging Affirmation","id":"chapter-13-leveraging-affirmation"},{"level":2,"text":"Relais & Châteaux: The Power of Persistence","id":"relais-ch-teaux-the-power-of-persistence"},{"level":2,"text":"Sharing the Spotlight","id":"sharing-the-spotlight"},{"level":2,"text":"Persistence Works","id":"persistence-works"},{"level":1,"text":"Chapter 14: Restoring Balance","id":"chapter-14-restoring-balance"},{"level":2,"text":"Burnout and the Melting Reactor","id":"burnout-and-the-melting-reactor"},{"level":2,"text":"Slow Down to Speed Up","id":"slow-down-to-speed-up"},{"level":2,"text":"Systemized Support","id":"systemized-support"},{"level":1,"text":"Chapter 15: The Best Offense Is Offense","id":"chapter-15-the-best-offense-is-offense"},{"level":2,"text":"The Michelin Snub and the Great Recession","id":"the-michelin-snub-and-the-great-recession"},{"level":2,"text":"Raindrops Make Oceans: Frugality as Offense","id":"raindrops-make-oceans-frugality-as-offense"},{"level":2,"text":"Adversity Is a Terrible Thing to Waste: Revenue Generation","id":"adversity-is-a-terrible-thing-to-waste-revenue-generation"},{"level":2,"text":"Keeping Engagement High","id":"keeping-engagement-high"},{"level":2,"text":"It Doesn't Have to Be Real to Work","id":"it-doesn-t-have-to-be-real-to-work"},{"level":2,"text":"Four Stars in the Recession","id":"four-stars-in-the-recession"},{"level":1,"text":"Chapter 16: Earning Informality","id":"chapter-16-earning-informality"},{"level":2,"text":"Shift in Expectations","id":"shift-in-expectations"},{"level":2,"text":"Being Present","id":"being-present"},{"level":1,"text":"Chapter 17: Learning to Be Unreasonable","id":"chapter-17-learning-to-be-unreasonable"},{"level":2,"text":"New Audacious Goal","id":"new-audacious-goal"},{"level":2,"text":"Reasonable vs. Unreasonable","id":"reasonable-vs-unreasonable"},{"level":2,"text":"Hospitality Isn’t a Transaction","id":"hospitality-isn-t-a-transaction"},{"level":2,"text":"Hospitality Is a Dialogue, Not a Monologue","id":"hospitality-is-a-dialogue-not-a-monologue"},{"level":2,"text":"Treat Everyone Like a VIP","id":"treat-everyone-like-a-vip"},{"level":1,"text":"Chapter 18: Improvisational Hospitality","id":"chapter-18-improvisational-hospitality"},{"level":2,"text":"Find the Legend","id":"find-the-legend"},{"level":2,"text":"Giving More Is Addictive","id":"giving-more-is-addictive"},{"level":2,"text":"Create a Tool Kit","id":"create-a-tool-kit"},{"level":2,"text":"Opportunities for Hospitality Exist in Every Business","id":"opportunities-for-hospitality-exist-in-every-business"},{"level":1,"text":"Chapter 19: Scaling a Culture","id":"chapter-19-scaling-a-culture"},{"level":2,"text":"The Purchase and the New Company","id":"the-purchase-and-the-new-company"},{"level":2,"text":"Creativity Is a Practice","id":"creativity-is-a-practice"},{"level":2,"text":"Jump-start the Culture","id":"jump-start-the-culture"},{"level":2,"text":"Leaders Say Sorry","id":"leaders-say-sorry"},{"level":2,"text":"No Guest Left Behind","id":"no-guest-left-behind"},{"level":1,"text":"Chapter 20: Back to Basics","id":"chapter-20-back-to-basics"},{"level":2,"text":"The New York Menu and the Wells Review","id":"the-new-york-menu-and-the-wells-review"},{"level":2,"text":"Serve What You Want to Receive","id":"serve-what-you-want-to-receive"},{"level":2,"text":"Return to First Principles","id":"return-to-first-principles"},{"level":2,"text":"Final Triumph","id":"final-triumph"}]},"__N_SSG":true}