{"pageProps":{"content":"# Notes - 7 Human Hijacks\n*Craig Clemens (MFM pod) | November 6, 2024*\n\n\nMy First Million podcast did an episode with Craig Clemens.\n\n**Craig Clemens**: he’s a world-class marketer and copywriter and has sold over a billion dollars of products online.\n\nIn this podcast episode, he goes over the 7 human hijacks you can use in your own marketing.\n\n## Help your audience rebel:\n\nOne of the first people they talk about is a guy called Edward Bernays.\n\nIf you didn’t know, Edward is Sigmund Freud's nephew (weird connection…) and was known as the Father of Public Relations.\n\nAnd one business he helped was a cigarette company called **‘Lucky Strike’.**  \nThey came to him and wanted more customers, but the difficult part of this was they basically had all the customers they could have which were men.\n\nSo, the problem they ran into was, who do they target next?\n\nBack then, it was illegal for women to smoke, so they’d be off the table to market to… Right?\n\nNot for Bernays.\n\nLuckily at the time, there was a women's rights movement and he used this to his advantage…\n\nSo Bernays organized a float and gathered all of the famous people of that day to go on a float down the Easter Parade where all the journalists and reporters would be…\n\nAllowing there to be as many eyeballs on what he was about to pull off.\n\nDuring this parade, all these ‘famous people’ of the time would pull out a cigarette and begin smoking it and declare that these cigarettes were “Torches of Freedom ''.  \nUsing these ‘cigarettes’ to PROVE that they were equal to men.\n\n![](https://preview.redd.it/craig-clemens-on-mfm-talking-about-7-human-hijacks-and-how-v0-0q5288ttrxxb1.jpg?width=1018&format=pjpg&auto=webp&s=bf3a1d7b160c7eef21d7d1634a4e943aec16f851\"/>\n\nAs a result, this would boost the sales of cigarettes while targeting the women demographic.\n\nBut this is a perfect example of helping your audience rebel against the social norm and fan their flames -\n\n***“You’re not like everyone else, you’re special… You were meant to be different”...***\n\nThese kinds of statements feel personal to the reader but chances are, they also appeal to the masses (Think of fortune cookies).\n\nThis is known as the Barnum effect.\n\nA powerful tool to use in your copy and marketing.\n\n***Sidenote: a lot of these stories are documented in Edward Bernay's book called Propaganda -***\n\n![](https://preview.redd.it/craig-clemens-on-mfm-talking-about-7-human-hijacks-and-how-v0-bv6db4a3sxxb1.jpg?width=629&format=pjpg&auto=webp&s=0c783c3e840beba7e3bf03311e6d9316309fac48)\n\n## The illusion of choice:\n\nIn the 1920’s, only 5% of people brushed their teeth.  \nSo, when the company Pepsodent came to Claude Hopkins and wanted to shift more of their products, there was a clear problem…\n\n…There weren't enough people brushing their teeth.\n\nSo, what did Claude Hopkins do?\n\nHe created a masterful ad campaign that has you do a demonstration with your teeth (check the ad below).\n\nAnd how using this product will give you that ‘Movie Star Smile!’\n\n![](https://preview.redd.it/craig-clemens-on-mfm-talking-about-7-human-hijacks-and-how-v0-auxonbacsxxb1.jpg?width=736&format=pjpg&auto=webp&s=25ce5fc7381a19daf97852a398ce8c371fc2b392)\n\nBut one of the most important factors of this ad is that it catered to the benefits that the CUSTOMER would experience.\n\nIt didn’t focus on the features as much, but promised the reader that “Movie Star Smile”.\n\nAs a result, this ad campaign ran for 50 years and 85% of Americans brushed their teeth on a daily basis within the decade.  \nMaking Pepsodent one of the leading toothpaste companies for decades to come.\n\nSo, what can we take away from this?\n\nWhen you’re creating your marketing copy and ads, focus on the customer and how THEY will benefit.\n\n## Making the population eat bacon for breakfast:\n\nDid you eat bacon for breakfast this morning?\n\nWell if you did, you can thank Edward Bernays for that one as well.\n\nNot only did he get women to smoke regularly, but he also got people to eat bacon in the mornings…\n\n***How did he do this?***\n\nWell when Beech-Nut Bacon came to Bernays and wanted to sell more products, this is what he did:\n\nHe asked thousands of doctors “Do you think a hearty breakfast containing bacon is the best way to start the day?”\n\nAnd when a number of doctors came back and agreed with him, they published these findings in all of the newspapers.\n\n![](https://preview.redd.it/craig-clemens-on-mfm-talking-about-7-human-hijacks-and-how-v0-dejsjh6nsxxb1.jpg?width=1080&format=pjpg&auto=webp&s=9ca82d5190079025f1aeaa43728f7a878fb1f670)\n\nAs a result, this skyrocketed the sales of bacon as so many people were eating bacon for breakfast.\n\nBut what can we learn from this?\n\nWell, the power of authority over dictating sales…\n\n***…If thousands of doctors said it’s healthy, then it can’t be wrong, right?***\n\n***And we see this today when doctors are starring in VSLs for health products, or influencers being used to push specific products.***\n\n## Creating a category:\n\nIf you didn’t know, Craig Clemens\n\nBut after he did some investigating, Craig realized some super shady stuff was going on in the food industry…\n\n.. Companies claiming zero fat or zero sugar but they’re then pumped with substances that are just as bad, or even worse in some cases.\n\nIt was shown that companies were testing out these artificial sweeteners on animals and they’d find these test animals would grow tumors.\n\nAnd that’s not even the worst part.\n\nThese companies would cut out the tumors, sew the animals back up, and say that nothing bad was happening… Crazy.\n\n![](https://preview.redd.it/craig-clemens-on-mfm-talking-about-7-human-hijacks-and-how-v0-c5s8d457txxb1.jpg?width=569&format=pjpg&auto=webp&s=d22692078d4ae272602b3a195a99aa5fe0487296)\n\nThis is when Craig Clemens introduced the Probiotics brand under Golden Hippo.\n\nAnd he went on to create one of, if not the biggest Probiotics brand out there.\n\nHow?\n\nBecause of the education component that was drawing people in.\n\nIn fact, one of the VSLs was so effective, that Joe Rogan tweeted about it, not realizing it was an ad… Lol.\n\n![](https://preview.redd.it/craig-clemens-on-mfm-talking-about-7-human-hijacks-and-how-v0-gifpv2zgtxxb1.png?width=600&format=png&auto=webp&s=733b2d3151b9bed518b59c3b5488a00e6115cf7f)\n\nBut this all points back to that educational angle which has proven time and time again to be super effective.\n\nAnd as a result, he was able to create his own category of Probiotics.\n\n## Conclusion:\n\nNow, I just covered everything that I found interesting, there are a few more topics they cover, if you want to check them all out, you can listen to the full podcast.\n\nBut here are the 7 human Hijacks they covered in the pod.\n\n1.  ***Make it about them***\n    \n2.  ***Make it an event.***\n    \n3.  ***Powerful Demonstration***\n    \n4.  ***Show unquensitonale truth.***\n    \n5.  ***Change their daily behavior.***\n    \n6.  ***Sell them the dream.***\n    \n7.  ***Help them rebel/feel superior.***\n","headings":[{"level":2,"text":"Help your audience rebel:","id":"help-your-audience-rebel"},{"level":2,"text":"The illusion of choice:","id":"the-illusion-of-choice"},{"level":2,"text":"Making the population eat bacon for breakfast:","id":"making-the-population-eat-bacon-for-breakfast"},{"level":2,"text":"Creating a category:","id":"creating-a-category"},{"level":2,"text":"Conclusion:","id":"conclusion"}]},"__N_SSG":true}