{"pageProps":{"content":"# Notes - Options As A Strategic Investment\n*July 3, 2025*\n# Chapter 1: Definitions\n\nThis foundational chapter introduces the core terminology and mechanics of stock options, essential for any investor engaging with the options market. It lays the groundwork for understanding the more complex strategies discussed later in the book.\n\nThe chapter begins by covering **elementary definitions** related to options, such as the type (put or call), the underlying stock name, the expiration date, and the striking price. For instance, an \"XYZ July 50 call\" signifies an option to buy 100 shares of XYZ stock at $50 per share, expiring in July. The price of a listed option is quoted per share, so a quote of $5 for this option would cost $500 for the contract.\n\nSeveral **factors influence the price of an option**. A key component of an option's price that is not intrinsic value is often referred to as \"time value premium.\" However, the author stresses that this is largely influenced by **volatility**, especially for options with significant time remaining until expiration. If traders anticipate high volatility in the underlying stock, the option will be expensive, and vice versa. This means option buyers should carefully assess their purchases, considering what might happen during the option's life, not just at expiration. Conversely, option sellers should be aware that high volatility can completely counteract the benefits of time decay.\n\n**Exercise and assignment** are the mechanics by which option contracts are fulfilled. The book explains how an option holder can exercise their right, and how a writer is assigned the obligation. For calls, if a stock is about to go ex-dividend, calls that are trading at or below parity might be exercised before the ex-dividend date to capture the dividend, as the call writer would not receive it if assigned on the ex-date. For puts, assignment can be anticipated when the time value premium of an in-the-money put disappears.\n\nThe chapter details **the option markets** and **option symbology**. Standardization of option terms, particularly for striking prices and expiration dates, is crucial. Striking prices are spaced at different intervals (e.g., 1, 2.5, or 5 points apart) depending on the stock's price and liquidity. The Option Symbology Initiative (OSI) of 2010 significantly changed how option symbols are displayed, affecting many examples and definitions in the book. The book even contains a historical look at option symbology from its fourth edition, which involved significant administrative effort to update databases due to changes like splits, dividends, and new option expirations.\n\n**Details of option trading** cover practical aspects such as trading hours (9:30 a.m. to 4 p.m. Eastern time for listed stock options, some index options longer) and advice against waiting too long to place orders near the end of the trading day or on the last trading day of an option's life. The impact of corporate actions like **stock splits, stock dividends, and rights offerings** on option terms is also discussed; these can lead to fractional striking prices or altered shares per contract. However, regular cash dividends do not typically result in term adjustments.\n\n**Position limits** are highlighted as a crucial regulatory detail. An investor cannot hold more than a set limit of contracts on the same side of the market in a single stock (e.g., long calls and short puts are both bullish positions). These limits vary based on the underlying stock's trading activity and outstanding shares, ranging from 5,000 to 250,000 contracts for heavily traded stocks. These limits also apply to \"related\" accounts managed by a single individual or firm.\n\nThe chapter also introduces different **order entry** types, such as \"good-until-canceled\" (valid for 6 months without renewal). It notes that online brokers may have limitations on certain order types like \"market not held\" or \"stop orders\".\n\nFinally, the importance of **profits and profit graphs** is emphasized, as they provide a visual and clear understanding of the potential outcomes of multi-security option positions. This concept is used throughout the book to illustrate various strategies. The chapter sets the stage for a comprehensive understanding of options by detailing these fundamental elements, explaining that even basic concepts can be employed with differing levels of skill and complexity.\n\n# Chapter 2: Covered Call Writing\n\nThis chapter provides an **in-depth discussion of covered call writing**, a widely used option strategy, especially for investors already familiar with the options market. The author dedicates significant attention to this strategy, noting that it is often not treated in sufficient detail in other literature.\n\n**Covered call writing** involves selling a call option while simultaneously owning the equivalent number of shares of the underlying stock. The primary objective for most investors is **increased income through stock ownership**. The author states that a covered write aims to **decrease the risk of owning the stock** and can even allow for a profit if the stock experiences a slight decline. The premium received from selling the call acts as immediate cash inflow, offering downside protection.\n\nHowever, a key characteristic of covered call writing is that it **limits the upside profit potential**. The writer is obligated to sell the stock at the strike price, so they may not fully participate in a strong upward market move. The author acknowledges this trade-off: while it reduces volatility and can outperform outright stock ownership if the stock falls, remains flat, or rises slightly, it *underperforms* outright stock ownership during large, rapid rallies.\n\nThe chapter provides **formulas for the maximum profit potential and downside break-even point** of a covered write. For example, the maximum profit is calculated as (Strike price - Stock price + Call price), and the downside break-even point is (Stock price - Call price). These concepts are illustrated with tables and profit graphs, which typically show a flat maximum profit range above the strike price and increasing losses below the break-even point.\n\nA core **philosophy of covered writing** is that it helps **stabilize portfolio returns**. The total position (long stock, short option) has less volatility than holding the stock alone, leading to more consistent quarterly results. The author emphasizes that a covered writing strategy should be viewed as a **total position**, rather than just stock ownership with options traded against it.\n\nThe chapter distinguishes between **in-the-money** and **out-of-the-money covered writes**. An **in-the-money write** is considered more conservative, offering greater downside protection and the potential to realize maximum profit even if the stock is unchanged or declines slightly. An **out-of-the-money write** is more aggressive, providing higher potential returns if the stock rises, but less downside protection. If an investor is truly bearish on a stock, the author advises selling the stock outright rather than establishing a covered write.\n\nA significant portion of the chapter focuses on **computing return on investment**. This includes the **return if exercised** (if the stock is called away) and the **return if unchanged** (if the stock price remains the same). The **downside break-even point** and **percentage downside protection** are also critical calculations. Detailed examples demonstrate how to calculate these, incorporating **commissions and dividends**, both for **cash accounts** and **margin accounts**. Margin accounts generally offer higher potential returns due to lower net investment but result in a higher break-even point due to margin interest charges.\n\n**Selecting a covered writing position** involves balancing potential returns and downside protection, alongside the quality and technical/fundamental outlook of the underlying stock. The author suggests **minimum return criteria** (e.g., 1% or 2% per month) and **minimum downside protection** (e.g., 10%) as general guidelines, which typically lead to writing in-the-money options. Caution is advised against blindly annualizing returns, as future opportunities for similar returns are not guaranteed. The book recommends **computer-generated rankings** to identify attractive covered writes based on these criteria.\n\nThe chapter also addresses **writing against stock already owned**, noting that the convenience of using existing holdings must be weighed against potentially better returns from new positions due to commissions. A critical point is the emotional aspect: **investors must be prepared to lose their stock via assignment** if they write calls. If an investor is determined to retain ownership, they may be forced to buy back the option at a loss during a rally, limiting participation. The author cautions against writing covered calls on stocks one does not intend to sell, suggesting protective puts as an alternative in such cases.\n\n**Diversification techniques** in covered writing are introduced, such as **writing against a mix of in-the-money and out-of-the-money calls on the same stock** to balance protection and return. Diversifying **over time** (e.g., writing near-term, middle-term, and long-term calls) is also recommended, especially for large positions, to avoid being subject to low premium levels at a single expiration point.\n\nFinally, the chapter covers **follow-up action**, which is presented as equally important as the initial position selection. Three categories are discussed: **protective action for stock drops**, **aggressive action for stock rises**, and **action to avoid assignment**.\n\n* If the stock declines, **rolling down** (buying back the current call and selling a call with a lower strike price, usually for a credit) is a key protective measure to increase downside protection and generate additional premium income. A **partial roll-down** strategy is also discussed, where only a portion of the calls are rolled down to balance protection and upside potential.\n* If the stock rises substantially, **rolling up** (buying back the current call and selling a call with a higher strike price) can increase maximum profit potential, though it also exposes the position to greater loss if the stock subsequently declines.\n* **Closing out a parity covered write early** can increase annualized returns by realizing maximum profit in a shorter timeframe.\n* The **partial extraction strategy** allows a writer to sell a portion of their underlying stock to buy back written calls when the stock has advanced, freeing up capital.\n\nSpecial writing situations, such as writing against **convertible securities** or **LEAPS**, are briefly mentioned. The **incremental return concept** (or \"rolling for credits\") is presented as a strategy for large stockholders who want to earn positive cash flow from options while planning to hold their stock until a much higher target sale price. This involves writing calls against only a part of the holding and rolling up and adding more calls as the stock rises.\n\nThe summary reiterates that covered call writing reduces risk and volatility, but has limited upside, making the **total return concept** important. Accurate calculation of returns and break-even points, consideration of position size, and utilizing \"net\" order executions are highlighted as crucial for successful implementation. The author stresses that investors should be **slightly bullish or neutral** on the underlying stock, not outright bearish.\n\n# Chapter 3: Call Buying\n\nThis chapter focuses on **call buying**, identifying it as the **simplest and most frequently used option strategy** by public investors.\n\nThe primary appeal of buying calls is the **leverage** they provide, allowing for potentially large percentage profits from only a modest rise in the underlying stock price. Furthermore, the **risk is limited to a fixed dollar amount** – the premium originally paid for the call. Call options generally must be paid for in full and do not offer margin value, with the notable exception of very long-term options (LEAPS), which became marginable in 1999.\n\nThe chapter reviews **basic facts concerning call options**, such as the non-linear decay of time premium (it disappears more rapidly as expiration nears) and the relationship between volatility and option prices. The **option pricing curve** (also shown in Chapter 1) is used to illustrate how time value premium is highest when the stock is at the strike price and lowest when it is deeply in- or out-of-the-money.\n\nThe concept of **Delta** is introduced as a measure of how much an option's price is expected to change for a one-point movement in the underlying stock. A deeply in-the-money option has a delta close to 1, while a deeply out-of-the-money call has a delta near zero. This concept is crucial for selecting which call to buy, as it helps project potential gains. The author notes that investors don't need to compute deltas themselves, as many data services and brokerage houses provide this information.\n\nWhen discussing **selection criteria**, the author generally **does not recommend buying deeply out-of-the-money options** for short-term strategies. For longer-term strategies, slightly out-of-the-money or at-the-money options, or LEAPS, might be considered.\n\nFor more sophisticated investors, **advanced selection criteria** involve ranking potential call purchases by their **highest percentage reward opportunity** and their **reward/risk ratio**. This requires estimating option prices after an anticipated stock advance or decline, which can be done by assuming the stock moves in accordance with its volatility over a fixed period.\n\nThe chapter also touches on **overvalued or undervalued calls**, explaining that while theoretical discrepancies might exist, they are often too small (e.g., 10-20 cents) for the general public to profit from directly due to commission costs. This information is more useful for market-makers.\n\nA recurring theme, also introduced in Chapter 1, is that **\"time value premium\" is a misnomer**. The author emphasizes that a significant portion of an option's price (beyond intrinsic value) is heavily influenced by **volatility expectations**. Therefore, option buyers should not simply view options as something that will decay over time, but rather consider how volatility changes might impact the option's value.\n\nFor call buyers with an **unrealized profit**, four primary **follow-up actions (tactics)** are presented:\n\n1. **Do nothing**: Let the profits run, potentially using a trailing stop to protect gains. This is best in strong, trending markets.\n2. **Sell the call**: Liquidate the position for a profit.\n3. **Roll up**: Sell the current long call, recover the original investment, and use remaining proceeds to buy out-of-the-money calls at a higher strike price.\n4. **Spread**: Create a bull spread by selling an out-of-the-money call against the currently profitable long call, ideally covering the original cost of the long call. This tactic is highlighted as **never being the worst decision** among the four, as it limits risk.\n\nThe author also discusses **taking partial profits** by selling a portion of the long call position to recover initial cost while retaining appreciation potential. However, any bearish adjustments to a bullish position can be detrimental if the underlying continues to perform favorably. The chapter demonstrates how converting a long call into a bull spread can be a tactical decision, especially if the stock's upward movement is expected to be limited.\n\n# Chapter 4: Other Call Buying Strategies\n\nThis chapter explores less conventional, but important, call-buying strategies, particularly those that do not involve listed put options or when puts are illiquid.\n\nThe primary strategy discussed is the **protected short sale**, also known as a **synthetic straddle** or **reverse hedge**. This strategy involves **shorting the underlying stock and simultaneously buying call options**. The core objective is to profit from a stock price decline, while the long call provides **limited risk** to the upside, offsetting potential losses from the short stock position if the stock rallies. The author notes that the maximum risk is incurred if the stock is exactly at the striking price at expiration.\n\nAn example illustrates the protected short sale: shorting XYZ stock at 40 and buying an XYZ July 40 call for 3 points. If the stock falls to 30, the profit is 7 points. If it rises to 50, the loss is limited to the 3 points paid for the call. The break-even point is typically (stock price + call price). The author points out that this strategy requires paying any dividends on the short stock, which increases risk.\n\n**Margin requirements** for this strategy are significantly more favorable under the new margin rules. The required margin is the lower of (1) 10% of the call's striking price plus any out-of-the-money amount, or (2) 30% of the current short stock's market value. The position is marked to market daily, meaning collateral requirements adjust with price movements. The author introduces the concept of **portfolio margin** here, which allows sophisticated accounts to increase leverage beyond Federal Reg T requirements, potentially reducing margin requirements significantly (e.g., from $400 to $100 in an example).\n\nWhen closing the position, the author suggests that it may be **advantageous to exercise the call** if it is at or near parity (in-the-money). This is because the short seller will eventually have to cover the short stock anyway, and exercising the call allows them to buy the stock at the strike price, potentially incurring slightly lower commissions than if they covered in the open market. However, the author cautions that if the stock rises substantially, selling the call for a profit can expose the short seller to large losses if the stock continues to rally.\n\nThe chapter also discusses **altering the ratio of long calls to short stock**. While a 2:1 ratio (long 2 calls, short 100 shares) is common, more bullish positions can be created with higher ratios (e.g., 3:1 or 4:1 calls per 100 shares short), or more bearish positions by increasing the short stock relative to calls. This allows for adjustment based on market outlook and can help achieve equidistant break-even points if the stock is initially between two strike prices.\n\nThe summary highlights that this strategy is typically employed when listed put options are unavailable or illiquid. It offers **potentially large profits for significant downside moves** with **limited losses**, generally around 20% to 30% of the initial investment. The author advises letting the position run its course to capitalize on large profits, rather than taking small profits and risking missing out on larger moves.\n\n# Chapter 5: Naked Call Writing\n\nThis chapter delves into **naked, or uncovered, call writing**, an **aggressive strategy** that offers profits if the underlying stock declines in price but carries **theoretically unlimited upside risk**. The author directly addresses a common misconception among novice traders that selling naked options is the \"best\" way to make money due to time decay. He clarifies that while options do lose premium over time, the excess value (time value premium) is heavily influenced by **implied volatility**, and a lot can go wrong before expiration. He also corrects the belief that professionals frequently sell naked options, stating that most market-makers try to hedge their exposure to large stock price movements.\n\nAn example illustrates the risk/reward profile: selling a July 50 call naked with XYZ at 50 for 5 points. The maximum profit is 5 points if XYZ stays below 50. However, if XYZ rises to 60, the loss is 5 points, and if it rises to 80, the loss is 25 points. The break-even point in this example is 55 (original stock price + call premium). The profit graph shows a flat maximum profit range below the strike price and rapidly increasing losses above the break-even point.\n\nThe chapter contrasts naked call writing with a short sale of stock. While naked writing performs better if the stock rises above 45 (in the example) and is advantageous if the stock remains flat or rises slightly, a short sale profits more from sharp declines. However, a **short sale has theoretically unlimited risk to the upside**, similar to naked call writing.\n\n**Margin requirements for writing a naked call** are detailed: 20% of the stock price plus the call premium, minus any out-of-the-money amount, with a minimum of 10% of the stock price for each call. These positions are **marked to the market daily**, meaning collateral requirements are recomputed, and additional deposits may be required if the stock rises. Brokerage firms also typically require a **minimum equity** in the account (ranging from $2,000 to $100,000) and may require proof of financial wherewithal and option trading experience due to the high-risk nature of the strategy.\n\nThe author emphasizes the psychological readiness required, including having sufficient funds, accepting risk, and **monitoring the position every day**. He warns against the dangers of going on vacation without attention to naked options, as \"disasters could occur\". A key piece of advice is to **sell options whose implied volatility is extremely high** and to **cover any naked options that become in-the-money**.\n\nRegarding **selecting a position**, the chapter discusses the philosophy of selling **deeply out-of-the-money calls** (high probability of small profit, but one large loss can wipe out many gains) versus **deeply in-the-money calls**. Selling deeply in-the-money calls is described as simulating a short sale, as their delta is close to 1, providing larger dollar profits if the stock falls. This can be an alternative to shorting stock for a quick, few-point move, requiring a smaller investment but still carrying assignment risk. For this, writing a longer-term, deeply in-the-money call is safer to avoid early assignment.\n\n**Follow-up action is mandatory** for naked call writing due to the theoretically large upside risk. The simplest way to limit losses is to have a **stop-loss in mind**, for instance, exiting if the stock rises to the striking price or the break-even point. The author briefly refers to the \"Incremental Return Concept\" (Chapter 2) as a strategy where covering calls can be more effective.\n\nThe chapter reiterates the concept from Chapter 3 that **\"time value premium is a misnomer\"**. It stresses that simply waiting for time decay to profit is risky, as large stock movements or spikes in implied volatility can severely counteract time decay, especially for longer-term options. Option writers, even covered writers, must consider these possibilities and concentrate efforts on selling when options are expensive.\n\nIn summary, naked call writing is presented as a strategy that often provides a **large probability of making a limited profit** if the option expires worthless, but is a **poor strategy** overall because a single large loss can wipe out many profits.\n\n# Chapter 6: Ratio Call Writing\n\nThis chapter introduces **ratio call writing**, a strategy that combines elements of both covered call writing and naked call writing. It involves **owning a certain number of shares of the underlying stock and selling calls against more shares than one owns**, with the most common ratio being 2:1 (owning 100 shares, selling 2 calls).\n\nThe author immediately highlights that this position carries **two-sided risk**: downside risk (like a covered write) and unlimited upside risk (like a naked write). However, its main appeal is that it generally provides **much larger profits** than either covered writing or naked writing if the underlying stock **remains relatively unchanged** during the life of the calls.\n\nThe profit graph for a ratio write is described as **\"roof-shaped,\" with its peak (maximum profit) located at the striking price of the written calls at expiration**. An example with XYZ stock (bought at 49, selling two Oct 50 calls for 6 each) shows a maximum profit of 13 points if XYZ is at 50 at expiration. The strategy has a **profit range** between a downside break-even point (e.g., 37) and an upside break-even point (e.g., 63). The existence of large potential losses outside this range makes **mandatory follow-up action** a critical component of this strategy.\n\nThe author addresses common objections to ratio writing:\n\n1. **\"Why not just sell one naked call?\"**: The author clarifies that ratio writing is fundamentally different from naked call writing, as their profit graphs and risk profiles are distinct.\n2. **Conservative investor discomfort with upside risk**: The author argues that while conservative investors may dislike upside risk, ratio writing is mathematically optimal because its **profit potential aligns with the most probable outcomes for stock movement** – that stocks tend to remain relatively unchanged over fixed periods.\n\n**Investment requirements** for ratio call writing are outlined, involving components for the stock purchase and the naked call portion. Since naked calls are involved, the position is **marked to market daily**, requiring additional collateral if the stock rises. The author suggests allowing for enough collateral to cover the position if the stock climbs to its upside break-even point.\n\n**Selection criteria** emphasize that the profit range should be wide in relation to the stock's volatility. **Volatile stocks** are generally the best candidates, as their higher premiums can provide a wider profit range. The use of **technical support and resistance levels** within the profit range is also beneficial. A ratio writer is typically a **neutral strategist**, aiming to profit from time premium erosion. However, the ratio can be adjusted for a **bullish or bearish outlook** (e.g., out-of-the-money calls for bullish, in-the-money for bearish).\n\nThe concept of a **variable ratio write** or **synthetic short straddle** is introduced. This involves writing both an in-the-money and an out-of-the-money call against each 100 shares, creating a more neutral position by splitting the strikes.\n\nA comparison is made to the **reverse hedge (synthetic long straddle)** from Chapter 4. These two strategies are opposites: ratio write has a roof-shaped profit graph, while reverse hedge has a trough-shaped graph. In stable markets, ratio writing is generally superior due to its higher probability of profit, but the reverse hedge gains advantage in volatile markets or when options are underpriced. The author acknowledges that real-world stock movements prior to expiration can reduce the attractiveness of ratio writes compared to reverse hedges.\n\n**Follow-up action is mandatory** due to the two-sided risk. Three main approaches are discussed:\n\n1. **Rolling the written calls up or down**: If the stock rises too far, roll up (buy back in-the-money call, sell higher-strike call). This involves buying back mostly intrinsic value and selling time value. If the stock drops, roll down. Diversifying into multiple stocks and simply closing positions that get out of hand is also an option for large traders.\n2. **Using the delta of the written calls**: Delta can be used to adjust the number of calls sold against the long stock to maintain a \"neutral\" position.\n3. **Utilizing stops on the underlying stock**: Placing buy and sell stops on the stock to alter the ratio of the position as the stock moves. This removes emotion and can produce profit as long as the stock doesn't \"whipsaw\". The placement of stops should consider potential returns and technical levels.\n\n**Closing out the write** (taking profits) is also addressed, noting the importance of narrowing protective action points as profits accrue.\n\nThe chapter concludes with a discussion of **delta-neutral trading**, defining it as a hedged position where the deltas of the securities offset each other, theoretically resulting in no immediate price risk. However, it notes that in practice, other factors like gamma can quickly change neutrality. Ratio writing is summarized as a **viable, neutral strategy** for sophisticated investors, offering a high probability of limited profit but requiring strict follow-up due to potential large losses.\n\n# Chapter 7: Bull Spreads Using Call Options\n\nThis chapter introduces **bull spreads using call options**, a fundamental strategy for a moderately bullish outlook. It is part of a broader discussion on **call spread strategies**, which are generally categorized as vertical (same expiration, different strikes) or horizontal (different expirations, same strikes).\n\nThe term \"spread\" refers not only to a strategy but also to a type of order. **Spread transactions** in which both sides are opening transactions must be done in a margin account, typically requiring a minimum equity of $2,000. A spread order specifies the options to be bought and sold, the execution price, and whether it is a **credit spread** (cash inflow) or a **debit spread** (cash outflow).\n\nA **bull spread** is established by **buying a call at a lower striking price and simultaneously selling a call at a higher striking price, both with the same expiration date**. The objective is to profit from a moderate rise in the underlying stock price. The key characteristics of a bull spread are **limited profit potential and limited risk**.\n\nThe chapter provides **formulas for the break-even point and maximum profit potential**. For a debit bull spread, the break-even point equals (Lower striking price + Net debit), and maximum profit equals (Higher striking price - Lower striking price - Net debit). Commissions can significantly impact profitability, so it's advisable to spread a large quantity of calls (e.g., at least 5 options) to reduce percentage costs.\n\nRegarding **selection criteria**, the author advises against ranking spreads solely by their maximum potential profits, as this favors deeply out-of-the-money spreads that rarely achieve their full potential. A better approach involves screening out spreads whose maximum profit prices are too far from the current stock price, perhaps by assuming the stock can advance by an amount related to twice the time value premium of an at-the-money call.\n\nThe chapter briefly mentions **diagonal bull spreads**, which involve buying a longer-term call and selling a shorter-term call. It notes that experienced traders often use bull spreads when options are expensive, as selling the higher strike option mitigates the cost of buying the expensive lower strike option.\n\nA comparison between a **bull spread and an outright call purchase** highlights their performance under different market conditions. For short-term trades, an outright call purchase might be better if a substantial advance is expected, but for longer periods, the bull spread (with its limited risk) tends to outperform if the stock remains relatively unchanged or advances moderately.\n\n**Follow-up action** for bull spreads is generally **not mandatory** due to their limited risk. However, a spreader might choose to close the spread if the underlying stock advances substantially (to avoid assignment risk on the short call) or if it falls (to limit losses). The author recommends liquidation rather than exercise to satisfy assignment, as stock commissions are usually higher for public customers.\n\n**Other uses of bull spreads** are explored:\n\n* **Reducing the cost of a long-term call purchase**: Buying a deep in-the-money call and selling a further out-of-the-money call can reduce the net debit, effectively creating a position with profit characteristics similar to a covered write, but with a smaller investment.\n* **Substituting for covered writes**: In situations where a deeply in-the-money call exists, a bull spread can serve as a substitute for a covered write, requiring less initial investment and allowing the remaining funds to be placed in interest-bearing securities. The author cautions that while profit potentials might be similar, the bull spread carries the risk of losing the entire investment in a moderate decline, unlike a covered write where stock ownership is retained.\n\nIn summary, the bull spread is presented as one of the **simplest and most popular spreading strategies**, ideal for a **moderately bullish environment**. It is versatile, allowing both call buyers and stock buyers to adjust positions and offering a substitute for covered writes under specific conditions.\n\n# Chapter 8: Bear Spreads Using Call Options\n\nFollowing the discussion of bull spreads, this chapter introduces **bear spreads using call options**, a strategy designed for investors with a **bearish outlook** on the underlying stock.\n\nA **bear spread** is established by **buying a call option with a higher striking price and selling a call option with a lower striking price, both with the same expiration date**. The strategist hopes that the stock price will drop and that both options will expire worthless, allowing them to keep the initial credit received from the spread.\n\nUsing an example, if XYZ common is at 32, and an investor buys the Oct 35 call for 1 point and sells the Oct 30 call for 3 points, this creates a bear spread for a 2-point credit. The **maximum profit potential** (2 points in this example) is realized if XYZ is anywhere **below the lower striking price (30) at expiration**, as both calls would expire worthless. The **maximum risk** occurs if the stock is anywhere **above the higher striking price (35) at expiration**, in which case the investor loses the difference between the strikes minus the initial credit. The **profit graph** for a bear spread resembles an inverted bull spread graph.\n\nThe chapter provides **formulas for maximum potential profit, maximum potential risk, and the break-even price**. For a credit bear spread, the maximum profit is the net credit received, the maximum risk is (Difference in striking prices - Net credit received), and the break-even price is (Lower striking price + Net credit).\n\n**Selecting a bear spread** involves identifying calls that are \"overpriced\" (the one being sold) and \"underpriced\" (the one being bought), or at least those whose implied volatilities reflect this imbalance.\n\n**Follow-up action** for a bear spread, like a bull spread, is **not mandatory** because the risk is already limited. However, the trader may choose to close the spread early to limit losses if the stock moves against their expectation.\n\nIn summary, the bear spread is a **simple and popular strategy** ideal for a **moderately bearish environment**, offering both **limited profit and limited risk**.\n\n# Chapter 9: Calendar Spreads\n\nThis chapter focuses on **calendar spreads**, which are also known as **time spreads** or **horizontal spreads**. A calendar spread involves **selling a near-term option and simultaneously buying a longer-term option with the same striking price**.\n\nThe core objective of a calendar spread is to capitalize on the fact that **time value premium decays more rapidly from a near-term option than it does from a longer-term one**. This strategy can be implemented with either calls or puts.\n\nThe author discusses two main philosophies for calendar spreads:\n\n1. **Neutral calendar spread**: This is set up with the expectation that the underlying stock will remain relatively unchanged. The **maximum profit is realized if the stock is exactly at the striking price at the near-term expiration**, as the near-term option would expire worthless while the longer-term option would retain some time value premium. An example illustrates selling a January 50 put for 2 points and buying an April 50 put for 3 points, creating a 1-point debit spread. If XYZ is at 50 at January expiration, the January put expires worthless, and the April put (still with life) can be sold for a profit. The investment required for this position is the net debit. To minimize the percentage cost of commissions, it's advisable to set up at least 10 spreads initially.\n2. **Bullish calendar spread (for calls)** or **Bearish calendar spread (for puts)**: In this scenario, the strategist anticipates a certain directional movement in the underlying. For a bullish call calendar spread, the stock is expected to rally somewhat before the near-term call expires.\n\n**Follow-up action** is crucial for calendar spreads, especially to **limit losses if the stock moves quickly against the position**. The author provides a rule of thumb: close the spread if the stock breaks above technical resistance or its eventual break-even point. He strongly cautions against \"legging out\" of the spread (e.g., covering the short call at a loss and holding the long call), as this can turn a small, limited loss into a disastrous one. The strategy hinges on accepting small, frequent losses in exchange for infrequent, larger profits, so jeopardizing this balance is not advisable.\n\nThe chapter also mentions **delta-neutral calendar spreads**, a more accurate approach that uses the deltas of the calls involved to construct the spread. This allows for a more precisely neutral position, regardless of whether the calls are out-of-the-money or in-the-money.\n\nIn summary, calendar spreads are an **attractive strategy** due to their ability to profit from time decay, but require diligent follow-up to manage risk from swift, adverse stock movements. While potentially profitable, they are presented as a viable strategy for the **advanced investor** who can utilize collateral.\n\n# Chapter 10: The Butterfly Spread\n\nThis chapter introduces the **butterfly spread**, a position given one of the more \"exotic\" names in options trading. It is a **neutral strategy** designed for investors who believe the underlying stock will **not experience a significant net rise or decline by expiration**.\n\nThe butterfly spread is essentially a **combination of a bull spread and a bear spread**. It involves **three striking prices**. When constructed using only calls (the primary focus of this section, though it can also use puts or a combination), it typically involves:\n\n* **Buying one call at the lowest striking price.**\n* **Selling two calls at the middle striking price.**\n* **Buying one call at the highest striking price.**\n\nAn example illustrates this: buying a July 50 call for 12, selling two July 60 calls for 6 each, and buying a July 70 call for 3. This results in a **relatively low net debit** ($300 in the example). The author emphasizes that while the investment is small, the strategy is **costly in terms of commissions** as it involves four option transactions (establishing and liquidating two buys and two sells).\n\nThe **maximum profit** for a butterfly spread is realized when the **stock price is exactly at the middle (written) striking price at expiration**. In the example, if the stock is at 60 at expiration, the two July 60s expire worthless (gain), the July 70 call expires worthless (loss), and the July 50 call is worth 10 points (loss), resulting in a net gain.\n\nThe chapter provides simple **formulas for computing key statistics**:\n\n* **Net investment** (the initial debit paid)\n* **Maximum profit** (difference between adjacent strikes - net debit)\n* **Downside break-even** (Lowest strike + Net debit)\n* **Upside break-even** (Highest strike - Net debit)\n  In the example, the maximum profit is $700, maximum risk is $300, and the investment required is $300 (excluding commissions). This translates to an **attractive risk/reward relationship**, with a loss limited to about 100% of capital invested, but potential profits of around 133%.\n\n**Selecting the spread** ideally involves establishing it for the smallest possible debit and having the stock near the middle striking price. However, these two conditions are often difficult to satisfy simultaneously. If a very low debit is desired, the spreader may need to take a slight bullish or bearish bias. For a purely neutral stance, a slightly higher debit might be accepted to increase the chance of profit if the stock remains unchanged.\n\nThe chapter also briefly discusses **modifications for stocks with smaller (e.g., 5-point) striking price intervals**, which may require adjustments to maintain neutrality.\n\n**Follow-up action** for a butterfly spread is **not mandatory** because the strategy has limited risk. However, if the stock moves significantly against the position, adjustments can be considered. An example demonstrates how converting a butterfly spread into a bull spread (by closing the bear spread portion) could potentially improve the position if the stock falls quickly, although this increases risk slightly.\n\nThe summary emphasizes that the butterfly spread is a **viable, low-cost, neutral strategy with both limited profit potential and limited risk**. Its ability to be constructed with calls, puts, or a combination makes it versatile. The maximum profit is achieved at the middle strike, and risk is limited at the outer strikes. The author also notes that the optimal construction of a butterfly spread involves using a bull spread with puts and a bear spread with calls. This strategy, along with others combining puts and calls, is discussed in more detail in Chapter 23.\n\n# Chapter 11: Ratio Call Spreads\n\nRatio call writing involves **owning a certain number of shares of the underlying stock and selling calls against more shares than one owns**. This creates a position that includes both covered and naked options. The most common ratio for this strategy is 2:1, meaning an investor owns 100 shares of stock and sells two calls.\n\nThis strategy generally aims to **provide much larger profits than either covered writing or naked writing** if the underlying stock remains relatively unchanged during the life of the calls. However, unlike covered or naked writing, the ratio write carries **two-sided risk**. The maximum profit is achieved when the underlying stock is exactly at the striking price of the written calls at expiration.\n\nThe profit potential and break-even points can be calculated using specific formulas:\n\n* **Points of maximum profit** can be determined by adding the initial credit to the difference between the strikes, or by subtracting the initial debit from the difference between the strikes.\n* The **upside break-even point** is found by adding the points of maximum profit to the higher strike price.\n\nAn example illustrates these points: if the initial credit was 1 point and the difference between strikes is 5 points, the maximum profit is 6 points ($600), and the upside break-even point for a 45-strike call would be 45 + 6 = 51. The profit graph for a ratio call spread typically resembles a roof shape, indicating a peak profit at the striking price and losses if the stock moves too far in either direction. The profit range is the area between the downside and upside break-even points.\n\nRatio spreads are often preferred by neutral investors over ratio writes because they have **limited downside risk, or potentially no downside risk at all**, at expiration, thus requiring less monitoring on the downside. The initial investment for a ratio spread is also smaller compared to a ratio write.\n\nThere are differing philosophies for implementing ratio spreads:\n\n* Some strategists prefer to establish spreads for **credits** to ensure no money is lost on the downside.\n* The \"delta spread\" philosophy focuses on **neutrality**, irrespective of the initial debit or credit, using the options' deltas to establish and monitor the position. The neutral ratio is determined by dividing the delta of the higher-strike put by the delta of the lower-strike put.\n\nThe ratio of calls to stock can be adjusted to reflect one's outlook (bullish or bearish) or to create a neutral profit range. Higher ratios increase the spread's credit and potential downside profits, while lower ratios reduce upside risk. It's uncommon to use ratios greater than 4:1 due to the significant increase in upside risk.\n\nFor follow-up action, the delta of the options can be used to adjust the position to maintain neutrality or to manage the ratio dynamically, dependent on the option price rather than just the stock price. A strategist should ensure sufficient collateral to cover potential losses up to the upside break-even point.\n\n# Chapter 12: Combining Calendar and Ratio Spreads\n\nThis chapter focuses on a sophisticated strategy called the **ratio calendar spread**, which is inherently a neutral strategy designed to have limited risk if established with in-the-money options.\n\nWhen choosing a ratio calendar spread, several criteria are important:\n\n* The **underlying stock should be sufficiently volatile** to move above the striking price within the allotted time.\n* **Avoid using calls that are too far out-of-the-money**, as it would be virtually impossible for the stock to reach their strike prices.\n* The spread should always be set up for a **credit**, including commissions, to ensure a profit even if the stock remains unchanged.\n* Be cautious if the credit is generated by an **extremely large ratio** (e.g., more than three short calls for every long one), as this can lead to substantial losses in a rapid rally.\n* The **upside break-even point** prior to the near-term option's expiration needs to be determined using a pricing model, as it changes over time. This helps strategists take defensive action if the stock begins to rally towards that point.\n\nThe main purpose of defensive follow-up action in this strategy is to **limit losses if the stock rallies** before the near-term option expires. A rule of thumb is to close the spread if the stock breaks out above technical resistance or rises above the eventual break-even point at expiration. While the strategy risks small losses if the stock rallies quickly, it is noted to have a **positive expected return** overall, with small profits occurring more frequently than small losses, and the potential for large profits.\n\nMore precise ratio calendar spreads, known as **delta-neutral calendar spreads**, can be constructed using the deltas of the involved calls. These can be set up with either out-of-the-money calls (which would involve naked calls) or in-the-money calls (which would involve extra long calls). Using the neutral ratio helps the spreader avoid an initial directional bias that might be based on convenience rather than accurate market assessment.\n\n# Chapter 13: Reverse Spreads\n\nReverse spreads encompass strategies like the **Reverse Calendar Spread** and the **Reverse Ratio Spread**, also known as a **Backspread**.\n\nA **Reverse Calendar Spread** involves selling a longer-term option and simultaneously buying a short-term option with the same striking price. This is essentially a \"sell volatility\" play.\n\nThe **Reverse Ratio Spread (Backspread)** involves buying more longer-term calls than selling short-term calls at a lower strike price. This strategy is favored by some professionals due to several advantages:\n\n* The **short call reduces the risk** associated with owning the longer-term calls if the underlying stock declines.\n* If the underlying stock advances, the **preponderance of long calls with a longer maturity will certainly outdistance the losses** on the written call.\n* The **worst-case scenario—where the stock rises only slightly** by the near-term expiration, potentially leading to losses on both sides of the spread—is considered a low-probability event and still represents a limited loss.\n\nA **volatility backspread** is a specific type of reverse calendar spread employed when options are expensive. This strategy involves selling longer-term options and hedging them by buying short-term options at the same strike. The effectiveness of this strategy hinges on the **vega of the longer-term option being greater than that of the shorter-term one**, ensuring that a decrease in implied volatility causes the more expensive long-term option to decline more in price. However, caution is advised if the longer-term option's implied volatility is significantly lower than the short-term option's. For margin purposes, in equity and index options, this strategy is typically treated as involving naked options, which can increase the capital requirement for non-member traders. This margin anomaly does not apply to futures options. The strategy is seen as a more neutral and less price-dependent way to benefit from decreasing implied volatility compared to simple credit spreads.\n\n# Chapter 14: Diagonalizing a Spread\n\nDiagonalizing a spread refers to strategies where the options involved have different striking prices *and* different expiration dates.\n\nThe **Diagonal Bull Spread** involves buying a call with a longer time to maturity than the short call being sold. This strategy offers a **hedge to the downside by giving up a small portion of potential upside profits**. The maximum profit for a diagonal spread at near-term expiration occurs when the stock is near the striking price of the written call.\n\nA related tactic is **\"owning a call for free\"**, where an investor makes enough profit on the sale of a near-term call to cover the cost of a longer-term call, effectively acquiring the longer-term option at no cost. This concept also applies to diagonal bear spreads and diagonal bullish put spreads, as they are credit spreads. The goal is to buy back the near-term written options for a profit greater than the cost of the long options.\n\n**Diagonal Backspreads** are a modification of the reverse ratio spread, where an investor sells a call with a lower strike price and buys more calls at a higher strike price, but with longer maturities. This strategy is favored by some professionals as the short call helps reduce the risk of owning the longer-term calls if the underlying stock declines. Conversely, if the underlying stock advances, the greater number of long calls with longer maturities will typically offset losses from the written call. The worst-case scenario for this strategy—losing money on both sides due to a very slight rise in the underlying stock by near-term expiration—is considered a low-probability event and involves a limited loss.\n\n# Chapter 15: Put Option Basics\n\nA put option gives the holder the right to sell an underlying asset at a specified price (the striking price) on or before a certain date.\n\nSeveral basic facts characterize put options:\n\n* As the underlying stock's price drops, the **value of the put option increases**, while a rise in stock price causes the put option's value to decrease.\n* Both put and call options have their **maximum time value premium when the stock is exactly at the striking price**.\n* Generally, a call option will sell for more than a put option when the stock is at the strike, except in cases where the stock pays a large dividend. This difference relates to the cost of carrying the stock.\n* An **in-the-money put option tends to lose its time value premium more quickly** than an in-the-money call option.\n* The rate of **time decay for a put option is not linear**, meaning the time value premium disappears more rapidly in the weeks leading up to expiration.\n* The **more volatile the underlying stock, the higher the price of its options**, including both puts and calls.\n* **Implied volatility**, which is the market's expectation of future volatility, significantly influences an option's value, especially for those with substantial time remaining until expiration.\n* A put option is typically worth at least its intrinsic value at any time and should be worth exactly its intrinsic value at expiration.\n\nDividends play a role in put option pricing. For example, a put option with a strike equal to the current stock price should be worth at least the amount of future dividends, as the stock price is expected to drop by the dividend amount on the ex-dividend date. As a stock's ex-dividend date approaches, the time value premium of an in-the-money put will tend to equal or exceed the dividend payment.\n\nRegarding **exercise and assignment**:\n\n* A put holder exercises by notifying their brokerage firm to deliver the stock and receive the striking price.\n* A put writer who is assigned must receive the stock and pay the striking price.\n* The **risk of assignment arises when the time value premium of an in-the-money put option disappears**, regardless of the time remaining until expiration. Arbitrageurs may exploit situations where an in-the-money put sells at a discount to parity.\n\n**Position limits** dictate that an investor cannot hold more than a set number of contracts on the same side of the market for a single underlying security. For instance, long calls and short puts are both considered bullish positions, and their combined total cannot exceed the limit. These limits vary based on the underlying stock's trading activity and volatility. Money managers must aggregate positions across all \"related\" accounts when considering these limits.\n\nThe relationship between put and call prices is maintained through **arbitrage processes** like conversions and reversals, which help keep prices aligned.\n\n# Chapter 16: Put Option Buying\n\nPurchasing put options is primarily attractive due to the **leverage they provide and their limited risk feature**. The maximum loss an investor can incur from buying a put is limited to the premium originally paid for the option.\n\nWhen comparing a put option purchase to a short sale of stock:\n\n* A put purchase inherently has **limited risk**, whereas a short sale of stock has theoretically unlimited risk, as the stock price can rise indefinitely.\n* The put option holder is **not obligated to pay dividends** on the underlying stock, unlike a short seller.\n* If the stock price drops sufficiently, a put option purchase can yield **significantly larger percentage profits** compared to a short sale. However, if a stock falls sharply, a short sale could result in greater dollar profits than a naked put write, whose profit is capped.\n\nRegarding the selection of puts, it's often more beneficial to buy longer-term puts if available at similar prices to near-term ones, especially if the stock takes longer to decline than anticipated. This also offers better protection against losses if the underlying stock rises, as longer-term puts retain more time value premium. The ranking of prospective put purchases should follow a similar analytical method as call purchases, considering factors like underlying stock volatility and expected holding period. The user of the Treasury bill/option strategy should focus on option purchases offering the highest reward opportunity. It is sometimes more advantageous to purchase a package of individual stock options rather than index options, particularly if volatility skewing makes index puts expensive.\n\nFor managing profitable put positions, several tactics (or \"tactics\") are available to lock in gains:\n\n* **Sell the put** and liquidate the position for a profit.\n* **Roll down**: Sell the long put, recover the initial investment, and reinvest the remaining proceeds into out-of-the-money puts at a lower strike.\n* **Spread**: Create a spread by selling an out-of-the-money put against the currently held long put.\n* **Combine**: Purchase a call option at a lower strike price while continuing to hold the put. This creates a combination (effectively a long straddle) with no risk, as it guarantees a minimum value at expiration, and offers potential for large future profits if the stock moves dramatically in either direction.\n\nThe concept of **equivalent positions** is introduced, where two strategies are considered equivalent if they have the same profit potential, even if their collateral or investment requirements differ. For example, the \"protected short sale\" (shorting common stock and buying a call) is equivalent to the purchase of a put. Both strategies involve limited risk above the option's striking price and substantial profit potential to the downside.\n\n# Chapter 17: Put Buying in Conjunction with Common Stock Ownership\n\nThis chapter explores strategies where put options are used in conjunction with stock ownership, primarily for protection.\n\nA common strategy is the **protected stock holding**, or **protective put**, where an investor buys a put option while owning the underlying common stock. The primary objective is to **provide the stock owner with protection, eliminating the possibility of any devastating loss** on the stock holding during the life of the put. While this strategy limits downside risk, the cost of the put reduces the overall profit potential from stock appreciation. The put must be paid for in full, representing the only increase in investment. It is generally recommended to **purchase a slightly out-of-the-money put** to strike a balance between providing protection and limiting profits, as deeply in-the-money puts are overly conservative and often not a good strategy. Interestingly, the profit graph for this strategy has the same shape as a simple call purchase, indicating their equivalence in profit potential.\n\nAnother strategy is the **protective collar**, also known as a \"collar\" or \"hedge wrapper\". This strategy involves a covered call write (buying stock and selling a call) combined with the simultaneous purchase of an out-of-the-money put. The primary benefit of buying the put in this scenario is to **greatly reduce the downside risk** for the covered writer. Although the put purchase slightly reduces the maximum profit potential and raises the break-even point, the maximum risk is significantly minimized. A key advantage for the covered writer with a protective put is that they **never have to roll down** their position, as their maximum loss is already limited, leading to a potentially more rational approach to trading. This strategy is equivalent to a bull spread.\n\nThe concept of **no-cost collars** is also discussed, where a stockholder concerned about market downside buys puts for protection and finances the cost by selling covered calls against *some* of their shares. This allows for downside protection without an upfront cost, while still retaining unlimited profit potential on the portion of the stock not covered by the sold calls.\n\n# Chapter 18: Combination Strategies: Straddle and Strangle Buying\n\nThis chapter covers strategies that involve simultaneously buying both call and put options.\n\n**Straddle buying** involves purchasing both a call option and a put option with the same striking price and expiration date. The success of this strategy primarily depends on the underlying stock making a **significant price movement in either direction** (up or down). The risk for the straddle buyer is limited to the total cost (premium) paid for both options, while the **potential profit is theoretically unlimited**. When evaluating straddle purchases, investors should consider the probability of the stock reaching certain price levels by expiration, which can be estimated using pricing models and historical volatility. It's crucial for the straddle buyer to understand that the probability of a stock *ever* reaching a certain price target during the option's life is generally much higher than the probability of it *ending* at or beyond that price at expiration. This understanding helps in deciding when to take follow-up action to lock in profits, such as closing out one side of the straddle or selling a portion of the profitable position as the stock moves significantly.\n\n# Chapter 19: The Sale of a Put\n\nThis chapter focuses on strategies involving selling put options, particularly **naked put writing**, which means selling a put without owning the underlying stock or a corresponding long put.\n\n**Naked put writing** is a strategy that aims for **profits if the underlying stock declines in price or remains relatively unchanged**. The maximum profit is limited to the premium received from selling the put. However, this strategy carries **large potential losses to the downside**, limited only by the stock price falling to zero. The margin requirement for writing a naked put is 20% of the current stock price plus the put premium, minus any out-of-the-money amount (with a minimum of 10% of the striking price plus the premium). These positions are marked to market daily, meaning collateral requirements are recomputed and adjusted, releasing excess collateral if the stock falls or requiring more if it rises. The author explicitly states that naked put writing is a **poor strategy** because a single large loss can negate many smaller profits, especially if one is heavily leveraged. It requires constant monitoring.\n\n**Comparison to Covered Call Writing**:\n\n* Naked put writing and covered call writing are **equivalent strategies**, meaning they have the same profit picture at expiration: limited upside profit potential and large downside loss exposure.\n* Key differences include: naked put writing generally requires a **smaller initial investment** (20% collateral vs. 50% for a margin covered call write). Also, the naked put writer uses collateral, while a covered call writer directly invests cash.\n* Rolling down is less advantageous for a naked put writer than for a covered call writer, as the put writer can simply buy back the put without incurring stock commissions.\n* Covered call writers receive dividends, whereas naked put writers do not (unless assigned the stock).\n* A less aggressive position is established when the stock is higher than the written option's strike for both strategies.\n\nWhen **selecting naked put writes**, strategists should:\n\n* Rank potential writes by the highest potential returns, but **screen out those that offer insufficient room for downside movement** (e.g., less than 5% downside protection).\n* Alternatively, rank by maximum downside protection, ensuring a minimum acceptable annualized return (e.g., 12%).\n\nSome investors write naked puts with the specific intention of **acquiring stock below its market price**. If the stock falls and they are assigned, they effectively buy the stock at the strike price minus the premium received. If the put expires worthless, they keep the premium. This approach is not well-suited for LEAPS puts due to their substantial time premium, which makes early assignment unlikely.\n\nA **covered put sale** occurs when an investor sells a put option while also being short the underlying stock. For margin purposes, this is considered a covered position, with margin required only for the short stock. This strategy has **limited profit potential** (if the stock is below the put's strike at expiration) and **unlimited upside risk** (due to the short stock position). It is essentially equivalent to a naked call write, with the added disadvantage for the put writer of having to pay out any dividends on the underlying stock. The source states that the ratio put writing strategy is not viable, as ratio call writing is superior due to dividends received and larger time value premiums.\n\n# Chapter 20: The Sale of a Straddle\n\nThis chapter explores strategies that involve selling both put and call options simultaneously.\n\nThe **naked straddle write** (or **short straddle**) involves selling both a put and a call with the same strike price and expiration date. This strategy is designed to **profit if the underlying stock remains relatively unchanged**, or moves only slightly, around the strike price. It capitalizes on the erosion of time decay and benefits from high implied volatility.\n\n* The **maximum profit** is realized if the stock is exactly at the striking price at expiration, causing both options to expire worthless.\n* However, the strategy carries **unlimited loss potential** if the stock moves too far in either direction.\n* The profit graph of a naked straddle write typically has a **roof-like shape**, making it equivalent to a ratio call writing strategy (e.g., buying 100 shares of stock and selling two calls). Both are highly probabilistic strategies that can be complex and entail large risks if not properly managed.\n\nA **strangle write** involves selling an out-of-the-money put and an out-of-the-money call. This strategy allows the writer to achieve their **maximum profit potential if the stock is anywhere between the two strikes at expiration**, as both options would then expire worthless. This provides a **much wider profit range** compared to a straddle write. The strangle write is equivalent to the variable ratio write (or trapezoidal hedge).\n\n**Follow-up action is mandatory** for straddle and strangle writes due to their theoretically large risk.\n\n* One key defensive action is to **limit losses by buying back one side of the straddle** (e.g., buying the put if the stock rallies too far). This action can also release margin, allowing the strategist to establish new positions.\n* It is generally advised **not to anticipate market movement**; instead, wait for the stock to reach pre-determined action points (e.g., technical resistance levels). Using buy and sell stops on the underlying stock can help remove emotion from the follow-up strategy, a technique also applicable to ratio writing.\n* The author stresses that the \"time value premium\" of an option is heavily influenced by **volatility and stock price movement**, not just time decay, especially for longer-term options. Option sellers, including covered writers, should be acutely aware of this, as an increase in implied volatility can significantly negate the benefits of time decay.\n* Professionals generally try to **hedge their naked options** to reduce exposure to large stock price movements.\n\n# Chapter 21: Split-Strike Strategy\n\nThe split-strike strategy is considered an **aggressive strategy** that requires the investor to have a **definite opinion about the future price movement of the underlying stock**. When employing this strategy, an investor buys an out-of-the-money option to provide profit potential for that anticipated stock movement. However, there is a risk of losing the entire purchase proceeds of an out-of-the-money option if the stock does not perform as expected.\n\nAn aggressive investor with sufficient collateral might also **write an out-of-the-money option to cover the cost of the option they bought**, essentially allowing them to own the purchased option for free. This approach means the investor can profit if the stock performs as expected, and can even make money if the stock rises slightly or only falls slightly, in the bearish split-strike case.\n\n* **Bullishly Split Strikes**: In this strategy, the investor wants the underlying stock to rise significantly. An example provided involves buying a January 60 call and selling a January 50 put. This position generally results in a **loss if the stock remains unchanged or declines**. Maximum profit is achieved if the stock rises substantially (e.g., above 60 in the example), while a loss occurs if the stock remains below the lower strike price (e.g., below 50). This strategy has **unlimited upside profit potential**.\n\n* **Bearishly Split Strikes**: This strategy is aggressively bearish, meaning the investor expects the stock to fall. It involves **buying an out-of-the-money put for downside potential and selling an out-of-the-money call**, typically for a price greater than the purchased put, to finance the put purchase. This allows the investor to own the put for \"free\" and still make profits even if the stock rises slightly or only falls slightly. The risk in this strategy is realized if the stock rises above the striking price of the written call. This strategy is **frequently used in conjunction with common stock ownership**, where a stock owner buys an out-of-the-money put and sells an out-of-the-money call to finance the put purchase, forming a **\"protective collar\"**.\n\n# Chapter 22: Basic Put Spreads\n\nPut options can be used to construct various spread strategies, much like call options. A spread involves buying one option and simultaneously selling another, with one side hedging the risk of the other.\n\n* **Put Bear Spread**: This strategy involves **buying a higher-strike put and selling a lower-strike put**. The strategist hopes the stock will drop in price, leading both options to expire worthless, allowing them to profit from the original credit taken in.\n  * It has a **limited maximum potential profit**. This profit is realized if the underlying stock is below the lower striking price at expiration.\n  * The **maximum risk is also limited**, and is realized if the underlying stock is anywhere above the higher striking price at expiration.\n  * Formulas for a put bear spread are:\n    * **Maximum profit potential = Net credit received**.\n    * **Break-even point = Lower striking price + Amount of credit**.\n    * **Maximum collateral investment = Difference in striking prices - Net credit received + Commissions**. The risk is equal to the investment.\n  * An example shows a put bear spread established for a 2-point credit, with a maximum profit of 2 points, a break-even point of 32 (for a lower strike of 30), and a risk/investment of 3 points (for a 5-point difference in strikes).\n  * This spread is **bearish** as the strategist wants the underlying stock to drop in price.\n\n* **Put Bull Spread**: This strategy is the reverse of a put bear spread, similar to a call bull spread. It involves **buying a lower-strike put and selling a higher-strike put**.\n  * The strategist is **bullish**, expecting the underlying stock to rise in price.\n  * It also has **limited risk**. The maximum loss is realized if the stock declines below the lower striking price at expiration.\n  * Formulas for a put bull spread are:\n    * **Maximum potential risk = Initial collateral requirement = Difference in striking prices - Net credit received**.\n    * **Maximum potential profit = Net credit received**.\n    * **Break-even price = Higher striking price - Net credit received**.\n\n* **Put Calendar Spread**: This involves **selling a near-term put and buying a longer-term put, both with the same striking price**.\n  * There are two main philosophies: **neutral or bearish**.\n  * In a **neutral calendar spread**, the goal is to profit from the faster time decay of the near-term option. Maximum profit is realized if the stock is exactly at the striking price at the near-term expiration.\n  * An example involves selling a January 50 put for 2 points and buying an April 50 put for 3 points, for a 1-point debit. If the stock is at 50 at January expiration, the near-term put expires worthless, and the longer-term put retains value, leading to a profit.\n  * **Commission costs are important** and can substantially reduce profits, so spreads should be established in large enough quantities to minimize percentage costs. The author recommends setting up at least 10 spreads initially.\n\n# Chapter 23: Spreads Combining Calls and Puts\n\nThis chapter delves into strategies that integrate both call and put options, often creating positions with unique risk/reward profiles.\n\n* **The Butterfly Spread**: This strategy is a combination of a bull spread and a bear spread, involving **three striking prices**.\n  * An example involves buying one call at the lowest strike, selling two calls at the middle strike, and buying one call at the highest strike.\n  * It requires a **relatively low debit** for establishment.\n  * The **maximum profit is realized at the striking price of the written calls** at expiration.\n  * The **risk is limited** should the underlying stock fall below the lowest strike or rise above the highest strike.\n  * Formulas for a butterfly spread are:\n    * **Net investment = Debit**.\n    * **Maximum profit = (Difference between strikes) - Net debit**.\n    * **Downside break-even = Lowest strike + Net debit**.\n    * **Upside break-even = Highest strike - Net debit**.\n  * In percentage terms, a butterfly spread can have a loss limited to about 100% of capital invested, with profits potentially over 133%.\n  * **Commissions can be large**, as establishing and liquidating may involve eight commissions, potentially affecting net returns.\n  * While neutral butterfly spreads (maximum profit at the current stock price) are preferred by many, the spread can also be established with a bullish or bearish bias by adjusting the relation of the current stock price to the strike prices.\n  * The **best way to set up a butterfly spread is to combine a bull spread with calls and a bear spread with puts**.\n\n* **The Condor Spread**: This is an extension of the butterfly spread, utilizing **four striking prices** instead of three.\n  * It is generally established with a call bull spread and a call bear spread, or a put bull spread and a put bear spread.\n  * Similar to a butterfly, it offers **limited profit potential** and **limited risk**.\n  * Maximum profit occurs if the underlying is **between the two middle strikes** at expiration.\n  * The margin required is the maximum risk. This means one can lose up to 100% of the investment if the underlying is above the higher strike or below the lower strike at expiration.\n  * Ideally, the strikes are set far from the current stock price to make the probability of maximum loss small.\n\n* **Three Useful But Complex Strategies**: The source describes three advanced calendar strategies that combine puts and calls, all designed to **limit risk while allowing for large potential profits** if correct market conditions develop. They are suited for the most advanced strategists due to their complexity.\n  * The **author's opinion** is that one should be willing to **hold the combination, even if it means a small profit decays into a loss**, to maximize the opportunity to realize large profits. This approach might lead to several small losses, but aims for large profits to outdistance these losses.\n  * One of these strategies, the **diagonal butterfly spread**, is a combination of a diagonal bearish call spread and a diagonal bullish put spread. This allows for the possibility of **owning options for free** by profiting from the short-term written options enough to cover the cost of the long-term purchased options. This strategy has limited risk prior to the expiration of the near-term options.\n\n# Chapter 24: Ratio Spreads Using Puts\n\nRatio spreads using puts are similar to ratio call spreads, offering distinct risk/reward profiles.\n\n* **Ratio Put Spread**: This strategy typically involves **buying one put option and selling two or more out-of-the-money puts**.\n  * It generally results in **no upside risk**. If the underlying stock rallies above the long put's strike price at expiration, all puts expire worthless, and the result is only commission costs.\n  * There is **downside risk**, as a significant decline in the stock price could lead to substantial losses because the short puts become expensive to buy back.\n  * The **maximum profit is realized at the strike price of the short puts** at expiration.\n  * The **profit range** is typically between the two strike prices involved.\n  * Formulas for a put ratio spread:\n    * **Points of maximum profit = (Number of short puts x Strike of short puts) - (Number of long puts x Strike of long puts) - Net debit**.\n    * **Upside break-even point = Higher strike price - (Points of maximum profit / Number of excess puts)**.\n  * **Investment required** for ratio put spreads is based on a percentage of the stock price plus the put premium, less any out-of-the-money amount, similar to other naked writing positions. The strategist should allow enough collateral for an adverse stock move.\n  * Many neutral investors prefer ratio spreads over ratio writes because the **downside risk or gain is predetermined**, requiring less monitoring on the downside.\n  * The strategy generally assumes that **excess premium is sold**, making it profitable if the stock remains relatively unchanged.\n\n* **Using Deltas for Neutrality**: The \"delta spread\" concept, also used for call ratio spreads, can be applied to establish and adjust **neutral ratio put spreads**.\n  * A neutral ratio is determined by **dividing the delta of the put at the higher strike by the delta of the put at the lower strike**. For example, if the delta of a January 45 put is -.30 and a January 50 put is -.50, a neutral ratio would be 1.67 (-.50 / -.30), meaning 1.67 puts would be sold for each put bought.\n\n* **Ratio Put Calendar Spread**: This strategy involves buying a longer-term combination of options (e.g., a call and a put at the same strike) and selling a shorter-term combination of options (e.g., a call and a put at the same strike).\n  * It aims for a **large profit if the stock is relatively unchanged** at the near-term expiration.\n  * It offers **limited downside risk** but potentially **large upside losses** if the stock moves significantly early on.\n  * Follow-up action is crucial; if the stock moves substantially before the near-term expiration, the strategist should **close the in-the-money side of the combination to limit losses**, even if it means incurring a small loss. The author stresses that the objective of risk management for this strategy is to **take small losses, if necessary**, as eventually, large profits may be generated that more than compensate.\n  * The author states that this strategy is **very attractive** and should be utilized by strategists with expertise in trading naked options, provided risk management principles of taking small losses are adhered to.\n\n# Chapter 25: Long-Term Option Strategies\n\nLong-term options, commonly referred to as **LEAPS (Long-term Equity AnticiPation Securities)**, are options with longer maturities than standard options. They were first introduced on blue-chip stocks and have since expanded to many stocks and indices. After the Options Symbol Initiative (OSI) in 2010, the term LEAPS is no longer mandatory, as their long-term nature is now identified by their expiration date.\n\n* **Key Differences from Short-Term Options**:\n  * **Expiration**: LEAPS are typically listed about 2.5 years before expiration, with stock LEAPS expiring in January, and some index LEAPS in December.\n  * **Time Decay**: The **rate of time decay for LEAPS options is much smaller** than for short-term options. This means that option writers relying on time decay might not experience the same rapid premium erosion with LEAPS.\n  * **Interest Rates and Dividends**: These factors have a **much greater and more profound influence on LEAPS prices** than on short-term options. Increases in interest rates generally cause LEAPS calls to increase in price, while increases in dividend payouts cause LEAPS calls to decrease and LEAPS puts to increase.\n  * **Volatility**: Even small changes in the volatility of the underlying stock can cause **large price differences in a two-year option**. LEAPS implied volatilities do not change nearly as much as short-term options, meaning they rarely appear \"cheap\" when compared to shorter-term options' implied volatility percentiles.\n  * **Delta**: The **deltas of LEAPS calls are generally larger** than those of short-term calls, meaning they move more in price for a one-point change in the underlying stock. Conversely, **LEAPS put deltas are smaller**, indicating they move less for a one-point change in the underlying.\n\n* **Strategies with LEAPS**:\n  * **Stock Substitution**: LEAPS can be used as a **substitute for stock ownership**. Buying a LEAPS call can simulate being long the stock, especially for in-the-money calls, offering leverage and limited risk. Similarly, buying an in-the-money LEAPS put can substitute for a short stock position, providing leverage and limited risk.\n  * **Speculative Buying**: The main attraction for buying options, including LEAPS, is **speculative gain due to leverage and limited risk**. The risk for an option purchase can be 100% of the investment.\n  * **Covered Call Writing with LEAPS**: This involves buying stock and selling a LEAPS call against it. It offers a **smaller initial cash investment** due to the higher premium received from the more expensive LEAPS call. This leads to a **dramatically lower downside break-even price** compared to short-term covered writes. However, short-term writes often have higher annualized returns.\n    * **\"Free\" Covered Call Writes**: It is theoretically possible to establish a covered call write on margin for \"free\" if the option sells for more than 50% of the stock cost (in a margin account). This typically involves very volatile stocks or deep in-the-money LEAPS. The author cautions about the **tremendous, even dangerous, leverage** involved, and the need to plan for margin payments and not risk more money than one can afford to lose. For in-the-money calls, the margin release is limited to 50% of the stock price or strike price, whichever is less.\n  * **Uncovered LEAPS Selling**: Selling LEAPS puts naked is considered equivalent to covered call writing. While it requires less initial investment than covered writing, it has **limited upside profit and large downside loss exposure** \\[ time premium.\n\n# Chapter 26: Buying Options and Treasury Bills\n\nThis strategy is designed as a **conservative overall investment approach** that aims to generate leveraged profits from options while minimizing overall portfolio risk.\n\n* **Strategy Operation**: A significant portion of available funds (e.g., 90%) is invested in **Treasury bills (T-bills)**, which are fixed-income, interest-bearing securities. A smaller portion (e.g., 10%) is used to **purchase options**.\n* **Option Selection**: The user of this strategy should focus on option purchases that provide the **highest reward opportunity**. Unlike some other strategies, the risk/reward ratio of individual option purchases is less of a concern here because the overall portfolio risk is controlled by the T-bill allocation.\n* **Managing Risk**: A crucial aspect is to **keep the risk level approximately equal at all times**. This means if the option purchases perform well and their value increases, the strategist must **sell some options and buy more T-bills** to rebalance the portfolio back to the desired allocation (e.g., 90% T-bills, 10% options). **Failure to rebalance means risking accumulated profits** if the option portion subsequently declines.\n* **Annualized Risk**: The strategy involves calculating annualized risk to determine appropriate dollar commitments to options with various holding periods. For calculation purposes, the **assumption is that the risk during any holding period is 100% of the option investment**, regardless of the option's remaining life, especially for short holding periods like 30 days. The author advises sticking to this more restrictive assumption for safety.\n* **Commitment**: The strategist must be **financially capable and willing to adhere strictly to the strategy's criteria**. Even small dollar amounts invested in options, given the 100% risk assumption, can represent significant annualized risk.\n\n# Chapter 27: Arbitrage\n\nArbitrage involves exploiting price discrepancies in different markets or securities to make a risk-free or low-risk profit. Arbitrageurs play a vital role in keeping option and stock prices aligned.\n\n* **Basic Put and Call Arbitrage (\"Discounting\")**: This involves **buying an option at a discount** (i.e., below its intrinsic value) while simultaneously taking an **opposite position in the underlying stock**. The arbitrageur can then exercise the option immediately to capture the profit from the discount. This typically occurs with deeply in-the-money options or those nearing expiration.\n\n* **Dividend Arbitrage**: This strategy speculates on the **size of upcoming special dividends**. An arbitrageur might buy a stock and a put option on that stock if they expect a special dividend to be large enough to cover the time value premium of the put. The strategy has a **limited loss** even if the dividend is smaller than expected.\n\n* **Conversion Arbitrage**: This is a **risk-free position** where the arbitrageur performs three simultaneous transactions: **buying the underlying stock, buying a put option, and selling a call option**. This locks in a predetermined profit regardless of where the stock is at expiration. The profitability is affected by the dividend paid by the stock (a profit for the arbitrageur) and the cost of carrying the position (an expense).\n\n* **Reversal Arbitrage**: This is the **opposite of a conversion**. It involves **shorting the underlying stock, selling a put option, and buying a call option**. In a reversal, the arbitrageur pays out any dividends on the short stock but earns interest on the credit received from establishing the position.\n\n* **Box Spreads**: A box spread is a **risk-free strategy** designed to yield a fixed profit. It combines **buying a call bull spread and buying a put bear spread** (or vice versa). No matter where the underlying stock is at expiration, the position will be worth a fixed amount, locking in a profit. This is generally not a retail strategy due to the four commissions involved.\n\n* **Merger/Tender Offer Arbitrage**: This involves taking positions in stocks subject to mergers, takeovers, or tender offers. These forms of arbitrage carry **more risk and higher profit potential**. The strategy relies on the announced terms of the deal, which might involve fixed prices or share ratios that change based on the acquiring company's stock price. **Short tendering, which is tendering stock one does not genuinely own, is illegal**.\n\n* **Important Caveat**: For all arbitrage situations, it is crucial that the underlying security being traded **matches the terms of the options in the position**. Otherwise\\*\\* for an option, taking into account factors like stock price, striking price, time remaining until expiration, volatility, and risk-free interest rates.\n  * A key characteristic is that the model **does not directly include dividends** paid by the common stock. For accurate call prices, the stock price in the formula should be adjusted by subtracting the present worth of expected dividends.\n  * **Volatility is a crucial element** of the pricing model, as the model is highly sensitive to it. Accurate computation of current volatility is essential, and historical volatility based a database of daily composite implied volatility and volatility skew factors for various underlying instruments is useful to determine if options are historically cheap or expensive.\n\n* **Expected Return**: This concept provides a more rigorous computation of potential profit for an option position.\n  * Expected return is the **return a position should yield over a large number of cases**.\n  * It is calculated by **multiplying the outcome (profit/loss) at expiration for each possible stock price by the probability of the stock being at that price, and then summing the results**. The The author advises being aware of these \"outlying\" results, which can be dangerous for option sellers.\n\n* **Applying Calculations to Strategy Decisions**:\n  * **Call Writing**: Covered call writers can rank potential writes by their **probability of not losing money** (i.e., the least chance of the stock being below the break-even point at expiration). This allows for a uniform comparison between volatile and nonvolatile stocks.\n  * **Call Buying**: A pricing model can be used to estimate option prices after an anticipated ratio (or delta)\\*\\* of an option to determine the quantity of options to sell against a stock purchase, creating a **delta-neutral position** that is theoretically insensitive to small stock price changes. This provides time to unwind the position in the open market.\n\n* **Computer-Aided Analysis**: Computers are essential for performing the massive calculations required for expected return analysis and for monitoring positions. They can generate projections of profits/losses, position risk at future prices, and identify positions that have exceeded predefined \"action points\" for follow- divisor. Stocks with larger market values have more weight. The divisor changes when corporate actions like stock splits or mergers occur to maintain index continuity.\n  * **Price-Weighted Indices**: (e.g., Dow-Jones Industrial Average). The value is calculated by adding the prices of the stocks in the index and dividing by a divisor. Each stock has an equal weight in terms of share count.\n\n* **Cash-Based Options**: Many index options are cash-based, meaning they settle in cash at expiration rather than physical delivery of stock. A unique aspect is that deeply in-the-money cash-based options may trade at a discount from intrinsic value. Their \"job\" during the trading day is sometimes to predict the market's close.\n\n* **Naked Margin for Broad-Based Indices**: Broad-based indices (determined by the SEC) receive **more favorable margin treatment** for naked option writing due to their generally slower price changes compared to individual stocks. The requirement is typically 15% of 500 futures contract is worth $250 per point.\n  * They have contracts expiring every three months (March, June, September, December).\n  * Index futures options generally expire on the **third Friday of the expiration month**, unlike many physical commodity options.\n  * **SPAN (Standard Portfolio ANalysis of Risk)** is the margin system used by most futures exchanges, which bases margin requirements on the probability of movement and potential changes in implied volatility, generally resulting in lower margin than older \"customer margin\" methods. This is a technical trading system that measures the number of puts traded divided by the number of calls traded. It can be calculated daily, weekly, or using open interest or dollar volume (weighted put-call ratio).\n  * It is generally interpreted **bullishly when there is \"too much\" put buying** and **bearishly when there is \"too much\" call buying**.\n  * The author suggests looking for **local maxima or minima in the chart pattern** of the ratio to generate buy or sell signals, rather than relying on fixed absolute figures.\n"},"__N_SSG":true}