{"pageProps":{"content":"# Notes - Acquired - Coca Cola\n*November 24, 2025*\n# The Coca-Cola Story: Syrup, Scale, and System\n\n## I. Conceptual Foundations and Early Origins\n\nThe Coca-Cola Company is a **$300 billion company** built primarily on syrup, sugar, and water. Its business success embodies Charlie Munger's thought experiment on how to build a multi-trillion dollar company based on a non-alcoholic beverage. The strategy requires creating a **strong, protected, global trademark**, optimizing the taste for refreshing universal appeal, and ensuring ubiquitous availability at a **very low price**.\n\nThe product's history is deeply intertwined with America, starting its roots in the **post-Civil War** era.\n\n### The Patent Medicine Era (1880s)\nThe modern American consumer business was seeded by the patent medicine industry, which capitalized on the chronic pain and **morphine addiction (\"army disease\")** suffered by Civil War veterans.\n\n*   **Dr. John Pemberton**, a Confederate veteran seeking a cure for his own morphine addiction, developed his product during the height of popularity for **cocaine**.\n*   Inspired by the successful cocaine-fortified French wine, *Vin Mariani*, Pemberton created *Pemberton's French Wine Coca* by adding **caffeine** sourced from bitter cola nuts.\n*   When **Prohibition hit Atlanta in 1885**, Pemberton scrambled to create a non-alcoholic \"soft drink\" version.\n*   The ideal formula was designed as an affordable, high-margin, **5-cent anytime refreshment** available at drugstore soda fountains.\n*   The earliest formula combined water, sugar, caramel coloring, acids, oils, vanilla, synthetic caffeine, and **fluid extract of coca leaves** (cocaine). Early concoctions were highly stimulating, containing up to four times the caffeine of modern Coke.\n\n### Early Branding and Growth\nPemberton’s partner, **Frank Robinson**, named the product **Coca-Cola** and designed the famous **Spencerian script logo** in 1887, which remains virtually unchanged.\n\n*   Coke pioneered the use of the **manufacturer's coupon** (the oldest known coupon in America) by mailing out tickets for free drinks. This highly profitable, high gross margin strategy incentivized consumers and increased foot traffic for soda fountain retailers.\n*   In 1892, **Asa Candler** acquired the rights to the formula, incorporating the definitive Coca-Cola Company. In its first official year, the company made **$12,000 in profit** on $46,000 in revenue.\n*   Early advertising was *intrinsic*, positioning Coke as an \"ideal brain tonic and sovereign remedy for headache and nervousness\".\n*   Candler and Robinson invested heavily in *outdoor and point-of-sale signage*, painting **20,000 murals** on buildings and barns by 1894 and providing drugstores with calendars, serving trays, and clocks, effectively giving them free advertisements.\n*   By 1895, Coke was sold in every U.S. state and territory. Robinson later focused the messaging on positive associations with the slogan **\"delicious and refreshing,\"** moving away from the patent medicine angle.\n*   The cocaine content was nearly eliminated by 1905, though the use of decocainized cocoa leaves continued.\n\n## II. The Bottling System and Standardization\n\n### The Perpetual Contract and Scaling (1899)\nIn 1899, Candler made what is often called the best and worst deal in business history. He gave two entrepreneurs, Benjamin Thomas and Joseph Whitehead, the exclusive, assignable right to **bottle and sell Coca-Cola** for a token price of $1 and a **perpetual contract** to buy syrup for $1 per gallon (a volume discount).\n\n*   This model allowed the Coca-Cola Company to scale the bottling business **completely capital- and investment-free**, focusing only on syrup production and marketing.\n*   Thomas and Whitehead, as *parent bottlers*, subcontracted rights to local entrepreneurs, leading to the rapid proliferation of hundreds of local bottling operations.\n*   This structure, known as the **Coca-Cola system**, provided tremendous scale and speed to market, allowing Coke to blanket the U.S. and later the world before competitors. The Coca-Cola Company maintained control over the brand and required bottlers to adhere to strict standards, leveraging their high gross margins against the bottlers' operational intensity.\n\n### Protecting the Brand\nThe company defended its trademark aggressively against over **7,000 copycat cola brands**.\n\n*   The 1920 Supreme Court ruled that the phrase **\"Coca-Cola means a single thing coming from a single source\"** and had transcended being merely a descriptive name.\n*   To further distinguish its product, Coke mandated the creation of the **Contour bottle** (or *May West bottle*), designed to be recognizable \"by feel in the dark or lying broken on the ground\".\n*   The contour shape was granted **trademark status in 1951** after a study showed that **99% of Americans** could identify the bottle by shape alone.\n\n### The Woodruff Dynasty and Lifestyle Advertising\nIn 1923, **Robert Woodruff** became president, controlling the company for the next 60 years.\n\n*   Woodruff and adman Archie Lee created **lifestyle advertising**, associating Coke not with product features, but with feelings: \"happiness, friendship, romance, summer, holidays,\" and **America** itself.\n*   Slogans were simplified: ***Coca-Cola always delightful*** (1923), ***Refresh yourself*** (1924), and the wildly successful **The pause that refreshes** (1929). The latter provided consumers during the Depression with the idea of Coke as an affordable luxury.\n*   The company commissioned artists like Norman Rockwell and Haden Sunblom to create idyllic American scenes.\n*   In 1931, Sunblom created the now-standard **Coca-Cola red, jolly, big Santa Claus**, effectively commercializing and standardizing the modern image of Santa.\n*   Woodruff enforced **standardization** and decreed the formula should not be changed. The physical formula was moved to a bank vault in Atlanta, creating corporate lore around its secrecy.\n*   Woodruff expanded distribution into **gas stations**, installing 32,000 coolers in the first year alone.\n\n## III. Competition, World War, and Crisis\n\n### The First Cola War (Pepsi)\nCoke’s proprietary 6.5-ounce *Contour bottle* became a vulnerability.\n\n*   In 1934, **Pepsi**—which had been bankrupt multiple times—**counterpositioned** Coke by selling 12-ounce servings (in cheap, recycled beer bottles) for a nickel, the same price as Coke. This offered **twice as much cola for the same price**.\n*   Woodruff settled a trademark suit against Pepsi, making it the **only competitor legally allowed to use the word \"cola\"**.\n\n### World War II: Global Expansion\nDuring WWII, the U.S. military granted Coke employees *technical observer status*, allowing them to follow troops globally.\n\n*   The U.S. government saw Coke as an **essential morale-builder** for troops and a cultural ambassador.\n*   Woodruff pledged that every American soldier could get a Coke for 5 cents. **64 portable bottling plants** were sent overseas.\n*   This effort distributed over **5 billion bottles** and accelerated Coke's international market development by an estimated **25 years**.\n*   By 1950, international operations accounted for a third of profits.\n*   **Fanta**, now a Coke brand, originated in Germany during the war as a knockoff drink created by local bottlers who lost access to the original syrup.\n*   The post-war era saw Coke cement its identity as \"apple pie in a bottle\".\n\n### The Pepsi Challenge and New Coke (1975–1985)\nPepsi, under new leadership (Alfred Steel), began attacking Coke by marketing to **Black Americans** (which Coke ignored) and embracing **television** to target the youth (*Pepsi Generation*).\n\n*   Coke entered a deep, decades-long partnership with **McDonald's** (starting 1955), ensuring the highest quality fountain product.\n*   Coke executive **Roberto Goizueta** took over as CEO in 1980. His first major move was replacing U.S. sugar with **high fructose corn syrup**.\n*   In 1982, Coke launched **Diet Coke** (refusing to use the name earlier to protect the main brand). Diet Coke became the number one diet drink in the world.\n*   The **Pepsi Challenge** (1975), orchestrated by Pepsi executive **John Sculley**, used *grassroots, reality-style marketing* (filmed on home camcorders) to prove that consumers preferred Pepsi's taste. Pepsi’s share grew annually for 15 straight years.\n*   In response to declining share, Coke decided to replace the original formula with **New Coke** in 1985. Taste tests showed New Coke beat both Pepsi and Original Coke.\n*   The launch was a **marketing disaster** because Coke failed to test the *emotional response* to replacing the original product (which represented \"America\" and \"childhood\").\n*   Facing thousands of enraged consumers, Coke retreated after just **79 days**, relaunching the old product as **Coca-Cola Classic**.\n*   The debacle acted as an **accidental publicity stunt**, making consumers realize their intense loyalty, and sales of *Coca-Cola Classic* surged past previous highs, ending Pepsi’s challenge momentum.\n\n## IV. The Total Beverage Company\n\nFollowing the New Coke crisis, Warren Buffett’s **Berkshire Hathaway** purchased a large equity stake when the stock was low.\n\n*   The advertising landscape shifted, and the \"one site one sound\" strategy failed. **Michael Ovitz's CIA** agency took over the ad account in 1992, creating multiple campaigns annually and launching the beloved **Polar Bears**.\n*   Facing a backlash against full-sugar colas due to health concerns and **obesity**, Coke began evolving into a **\"total beverage company\"**.\n*   The company missed major acquisitions, failing to buy **Frito-Lay** and later losing the $16 billion acquisition of **Quaker Oats (Gatorade)** to Pepsi.\n*   Today, Coke serves **2.2 billion servings** daily and owns 30 brands that generate over $1 billion in revenue.\n*   Coke has 70,000 employees but achieves immense leverage through its system of **700,000 employees** (including bottlers).\n*   Despite diversification, sparkling soft drinks (Coke, Diet Coke, Coke Zero, etc.) still account for **69% of revenue**, and the trademark Coke family makes up 47% of volume.\n*   The core power of the business remains **scale economies**, enabling massive advertising expenditure and low production costs.\n*   The **Coca-Cola system** is defined by Robert Woodruff's mantra: **\"Everyone who has anything to do with Coca-Cola should make money,\"** ensuring all partners (bottlers, retailers, etc.) are incentivized to sell the product.","headings":[{"level":1,"text":"The Coca-Cola Story: Syrup, Scale, and System","id":"the-coca-cola-story-syrup-scale-and-system"},{"level":2,"text":"I. Conceptual Foundations and Early Origins","id":"i-conceptual-foundations-and-early-origins"},{"level":3,"text":"The Patent Medicine Era (1880s)","id":"the-patent-medicine-era-1880s"},{"level":3,"text":"Early Branding and Growth","id":"early-branding-and-growth"},{"level":2,"text":"II. The Bottling System and Standardization","id":"ii-the-bottling-system-and-standardization"},{"level":3,"text":"The Perpetual Contract and Scaling (1899)","id":"the-perpetual-contract-and-scaling-1899"},{"level":3,"text":"Protecting the Brand","id":"protecting-the-brand"},{"level":3,"text":"The Woodruff Dynasty and Lifestyle Advertising","id":"the-woodruff-dynasty-and-lifestyle-advertising"},{"level":2,"text":"III. Competition, World War, and Crisis","id":"iii-competition-world-war-and-crisis"},{"level":3,"text":"The First Cola War (Pepsi)","id":"the-first-cola-war-pepsi"},{"level":3,"text":"World War II: Global Expansion","id":"world-war-ii-global-expansion"},{"level":3,"text":"The Pepsi Challenge and New Coke (1975–1985)","id":"the-pepsi-challenge-and-new-coke-1975-1985"},{"level":2,"text":"IV. The Total Beverage Company","id":"iv-the-total-beverage-company"}]},"__N_SSG":true}