{"pageProps":{"content":"# Excerpts - Family Business\n*October 18, 2024*\n# Chapter 1: Decode Your Family Business\n\nFamily businesses are different from conventional businesses and can be understood by using these three levels of analysis:\n\n* **Individuals, especially owners, have a huge impact.**\n* **Relationships are multidimensional and interlocking.**\n* **System dynamics shape everyone's behavior in ways you might not realize.**\n\n## The impact of individuals\n\nFamily ownership keeps power in the hands of a few individuals. Who these individuals are and what they want will have a profound impact on their family business. This impact will vary, of course, from business to business and family to family. One US entertainment company has been quietly owned by one family for generations and has managed to grow and thrive with just one global brand because the CEO only wanted to own one company. By contrast, a European family business acquired more than twenty-five companies in diverse industries over a thirty-year period because the CEO loved the thrill of the hunt.\n\nDespite the pervasive myth that only founders can have supersized influence on a business, subsequent generations can also have a profound impact. Owners are far from the only people who, as individuals, make and shape important decisions in family businesses. Spouses, children, cousins, in-laws, nonfamily executives, and board members can all influence a family business’s direction. People’s personal character plays a key role in directing the fate of a family business. For example, a family who are one of the largest landowners in Colombia have different ideas about what the family should do with their wealth. The father loved the game of business and passionately pursued creating more family wealth, the mother was determined to give away their family fortune, the son was indifferent to both the business and the family’s wealth, and the daughter, feeling profoundly guilty about her family’s wealth, married a minister and moved to the slums of Bogotá.\n\nTo anticipate what will happen to a company, we have to understand what everyone wants for their family business. The seemingly irrational decisions of family businesses often reflect rational choices of thoughtful people who value things beyond higher profits.\n\n## Make-or-break relationships\n\nRelationships within family businesses are multidimensional. For example, **the relationship between two brothers may be different in the Family Room than in the Board Room**. These relationships are also interlocking, meaning that **a change in one relationship may cause changes across the system**. For instance, if two brothers, who are also business partners, have a falling out, it may affect their wives’ relationship and even how their children interact with their cousins.  To anticipate what will happen, you have to consider how decisions will reverberate across these relationships. **Those who have relationships that cross boundaries are often the people who help the system work.** For instance, someone who is both a family member and a nonfamily executive, or someone who can bridge different generations, may be well positioned to help the family business navigate difficult times.\n\n## System dynamics\n\nA family business is a **system shaped by the environment around it**, including industry trends, economic conditions, government regulations, and so on.  For instance, if interest rates rise, a family business may have to make difficult decisions about whether to borrow money to invest in growth or to cut costs and focus on profitability. To understand system dynamics, you have to **identify the explicit and implicit rules that shape behavior**. **Explicit rules** may be documented in policies and procedures, while **implicit rules** may be unspoken understandings about how things are done. For example, an explicit rule may be that all family members who work in the business must have a college degree, while an implicit rule may be that no one ever challenges the CEO’s decisions.\n\n# Chapter 2: The Power of Family Ownership\n\nOwnership is what unites family businesses of all sizes around the world. Family ownership brings with it a destructive power that is activated when the owners are divided.\n\n## The hidden pyramid\n\nFamily businesses often **focus on family unity and developing the next generation**, but ownership itself has often been overlooked. Family governance structures, such as family councils, family meetings, family constitutions, and protocols, have been developed to organize and strive for consensus in the business family, but these efforts can skip over the critical role of family members in making decisions as the owners of the company. **The exercise of ownership power is very different from efforts to unify and develop the family.**\n\nMost families strive to be inclusive and harmonious. By contrast, ownership decisions need to ultimately trace back to the shareholders themselves, a practice that may be imbalanced and exclusive. Some families have tried to use their family governance to make ownership decisions, but this approach mixes apples and oranges and typically doesn’t work.\n\n## The power to destroy\n\nFamily businesses are often plagued by conflict that destroys their wealth, jobs, and family relationships. When owners are divided, family businesses tend to naturally implode.\n\n## The power to sustain\n\nWhen owners understand and effectively exercise their rights, family businesses can invest for the long term, in their community, and in working and growing together.\n\n## The five rights of family owners\n\n* **Design:** Owners have the right to design how ownership interests are held. Owners may choose, for example, to restrict ownership to family members who are actively involved in the business or to allow anyone who inherits shares to be an owner.\n* **Decide:** Owners have the right to make every decision involved in running the business, if they so desire. They choose which decisions to keep for themselves and which to delegate to others.\n* **Value:** Owners have the right to define success as they see fit. They can maximize shareholder returns, or sacrifice returns for nonfinancial objectives such as environmental sustainability.\n* **Inform:** Owners have the right to access information about their business, in particular, how it’s performing financially and who owns what.\n* **Transfer:** Owners have the right to determine how ownership interests will be transferred, whether through sale, gift, bequest, or some other mechanism.\n\n## Summing up\n\n* Ownership is what unites family businesses of all sizes around the world. Companies owned by people related to each other are fundamentally different from those owned by investors who have delegated most of their rights to the board.\n* Family ownership brings with it a destructive power that is activated when the owners are divided.\n* Beware of the myth of the three-generation rule. To the contrary, most of the longest-lasting companies in the world are family owned.\n* Family owners have five key rights: design, decide, value, inform, and transfer.\n\n# Chapter 3: Design: Choose the Type of Family Ownership You Want\n\n## What type of family ownership do you want?\n\nFamily businesses can be categorized into **four basic types**:\n\n* **Sole Owner:** A single family member in each generation holds all the ownership.\n* **Partnership:** Only those actively participating in the business can be owners.\n* **Distributed:** Any descendant is eligible to be an owner.\n* **Concentrated:** Any descendant can be an owner, but a subset has ownership control.\n\nEach type has advantages and disadvantages to the long-term health of both the business and the business family.\n\n## Understanding the current and future implications of your ownership type\n\nIn some cases, how owners act in practice can greatly differ from the legal form of ownership. For example, a group of siblings who technically owned their company equally, but the eldest exercised control on all decisions related to the business. Operating under an enacted type of ownership that differs from the legal structure may never be a problem if future generations understand and agree with the practice, but it could also lead to conflict and confusion if the next generation has a different perspective.\n\n## Changing your type of family ownership\n\nYou should consider changing your type of family ownership when there is a **change in generations, a need to increase capital, or when conflicts arise**.\n\n# Chapter 4: Decide: Structure Governance to Make Great Decisions Together\n\nOwners have the right to make every decision in running the family business if they wish. They can choose which decisions to keep for themselves and which to delegate to others.  As the size and scale of both the family and the business increases, the role of owners is less about making decisions directly and more about exercising decision-making power effectively. When held too tightly, the power to control all decisions will stifle the business and the family. Good governance helps owners balance the need to maintain control over what matters most with the need to delegate responsibility to others.\n\n## The Four-Room Model\n\nEvery family business has four main decision-making “rooms”:\n\n* **Family Room:** Includes all family members, regardless of their role in the business.\n* **Owner Room:** Includes only those with an ownership stake in the business.\n* **Board Room:** Includes the board of directors, which may include family members, nonfamily owners, and independent directors.\n* **Management Room:** Includes the company’s executives, including the CEO, CFO, and other senior leaders.\n\nEach room has its own distinct purpose and set of decision rights.\n\n## Structures: Form Your Four Rooms\n\nMany families have developed a Family Room through family meetings or family councils. As you consider forming your Owner Room, you should ask these questions:\n\n* **What is the purpose of the Owner Room?**  Common goals include preparing shareholders to be effective owners,  providing a forum for owners to resolve disagreements, and making decisions reserved for owners in the shareholder agreement.\n* **Who can be in the Owner Room?** The criteria for membership may depend on your family business type, with some companies restricting it to adult family members who own shares directly.\n* **How will the Owner Room operate?** How frequently will you meet?  How will you make decisions?  What will your rules of order be?\n\nTo set up your Owner Room, you need to **define its purpose, criteria for membership, and operating rules**.\n\n## Processes: Integrate Across Rooms\n\nThe Four Rooms are connected in multiple ways, and you should **build clear lines of communication across them**. In most cases, the flow of authority runs in one direction, with final decisions resting in the Owner Room, which has ultimate authority over the other three rooms.\n\n## Overhaul Your Governance\n\nIf your business needs to change how it governs, follow these steps:\n\n* **Decide which room to focus on**.\n* **Design the change to achieve the desired outcome**.\n* **Obtain approval for the change** from whoever has the current authority.\n\nYou should work on the rooms one at a time to minimize confusion.\n\n## Summing up\n\nExercising your decision rights as owners is an important responsibility. A thoughtful governance structure can minimize conflict and help you make better decisions to achieve your goals.\n\n# Chapter 5: Value: Create an Owner Strategy to Define Your Success\n\nOwners have the right to define success as they see fit. They can maximize shareholder returns, much as public companies do, or they can sacrifice returns for nonfinancial objectives. The choices that owners make about what they value will ultimately determine what kind of company they will own and how that ownership will shape their lives.\n\n## The right to define value: growth, liquidity, and control\n\nStart by asking three questions:\n\n* Do you want to place any restrictions on the growth of the business?\n* Do you want to take money out of the business (i.e., seek liquidity)?\n* Do you want to retain control?\n\nMost families will see a trade-off in how they define value, as some goals may require sacrificing others. The balance among these goals also shifts over time, as the owners, their family, and the business mature.\n\n## Defining purpose in a business family\n\nA surface purpose, such as living someone else’s dream or maximizing undistributed profits,  is unlikely to last in the long run. A compelling reason to own the business together can be identified by asking questions such as:\n\n* Do you own the business together to have a positive impact on the world?\n* Do you own the business together to build something that will last for generations?\n* Do you own the business together to have autonomy over your lives?\n\nMost families find that each generation has its own reasons to stay together as a business family.\n\n## Setting owner goals\n\nA clear definition of purpose will help you make concrete choices about how and where to create value. These choices are **owner goals**. Owners must balance their goals when deciding how fast to grow, how much liquidity to take out of the company, and how much control to retain. If you take money from the company’s profits and distribute it, less is available to invest in growth. If you maintain control by avoiding outside debt or equity, you have less money available either to invest in growth or to provide liquidity to the owners.\n\n## Creating owner guardrails\n\n**Owner guardrails** are specific measurements that translate priorities into boundaries around standard business strategy decisions.  Like highway guardrails, they provide boundaries but won’t tell you what to do. They will help you ensure that those running the business day-to-day are directing their energy and resources to what you care about most.\n\n## Developing your Owner Strategy statement\n\nTo **define your success as owners**, follow these steps:\n\n* **Define value** in terms of growth, liquidity, and control.\n* **Articulate a compelling purpose**.\n* **Translate that purpose into specific goals**.\n* **Define guardrails** to keep your company from veering off course.\n* **Communicate your purpose, goals, and guardrails** in an Owner Strategy statement.\n\n## Summing up\n\nDefining what you want as owners of a family business requires a level of discussion and introspection that few family business leaders engage in. Without this critical work, though, your business risks losing its raison d’être for being in business together, especially as it grows and transitions to new generations. Defining your success as owners is one of the most critical responsibilities in a family business.\n\n# Chapter 6: Inform: Use Effective Communication to Build Trusted Relationships\n\nAs owners, you have the right to inform, meaning you decide who can know what about your business. As you exercise this right, you must decide how to balance the often-competing goals of privacy and transparency. Privacy can keep your business, and your family, safe from outsiders, but too much secrecy can deprive your family business of its ability to cultivate valuable relationships that can have a major effect on both the success of the business and the closeness of the family.\n\n## Building trust\n\nTrust is a combination of four elements: **competence, reliability, integrity, and concern**. When people trust each other, they can be more open in their communication. They are willing to express vulnerabilities and to be more accepting of mistakes. Building trust is a process that takes time and effort. There are no shortcuts. You have to consistently demonstrate these four elements in your interactions with others.\n\n## The trade-off between transparency and privacy\n\nFamily business leaders need to manage the **tension between transparency and privacy**. Family businesses are often reluctant to share too much information, especially financial data, with family members who don’t work in the business. But, this approach can backfire. When families lack information, they tend to fill in the gaps with their own assumptions, which may not reflect reality. This lack of clarity can lead to anxiety, mistrust, and conflict.\n\n## Drafting your communication plan\n\nTo create a communication plan:\n\n* **Define your goals**. What do you want to accomplish through your communication?\n* **Determine your target audience**.  Who are you trying to reach with your message?\n* **Develop your key messages**. What information do you want to share?\n* **Choose your communication channels**.  How will you deliver your message?\n* **Measure your results**.\n* **Do you express your appreciation to each other?**\n\n## Summing up\n\n* The right to inform sits with the owners of a family business.\n* You must have good communication to build the trusted relationships your family business needs to thrive.\n* As your family and family business grow, effective communication requires a plan.\n\n# Chapter 7: Transfer: Plan for the Transition to the Next Generation\n\nThe transfer of power has long been seen as one of the most emotionally fascinating challenges faced by family businesses. With this right comes the burden of many complex and difficult decisions.\n\n## The right to transfer: 2G or not 2G?\n\nAs an owner, whether part of the first or twenty-first generation, you get to decide who owns it after you. You can exercise your transfer right in three main ways: **sell the business, divide it, or transition it as a whole to the next generation**.\n\n### Sell to an outsider\n\nThe easiest decision is to sell to an outside investor when you’re ready to let go, but the promise of the postsale life may not match the reality. You might imagine a rewarding but quiet retirement after being paid for a lifetime of hard work. However, many owners who sell end up regretting their decision.\n\n### Divide among family members\n\nAnother option is to divide ownership among family members, but you have to decide who gets what. You can divide the business equally or base ownership on contribution, seniority, or some other criteria. Dividing a family business is complex and can cause conflict.  It requires difficult choices about how to value the business and how to determine fair shares for all family members involved.\n\n### Transfer the entire business\n\nYou may have already decided to transfer the entire business to the next generation as a matter of course, but the decision should be deliberate, taking the alternatives into account. You choose where the assets go, what vehicles are used (trusts, sales, gifts, and so on), and when they are passed down.\n\n## The essential elements of successful continuity planning\n\n### Assets\n\nAs you make your asset transfer plans, you need to revisit your family business type, align ownership with each person’s interests, and make effective use of tax-planning tools.\n\n### Roles\n\nA good succession is often described as the passing of the baton in a relay race, requiring planning for the handoff.\n\n### Capabilities\n\nThe continuity plan should focus not only on transferring assets and handing off roles, but also on ensuring that the next generation has the capabilities necessary to succeed.\n\n## How to set continuity planning in motion\n\nHere’s how to give your continuity planning momentum:\n\n* Treat your transition like the multiparty negotiation that it is.\n* Put it on the agenda with a deadline.\n* Consider working backward.\n* Remember that transition is a process, not an event.\n\n## Summing up\n\n* The right to transfer gives you the freedom to determine the future of the family business.\n* If you want to transfer the business, you need a continuity plan to manage the complexity of the change.\n* Although the final decisions usually lie with the current owners, a transition can’t happen without cross-generational collaboration.\n* An unplanned transition is extremely risky.\n\n## Chapter 8: The Business Family: Four Disruptions You Will Face and What to Do About Them\n\n### Death in the Family\n\nFamily businesses face unique challenges when a family member dies. The sources explain that an estate plan is essential to ensure a smooth transition of ownership and to minimize conflict. To help prepare your family business for the death of a family member:\n\n* Make sure you have an estate plan.\n* Use trusts to protect assets for future generations.\n* Communicate with family members about the estate plan.\n* Plan for the consequences on the business, including ownership transfer and succession planning.\n\n### New People Entering the Business Family\n\nAs a business family expands, new dynamics and challenges arise. The sources emphasize the importance of a shared purpose and a clearly defined family culture to navigate these changes. To address the complexities of new family members entering the system:\n\n* Focus on purpose to keep everyone aligned and willing to sacrifice for the collective good.\n* Define your family culture to establish clear expectations and reduce feelings of inequality.\n* Establish a forum or process for dispute resolution in the Family Room to prevent conflicts from escalating.\n\n### Inequality\n\nFeelings of inequality can arise within a business family, leading to conflict and resentment. The sources suggest addressing this challenge by:\n\n* Focusing on purpose and defining family culture, as mentioned above.\n* Having a forum or process for dispute resolution to address grievances and prevent escalation.\n\n### Behavioral Health Issues\n\nMental health and addiction can significantly impact family businesses. The sources recommend proactive measures such as:\n\n* Recognizing warning signs and seeking professional help.\n* Setting boundaries and advocating for the family member.\n* Managing privacy releases to monitor progress and address potential issues early on.\n* Grieving the loss of dreams for the loved one and accepting a different life path.\n\n## Chapter 9: Working in a Family Business\n\n### Deciding to Work in Your Family Business\n\nThe decision to join the family business is a significant one with long-term consequences. The sources outline essential questions to consider:\n\n* **What is motivating you to join?**\n* **Are you ready for the commitment?**\n* **Do you already have significant outside experience?**\n* **Are the personal relationships among family leaders healthy?**\n* **Is this a real job?**\n* **Is there a path to ownership?**\n* **Who will make decisions about your career and compensation?**\n* **What are the owner's goals and priorities for the next ten years?**\n* **What is the company's philosophy about information sharing?**\n* **How are they thinking about succession?**\n\n### Succeeding as an In-Law\n\nIn-laws face specific challenges when working in a family business. The sources suggest:\n\n* **Build trust:** Demonstrate competence, reliability, integrity, and concern.\n* **Be patient:** The path to leadership may not be immediate.\n* **Find a confidant outside the family:** Seek support and perspective from a trusted individual.\n* **Prepare for a potential exit:** Maintain financial independence and cultivate employable skills.\n\n### Thriving as an Outsider\n\nNonfamily executives can thrive in a family business by understanding the unique dynamics and navigating the politics of both the business and the family.\n\n## Chapter 10: Setting a Family Employment Policy\n\nFamily employment policies help establish clear expectations and guidelines for family members working in the business. The sources emphasize the need to define the company's approach to several aspects of family employment, including:\n\n* **Eligibility:** Who is eligible to work in the business?\n* **Career Path:** What are the available career paths for family members?\n* **Feedback:** How will family members receive feedback on their performance?\n* **Compensation:** How will family members be compensated?\n\n## Chapter 11: How to Be Responsible with the Wealth of Your Family Business\n\n### Protecting the Golden Goose\n\nPreserving the family business and its assets is crucial for long-term sustainability. The sources advise:\n\n* Prioritizing survival and profits over risky revenue growth opportunities.\n* Diversifying the family's portfolio to mitigate risks associated with the business.\n* Educating the next generation on responsible wealth management and avoiding entitlement.\n\n## Chapter 12: Conflict in the Family Business\n\n### Finding the Goldilocks Zone of Conflict\n\nThe sources explain that both too much and too little conflict can harm family businesses. They recommend finding a balance where constructive conflict is encouraged and unhealthy conflict is avoided.\n\n### Moving from Fake Harmony to Constructive Conflict\n\nTo achieve constructive conflict, the sources suggest:\n\n* Agreeing on meeting ground rules to guide healthy discussions.\n* Building shared purpose and focusing on principles rather than people.\n* Creating beachheads to build momentum and grafting new ideas onto existing ones.\n* Affirming the value of what came before when proposing changes.\n\n### Recognizing the Conflict Spiral\n\nThe sources identify seven stages in the conflict spiral, a predictable pattern of escalating conflict that can lead to family wars:\n\n1. **Interests diverge.**\n2. **Positions harden.**\n3. **Communication breaks down.**\n4. **Disagreements escalate into personal attacks.**\n5. **Factions form.**\n6. **The conflict goes public.**\n7. **The family goes to war.**\n\n### Escaping a Family Feud\n\nIf a family feud arises, the sources recommend:\n\n* **Creating alignment for change:** Recognize the need for change and prioritize common interests.\n* **Putting all options on the table:** Explore various solutions, including selling the business, buyouts, or a grand bargain.\n* **Getting outside help:** Seek mediation, therapy, or family business advice to facilitate communication and resolution.\n\n### Avoiding the Conflict Spiral\n\nTo prevent family feuds:\n\n* Be aware of the conflict spiral and recognize escalation points.\n* Understand the cost of litigation and prioritize communication.\n* Install \"shock absorbers\" by addressing potential conflict areas proactively, such as family employment policies and ownership agreements.\n\n## Chapter 13: The Family Office in a Family Business\n\n### Functions of a Family Office\n\nFamily offices provide centralized support services for business-owning families. The sources list common functions:\n\n* Investment management\n* Financial planning and reporting\n* Tax compliance and estate planning\n* Philanthropic advising\n* Concierge services\n* Family governance and education\n\n### Types of Family Offices\n\n* **Embedded:** Integrated within the family business\n* **Dedicated:** Separate entity serving one family\n* **Multifamily office:** Serves multiple families\n\n## Chapter 14: The Dangers of Losing What You’ve Built\n\n### Recognizing Warning Signs of Losing Control\n\nThe sources identify six warning signs that a family business may be veering off course:\n\n1. **The business is struggling.**\n2. **You are no longer having fun.**\n3. **The next generation is not interested or qualified.**\n4. **You are stuck in conflict.**\n5. **You are spending too much money.**\n6. **You are making poor ethical choices.**\n\n### Maintaining Family Values\n\nFamily values are essential for the long-term success of a family business. To preserve those values:\n\n* Be aware of the dangers of marginal thinking, where small, seemingly rational decisions can lead to ethical compromises over time.\n* Recognize the warning signs mentioned above.\n\n### Responding to an Economic Crisis\n\nIn times of crisis, family businesses need to adapt and make strategic decisions to survive. The sources recommend utilizing the five rights of ownership to guide actions:\n\n* **Design:** Review the ownership structure and consider changes to ensure alignment and flexibility.\n* **Decide:** Reassess governance structures and processes to enable faster decision-making.\n* **Value:** Update the Owner Strategy statement to reflect the new realities and priorities.\n* **Inform:** Increase communication with stakeholders, including family members, employees, and the public, to maintain trust and transparency.\n* **Transfer:** Consider the implications of the crisis on succession plans and the next generation.\n\n## Conclusion: The Good Journey, Together\n\nTo apply the lessons from the HBR Family Business Handbook:\n\n* Reflect on personal roles and relationships within the family business system.\n* Collaborate with family members to assess the system and identify areas for improvement.\n* Develop a change roadmap, prioritizing actions based on missing, messy, or mostly working elements.\n\nBy actively addressing the challenges and potential dangers outlined in these chapters, family businesses can enhance their chances of achieving long-term success and preserving their legacies for future generations.\n"},"__N_SSG":true}