{"pageProps":{"content":"# Excerpts - Pricing Money\n*October 9, 2024*\n### Chapter 1: Money Markets\n\n**Central bank money** is true money. It can only exist in the form of physical cash or as money on account at the central bank. Money on account with a commercial bank is not final money but a promise to pay central bank money.\n\n**Money markets** exist because of the payment system. When customers make deposits, the bank needs to get a return on that money, so it lends to other customers or banks at an agreed interest rate and maturity. This interbank lending creates a money market, which is crucial for banks to manage their balances and avoid overdrafts at the central bank.\n\n**Central banks control short-term interest rates** through their money market operations. Commercial banks are obligated to borrow from the central bank to clear their overdrafts, which gives the central bank significant control over short-term rates.\n\n**The London money market is active in major currencies**, particularly dollars, sterling, euros, yen, and Swiss francs. The term 'euro' can cause ambiguity because it can refer to the eurozone currency and currencies outside their home jurisdiction, such as eurodollars.\n\n### Chapter 2: Government Bonds\n\n**A bond is a promise to pay a series of cash flows** in the form of interest coupons and the principal at maturity. The price of a bond is inversely related to its yield.\n\n**Repurchase agreements (repo)** are used in the bond market to borrow bonds. A dealer who has sold a bond but doesn't own it can borrow that bond using repo. The repo rate reflects the demand for a particular bond.\n\n**Stripping** allows some government bonds to be exchanged for their individual cash flows, creating zero-coupon bonds.\n\n**Non-government bonds carry a risk of default**, unlike government bonds issued in the currency over which the government is sovereign. Investors demand higher yields on non-government bonds to compensate for the credit risk. Credit rating agencies assess the creditworthiness of issuers.\n\n### Chapter 3: Futures\n\n**Futures contracts mitigate counterparty credit risk** through a clearing house. The clearing house guarantees the contract, ensuring that buyers and sellers are not exposed to each other's default risk.\n\nFutures contracts have **standardized specifications**, including the underlying asset, delivery date, and delivery mechanism. This standardization eliminates ambiguity and facilitates trading.\n\n**Futures markets employ margin requirements**. Initial margin is paid upfront to cover potential losses, and variation margin is paid or received daily to reflect changes in the contract's value.\n\n**Futures contracts can be physically delivered or cash settled**. Physical delivery involves transferring the underlying asset, while cash settlement involves paying or receiving the difference between the contract price and the final settlement price.\n\n**Arbitrage keeps spot and futures prices in line**. If there is a significant difference between the spot and futures prices, arbitrageurs will exploit the discrepancy, bringing the prices back into equilibrium.\n\n**Three-month interest-rate futures are traded against bonds**. The difference between the price of the futures contract and the price of a comparable bond is known as the TED spread.\n\n### Chapter 4: Swaps\n\n**Swaps exchange fixed-rate debt for floating-rate debt**. They allow market participants to manage interest rate risk by converting between fixed and floating interest payments.\n\n**The credit risk in swaps is lower than in loans** because only the net interest payments are exchanged. However, there is still some credit exposure, which can be mitigated through collateralization, break clauses, recouponing, and clearing houses.\n\n**Basis swaps exchange floating-rate payments in different currencies**. They allow for the conversion of assets or liabilities between currencies.\n\n### Chapter 5: Options\n\n**Options grant the holder the right but not the obligation to buy or sell an underlying asset**. Call options give the holder the right to buy, while put options give the holder the right to sell.\n\n**The price of an option is influenced by several factors**, including the current forward price, the volatility of the forward price, and prevailing interest rates.\n\n**Implied volatility is the breakeven volatility** of the price of the underlying asset that is implied by the option price.\n\n**Options can be traded in combinations** and can be embedded in other financial instruments.\n\n**The CBOE Volatility Index (VIX)** is a widely followed measure of implied volatility in the US stock market.\n\n### Chapter 6: Foreign Exchange\n\n**Foreign exchange markets facilitate international trade and investment**. They enable businesses and investors to convert currencies, allowing for transactions across borders.\n\n**Forward foreign exchange contracts allow market participants to lock in exchange rates** for future dates.\n\n**Exotic options can have a short-term impact on exchange rates** due to their complex features and potential for manipulation.\n\n**CLS reduces settlement risk in foreign exchange transactions** by acting as a clearing house, netting payments, and staggering settlement in tranches.\n\n### Chapter 7: Players\n\n**Governments issue bonds to borrow money**, primarily in their domestic currency. They are typically not price-sensitive in their issuance and often use auctions to sell their debt.\n\n**Pension funds** are major long-term investors in fixed-income markets, seeking to match their long-term liabilities with investments that provide stable returns. They often track bond indices, influencing the demand for bonds included in those indices.\n\n**Insurers invest in bonds to hedge their annuity obligations** and manage the risks associated with their insurance policies.\n\n**Mutual funds pool the savings of individuals** to invest in a diversified portfolio of assets, including bonds.\n\n**Hedge funds use leverage to take on higher levels of risk** and seek to generate higher returns. They may engage in a wide range of trading strategies, including macro and relative value trades.\n\n**Commercial banks issue debt to raise capital**, and the structure of this debt is influenced by bank regulations, tax laws, and investor preferences.\n\n**Central banks manage foreign exchange reserves**, investing them in low-risk, short-dated assets, primarily in US dollars.\n\n**Exchange Traded Funds (ETFs)** provide a low-cost and accessible way for individuals to invest in a basket of assets, including stocks and bonds.\n\n### Chapter 8: People\n\n**Proprietary traders use their employer's capital** to make profits by speculating on market movements.\n\n**Market makers provide liquidity to clients** by quoting bid and offer prices, aiming to profit from the bid-offer spread.\n\n**Salespeople connect clients with the bank's trading and research capabilities**.\n\n**Researchers analyze markets and provide insights** to traders, salespeople, and clients.\n\n**Back and middle offices handle trade processing and settlement**.\n\n**Investment bankers provide confidential advice to clients** on mergers, acquisitions, and other financial matters.\n\n### Chapter 9: Price Action\n\n**Price movements in financial markets are driven by the actions of buyers and sellers**. The urgency and desperation of buyers or sellers can significantly influence price action.\n\n**Leverage can amplify price movements**. When leveraged participants are forced to close out losing positions, it can create a cascade effect, exacerbating price swings.\n\n**Fixed-income markets are highly sensitive to central bank policy rates**. Changes in interest rate expectations, inflation, and economic data can all impact bond prices.\n\n**Zero-coupon curves are flatter than forward-rate curves**, and par curves are even flatter.\n\n### Chapter 10: Swaps Revisited\n\n**Swaps carry credit risk**, but it can be reduced through techniques such as collateralization, break clauses, recouponing, and clearing houses.\n\n**Basis swaps** are used to convert between floating-rate payments in different currencies.\n\n**Cross-currency basis swaps can have constant or variable notional amounts**. Constant notional swaps maintain the same notional amount in both currencies, while variable notional swaps adjust the notional amount on the dollar leg to reflect changes in the exchange rate.\n\n### Chapter 11: Non-government Issuance\n\n**Investment banks play a key role in assisting non-government entities in issuing debt**. They provide advice, structure the issuance, and market the bonds to investors.\n\n**The book-building process** involves soliciting orders from investors before the bond is priced.\n\n**The syndicate**, led by the book-runner, manages the bond issuance process, allocates bonds to investors, and provides market-making support after the issuance.\n\n**Corporate debt issuances are subject to legal and regulatory requirements**, including selling restrictions, prospectus disclosures, and various clauses related to credit protection and force majeure events.\n\n**Frequent issuers, such as supranational organizations**, may use an abbreviated issuance process for opportunistic reopenings of existing bonds.\n\n### Chapter 12: Yield, Duration, Repo, and Forward Bond Prices\n\n**Yields can be quoted with different compounding frequencies**, and it is important to convert yields to a common basis for comparison.\n\n**Duration and DV01 are measures of a bond's price sensitivity to changes in yields**.\n\n**Macaulay duration** is the weighted average time to receive the cash flows from a bond, while modified duration measures the percentage price change for a given change in yield.\n\n**Barbell trades** involve buying or selling bonds at both ends of the maturity spectrum, often with a duration-neutral and cash-neutral weighting.\n\n**Carry and slide** are measures of the expected return from holding a bond, assuming different scenarios for yield changes.\n\n### Chapter 13: Bond Futures\n\n**Bond futures contracts are more complex than futures on other assets** due to the deliverable basket of bonds and the use of conversion factors.\n\n**The short position in a bond futures contract will choose to deliver the cheapest-to-deliver (CTD) bond**.\n\n**The CTD bond can change over time** based on factors such as yield levels, the shape of the yield curve, and repo rates.\n\n**Basis net of carry (BNOC)** represents the value of the delivery option in a bond futures contract.\n\n### Chapter 14: Basic Fixed-income Arithmetic\n\n**Market conventions** in fixed-income trading are not always logical, but they are important to understand for accurate pricing and risk management.\n\n**Calculating duration** is crucial for bond traders to manage their interest rate risk exposure.\n\n**Forward yield calculations** can help traders assess the potential profitability of bond trades over a specific time horizon.\n"},"__N_SSG":true}