{"pageProps":{"content":"# Excerpts - How to Succeed at Mr. Beast Production\n*September 18, 2024*\n### **Goal of MrBeast Production**\n\n* The primary goal is to **create the best YouTube videos possible**. This means prioritizing content that resonates with the YouTube audience over traditional production values.\n* MrBeast explicitly rejects the Hollywood model, believing that YouTube's future is brighter and demands a different approach.\n* He emphasizes **nimbleness, flexibility, and a deep understanding of YouTube's unique dynamics**.\n\n### **Employee Expectations**\n\n* The company values **results over hours worked**. While hard work is appreciated, employees are judged on their ability to deliver outcomes.\n* MrBeast seeks **\"A Players\"**: obsessive, coachable individuals who are the best at what they do.\n* He considers **\"C Players\"** (average employees) to be **poisonous** and advocates for their immediate removal.\n\n## **Chapter 1: YouTube Virality**\n\n* MrBeast spent years studying what makes YouTube videos successful. He highlights three key metrics: **Click-Through Rate (CTR), Average View Duration (AVD), and Average View Percentage (AVP).**\n* **CTR** is crucial and is influenced by compelling **thumbnails and titles** that create high expectations.\n* **AVD** is about keeping viewers engaged. The **first minute is critical**, with a sharp focus on a strong opening.\n* The document provides strategies for maintaining viewer attention in the first few minutes, including **\"crazy progression\"** and **\"3-minute re-engagement.\"**\n* It further outlines content strategies for subsequent time segments, emphasizing a balance of excitement and simplicity.\n* MrBeast underscores the importance of understanding the **\"wow factor,\"** which refers to elements that leave a lasting impression on viewers. While subjective and not easily trackable, this factor contributes to brand differentiation and viewer engagement.\n\n## **Chapter 2: Creating Content**\n\n* This chapter emphasizes the importance of **continuous learning and improvement**, especially through watching YouTube content.\n* Employees are encouraged to proactively **identify and address bottlenecks** in the production process.\n* **Documenting everything through video** is stressed for team awareness and better communication.\n* The importance of **transparency** is highlighted, urging employees to \"say the negatives\" when reporting on progress or challenges.\n* Employees are urged to **take ownership of their projects** and **avoid \"dumping and forgetting.\"**  This includes meticulous tracking and regular check-ins with contractors and collaborators.\n\n### **Understanding MrBeast's Perspective**\n\n* MrBeast acknowledges that he is not always right, highlighting the demands of his multifaceted role.\n* He encourages employees to **approach him with well-researched options and context** to facilitate better decision-making.\n\n### **Critical Components**\n\n* **Critical Components** are elements essential to a video's success. These components require extra attention, backup plans, and immediate escalation of any issues.\n\n### **Communication**\n\n* **Clear communication lines and proper protocols** are crucial. The document advises on the appropriate communication channels based on the situation's urgency and complexity.\n* **Direct, in-person communication** is preferred for critical matters.\n* Written communication should be confirmed to ensure it has been received and understood.\n\n### **Accountability and Creativity**\n\n* MrBeast expects employees to **own their mistakes without making excuses**. He sees mistakes as learning opportunities and emphasizes the importance of not repeating them.\n* **Prioritization is key**, with employees instructed to focus on their assigned tasks above all else.\n* **Creativity is valued as a means to save money**. Finding innovative solutions is encouraged, allowing for better resource allocation.\n\n### **Production Practices**\n\n* **Backup days are considered essential** for mitigating unforeseen issues.\n* Employees are instructed to **\"dig deeper\" and not accept things at face value**, particularly when dealing with external parties.\n* Thorough investigation and verification are necessary to avoid potential problems.\n\n### **Other Notable Insights**\n\n* MrBeast prefers not to have unnecessary people on set, aiming to create a natural environment for talent.\n* Honesty and direct feedback are valued over being overly polite.\n* Treating talent with respect and ensuring their well-being is emphasized.\n* Simplicity is generally preferred in content.\n* MrBeast advocates for working with intensity and proactivity.\n* He encourages finding content opportunities in unexpected situations.\n* The importance of feasibility assessments is highlighted.\n* Maintaining a positive public image is paramount.\n* Clear distinction between \"Pre-Vis\" (accurate representations of the final product) and \"Concept\" (inspirational renderings) is crucial to avoid confusion.\n\n## **Chapter 3: Creative**\n\n* MrBeast Productions is a **creative-first company**, believing that prioritizing creative vision leads to superior content.\n* Employees in all departments are encouraged to be on the lookout for inspiration and share it with the creative team.\n* Problem-solving should always consider the impact on the creative vision.\n\n### **The Goal of Content**\n\n* The ultimate goal is to **excite MrBeast himself**. His excitement stems from a belief that it aligns with what will please the audience.\n* MrBeast is passionate about continuous improvement and innovation in all aspects of content creation.\n\n### **Defining Good Content**\n\n* **Good content is subjective and limitless**, with potential found in even the simplest objects.\n* While creativity is essential, YouTube's format demands structure and storytelling rules.\n* Content must be simple to resonate with a massive, diverse audience.\n\n### **Measuring Content Success**\n\n* **AVD and AVP are the key metrics** for evaluating content success.  High retention rates indicate viewer satisfaction and predict video performance.\n\n### **Formats**\n\n* **Formats provide structure and boost retention**. Examples include \"Last to Leave\" challenges, \"Stair Stepping\" progressions, and \"Chase\" scenarios.\n* While viewers may express a desire for specific formats, MrBeast believes in **continuously evolving and introducing new ideas** to prevent staleness.\n\n### **Understanding the Audience**\n\n* MrBeast's audience is broad, with global reach.\n* Despite the diverse demographics, the core viewer is described as a **teenage \"memer\" who enjoys video games.**\n\n### **The Value of Watching MrBeast Videos**\n\n* Employees are strongly encouraged to **watch a significant amount of MrBeast content**, particularly from the main channel.\n* This is seen as crucial for understanding the brand's history, evolution, and nuances.\n\n### **Brand Deals as Content**\n\n* MrBeast Productions takes a unique approach to brand deals, **integrating them seamlessly into the content** to avoid disrupting viewer engagement.\n* This strategy has proven successful, with high conversion rates and residual customer acquisition.\n\n### **Understanding Culture**\n\n* **\"Information Diet\"** refers to the media and content an individual consumes.\n* MrBeast uses Chris Tyson as an example of someone whose information diet (cartoons and humorous content) directly contributes to his comedic talent.\n* Writers and directors are encouraged to **cultivate an information diet that provides inspiration and keeps them attuned to current culture and trends.**\n\n### **Additional Creative Insights**\n\n* Talent is encouraged to be authentic and embrace their natural humor, even if it's childish.\n* Authenticity is paramount, avoiding any situations that require dishonesty.\n* Content should be dynamic, avoiding dull moments.\n* Intensity should be genuine and not forced.\n* Videos should end abruptly to maintain retention.\n* On-set behavior should be attentive and engaged.\n\n## **Chapter 4: Career Development at MrBeast Productions**\n\n* MrBeast emphasizes the **potential for growth and career development** within the company.\n* He stresses a **meritocratic approach**, where promotions are based on performance and value contributed.\n* Employees are encouraged to proactively seek feedback and work on improving their skills.\n* MrBeast highlights his commitment to rewarding high-performing employees with **financial compensation and unique experiences**.  He envisions the company's continued growth, offering employees the opportunity to be part of something extraordinary.\n"},"__N_SSG":true}