{"pageProps":{"content":"# Notes - The Power of Leveraging the Charitable Remainder Trust\n*Daniel Nigito | November 21, 2024*\n\n# Chapter 1: The Weapons of Mass Destruction in the War on Wealth\n\n### The Purpose of Chapter 1\nThis chapter introduces the concept of \"accidental philanthropy,\" which the author defines as the unintended transfer of wealth to the government through taxation. The author aims to show how the current tax system can result in multiple taxes on the same dollar, leading to a significant loss of wealth that could otherwise be used for personal financial goals or charitable giving.\n\n###  The Four Taxes\nThe chapter focuses on four major taxes that contribute to accidental philanthropy:\n\n*   **Federal Income Tax**: This tax takes a significant portion of every dollar earned, with rates ranging from 28% to 35%. This percentage is expected to increase when the Bush tax cuts expire. \n*   **Investment Income Tax**: This tax targets the earnings from savings and investments, further diminishing the value of already taxed income.\n*   **Capital Gains Tax**: This tax penalizes successful investments by taxing the profits generated from the sale of appreciated assets.\n*   **Federal Estate Tax**: This tax, levied on estates exceeding a certain threshold, diminishes the wealth passed on to heirs after death.\n\n###  The Impact of Taxes on Retirement Plans\nThe chapter highlights how the tax system impacts retirement planning, specifically focusing on \"qualified retirement plans\" like IRAs and 401(k)s. While these plans offer tax-deferred growth, the eventual withdrawals during retirement are taxed as income. This system, according to the author, often leads to higher taxes in retirement, contradicting the intended benefits of these plans.\n\n### Example: Mr. Schmooley's Tax Burden \nThe author uses a hypothetical example of \"Mr. Schmooley,\" who represents a successful business owner, to illustrate the cumulative impact of these four taxes. Different scenarios are presented, showcasing how Mr. Schmooley's wealth is affected by various tax liabilities depending on the value of his business, investments, and retirement accounts.\n\n# Chapter 2: Accidental Philanthropy—Adding Insult to Injury\n\n### Defining Accidental Philanthropy\n\nThis chapter aims to explore the concept of **accidental philanthropy** by first examining the definition of a true philanthropist. A philanthropist is described as someone who willingly donates money, property, or services to those in need or for the betterment of society as a whole. They are lauded for their generous contributions.\n\nIn contrast, accidental philanthropy occurs when individuals are forced to give up their wealth through taxation, even if they don't agree with how those funds are ultimately used. This involuntary redistribution of wealth is portrayed as an insult added to the injury of taxation. \n\n### Where Do Your Taxes Go? \n\nThis section of the chapter examines where tax dollars are allocated after they are collected by the government. The author uses the federal budget allocation as an example, noting that **42 cents of every tax dollar** is allocated for military use, encompassing national defense, the Coast Guard, veterans’ benefits, and military-related interest payments on the national debt. In 2008, this amounted to over **$874 billion** out of a **$2 trillion budget**.\n\nThe chapter goes on to criticize government spending, particularly focusing on what the author refers to as \"pork projects\".  These are described as projects that are often wasteful and unnecessary, added to the budget to benefit specific politicians or interest groups. \n\nAs an example, the author presents Table 2.1, which lists a few pork projects from the 2008 budget. The table highlights the amount of money spent on each project, the nature of the project, and the project's sponsor. These examples aim to illustrate how tax dollars are often spent on projects that taxpayers may not support or even be aware of, furthering the concept of accidental philanthropy. \n\n# Chapter 3: How to Fight Back Against the War on Wealth\n\n### Fighting Back\n\nThis chapter introduces a strategy to fight back against the “war on wealth” – a term the author uses to refer to taxes. The author emphasizes that the strategy is simple and effective.\n\n### Review of the War on Wealth\n\nThe chapter begins by reviewing the key points of the “war on wealth”:\n\n*   The government uses the tax system to redistribute wealth by imposing multiple types of taxes on the same dollar.\n*   Tax dollars are often spent on wasteful government programs.\n*   The tax code is complex and difficult to understand, which makes it challenging for individuals to plan effectively.\n\n### Avoiding Accidental Philanthropy\n\nThe chapter argues that the best way to avoid the redistribution of wealth is to avoid taxation. It suggests that the best way to avoid “accidental philanthropy,” or paying taxes to fund programs one does not support, is to become an active philanthropist using the strategies detailed in the book. The chapter introduces “charitable leverage” as the solution and promises to explain the mechanics in detail.\n\n### Simplicity and Effectiveness\n\nThe author emphasizes that the strategy is both simple to understand and effective in protecting assets and potentially saving “America’s soul.”\n\n# Chapter 4: Unleashing the Power of Charitable Leverage \n\n### How Do You Define Charitable Leverage?\n\nThis chapter introduces the concept of **charitable leverage** as a method to fight against wealth redistribution through taxes.  The author clarifies that \"leverage\" in this context is not the financial kind involving borrowing or risky investments, but rather refers to **physical leverage** - the ability to accomplish things that would require superhuman strength by using tools. Examples include using a screwdriver, wrench, or hammer.\n\n**Charitable leverage**, therefore, uses a financial tool to exert maximum power with minimal effort for a desired financial outcome.  In this strategy:\n\n*   The **lever** is a simplified version of a **Charitable Remainder Trust (CRT)**. \n*   The **object** acted upon is a **Cash Value Life Insurance Policy (CVLI)**. \n\nBoth CRTs and CVLIs are long-standing financial tools, but combining them in a specific formula produces unique benefits, such as: \n\n*   Avoiding capital gains tax on appreciated property\n*   Increasing income while paying less tax\n*   Generating substantial income tax deductions\n*   Creating tax-free dollars for future generations\n*   Reducing or eliminating estate taxes\n*   Slashing taxes on retirement plan distributions\n*   Selling or transferring a business without incurring taxes\n\n### That’s It?\n\nThe strategy, as described by the author, is simple: **Charitable Remainder Trust (CRT) + Cash Value Life Insurance (CVLI)**.  However, the uniqueness lies in the novel way these two tools are used, requiring a \"major paradigm shift\". \n\nThe author's approach is explained in four steps:\n\n1.  Explaining the features and benefits of all CRTs and CVLIs.\n2.  Discussing the specific types of CRTs and CVLI policies used in the author's program.\n3.  Illustrating the traditional way CRTs and CVLIs have been used (the existing paradigm).\n4.  Introducing the new paradigm using the author's formula. \n\n# Chapter 5: The First Component to Charitable Leverage—The Charitable Remainder Trust\n\nThis chapter introduces the Charitable Remainder Trust (CRT) as a tool for wealth preservation and legacy creation. The author emphasizes that the CRT, sanctioned by the IRS in 1969, provides numerous tax benefits for individuals willing to support nonprofits.\n\n### The Ground Rules\n\nBefore going into specifics about the CRT, the author establishes some ground rules for the reader:\n\n*   **Don’t get caught up in technical details**: Focus on the broad strokes of charitable leverage and how it can apply to your personal finances. The author assures the reader that technical details and prototype documents are available on his website and that readers should consult with professional advisors for specific guidance. \n*   **This is not a DIY project**: Understand the concept and seek professional advice to implement a personalized plan, emphasizing the importance of professionals in navigating the complexities of the CRT.\n*   **Charitable intent is essential**: You need to genuinely desire to support a charity because the CRT is irrevocable.\n\n### The Lever: The Charitable Remainder Trust\n\nA CRT is described as a “lockbox” that holds assets like securities or real estate, transferred by a donor.  Eventually, these assets are passed on to a qualified charity at a future date. The donor, or someone they designate, receives an income stream from the CRT for a defined period, like their lifetime.\n\n### The Shared Features of All CRTs\n\nThe two main types of CRTs are Charitable Remainder Annuity Trusts (CRATs) and Charitable Remainder Unitrusts (CRUTs). They differ primarily in how they pay income to the recipient: CRATs pay a fixed amount annually, while CRUTs pay a fixed percentage of the trust's value, fluctuating with market performance. However, both CRATs and CRUTs share six key features:\n\n1.  **Clear IRS Guidance and Support**: Emphasizes the legitimacy of the CRT as a financial planning tool fully supported by IRS regulations.\n2.  **Shelter from Capital Gains Tax**: CRTs allow the avoidance of capital gains tax when appreciated assets are sold within the trust. This prevents the loss of assets to taxes, enabling the full value of appreciated assets to be used for income generation and charitable giving. For example, if an asset appreciates by \\$50,000 and the capital gains tax is 20%, the CRT saves the donor \\$10,000 in taxes.\n3.  **Current Income Tax Deduction**: The donor receives an immediate income tax deduction for the present value of their future gift to the charity. The deduction is typically 25-35% of the contribution. \n4.  **Increased Cash Flow with Favorable Tax Treatment**:  CRTs distribute income to the donor (or a designated beneficiary) throughout its term. The income can exceed the actual earnings of the trust. The distributed income is taxed under a favorable “four-tier” system, maximizing the after-tax income received.\n5.  **A Meaningful Charitable Legacy Instead of Meaningless Taxes**: By utilizing a CRT, donors direct their assets toward their chosen charities rather than losing a portion to taxes. This fosters a sense of purpose and control over their giving.\n6.  **Asset Protection**: CRTs provide a level of asset protection from creditors as the assets are held within the trust.\n\n### The CRT from Start to Finish\n\nThe process of how a CRT works from beginning to end:\n\n1.  **Transfer of Assets**: The donor (you) transfers assets into the CRT, which becomes a \"split interest trust\" with both non-charitable (income recipients) and charitable beneficiaries. The CRT's duration can be tied to one life, two lives, or a set term (up to 20 years). Businesses must use a term of years trust.\n2.  **Tax Benefits**: A current income tax deduction is generated for the present value of the future gift to charity. The assets can be sold within the CRT without incurring capital gains tax.\n3.  **Investment and Growth**: The trust's assets are invested, and earnings accumulate tax-deferred.\n4.  **Distribution of Income**: During the trust's term, the income beneficiary receives a fixed annuity payment (CRAT) or a percentage of the trust's annually revalued assets (CRUT).  Income is taxed under favorable \"four-tier\" rules.\n5.  **Distribution of Charitable Remainder**: Upon the trust's termination (either by death or end of term), the remaining balance (the charitable remainder) is distributed to the designated charities or to a legacy gift, such as a private foundation.\n\nThe author stresses that CRTs, while offering numerous benefits, have specific regulations to prevent abuse, and professional guidance is crucial for proper implementation.\n\n# Chapter 6: The Second Component to Charitable Leverage—The Cash Value Life Insurance Policy\n\n### Removing the Mystique: A Cash Value Policy Explained\n\n*   **Cash value insurance builds tax-sheltered money and provides a hedge against the time it takes to build it.** The Internal Revenue Code allows cash value life insurance that meets certain guidelines to grow in a tax-sheltered manner. **Given enough time, you can build a sizable nest egg. The life insurance policy will complete your savings goal with tax-free cash for your beneficiaries if you do not live long enough to reach your accumulation goals.**\n\n### The Four Steps to a Cash Value Policy\n\n*   **Step #1—Premium Payment**\n\n    *   When you pay a premium, the insurance company takes its cut before depositing the remaining funds into your cash value account.\n\n*   **Step #2—Policy Charges and Expenses**\n    *   **Mortality Expense:**  The cost of insurance is deducted each month and reflects the pure mortality risk of the insured based on their age and health.&#x20;\n    *   **Administrative Costs:** The insurance company charges a flat fee to process and administer the policy, regardless of whether you pay a premium.&#x20;\n    *   **Commissions:** Insurance professionals who design policies earn a percentage of the premium you pay. \n\n*   **Step #3—Cash Value Account**\n\n    *   **After deducting expenses, the remaining premium is deposited into your cash value account, which grows tax-deferred, and can be tax-free.** Corporations and banks buy cash value insurance for this reason.\n\n        *   **Fixed Interest:** The insurance company credits the account with a fixed interest rate.&#x20;\n        *   **Current Interest:** The rate floats with current interest rates.&#x20;\n        *   **Indexed Interest:**  The interest credited to the account is indexed to a specific market index, like the S\\&P 500.\n        *   **Variable Interest:**  You have the option to invest your cash value in sub-accounts that are similar to mutual funds.\n    *   **Cash Value vs. Surrender Value:** Cash value is what your account is worth. Surrender value is what you receive if you cash out of the policy. **Surrender charges are imposed for a specific period, ranging from 0-20 years, and can vary between and within companies.**\n\n*   **Step #4—Death Benefit**\n\n    *   Your cash value account is wrapped by a more substantial tax-free insurance benefit. **The death benefit is paid to your beneficiaries free of income tax, probate fees, and state death taxes (in most states).**\n    *   The insurance amount, called the **insurance-to-cash-value corridor,** must be greater than the cash value to qualify as \"life insurance\" under IRC§101a. Older insureds need less insurance.&#x20;\n    *   You can choose to have the death benefit **paid inclusive of the cash value** (most typical), or **paid in addition to the cash value**.\n    *   **Lapse Protection Provisions or Over-loan Provisions:**  These features protect the policy from lapsing, especially in later years when the insured might not be able to make premium payments. If a qualifying policy reaches a lapse point, it automatically converts into a reduced face amount, paid-up policy. **A policy in force at death avoids taxes.**\n\n### Benefits of a Cash Value Insurance Policy\n\n*   Builds a source of tax-deferred cash that can be turned into tax-free cash.\n*   Allows **unrestricted access** to your cash.\n*   Provides a lump-sum tax-free death benefit to your beneficiary.\n\n### Types of Cash Value Policies\n\n*   **The Kind You Die With:** Focuses on the death benefit and is used for asset replacement at death. Cash accumulation is not important.\n    *   The goal is to buy the most coverage for the least amount of premium. **Stretching premium payments out as long as possible reduces the overall cost.** \n\n*   **The Kind You Live With:** Focuses on the accumulation of cash value. Uses the death benefit to achieve tax benefits on growth and income.\n\n    *   **Look for policies with low mortality costs and expenses, and no surrender charges. Indexed Universal Life or Variable Universal Life policies work best.**\n    *   **Never buy a cash value policy that does not offer some form of lapse protection.**\n    *   This type of policy creates a significant source of tax-sheltered cash, with an insurance benefit as a secondary feature. **The cash value, death benefit, withdrawals, and loans will not be taxed.**\n\n# Chapter 7: Blowing Up the Paradigms\n\nThis chapter of \"The Power of Leveraging the Charitable Remainder Trust\" focuses on challenging the traditional uses of charitable remainder trusts and life insurance to introduce the concept of charitable leverage.\n\n### Exploding Paradigm #1: The Charitable Remainder Trust Is a Planned Giving Tool That Results in a Gift to Charity\n\nAuthor Daniel Nigito starts by emphasizing that both charitable remainder annuity trusts (CRATs) and charitable remainder unitrusts (CRUTs) offer similar benefits, such as tax authority, capital gains bypass, income generation, favorable accounting, income tax deduction, charitable legacy, and asset protection. He then explains that a term of years CRAT is more suitable for charitable leverage planning due to its simplicity and predictability. While lifetime CRUTs involve many variables for calculating tax deductions, a term of years CRAT provides consistent tax deductions regardless of age.\n\n**The traditional paradigm considers a charitable remainder trust as a tool for planned giving with an ultimate gift to charity.** This usually involves using a lifetime CRUT, where the donor receives income for life, and the remaining balance goes to charity upon the donor's death. \n\n**The new paradigm proposed by Nigito involves using a 10-year term CRAT.** This allows for a substantial charitable gift after 10 years, which is much sooner than in a lifetime trust. The income generated from the CRAT is then used to fund a cash value insurance policy, providing financial benefits to the donor and their family.\n\n###  The Exploding Paradigm #2: A Life Insurance Policy Is Used to Provide a Permanent Death Benefit\n\nThis section challenges the common perception that cash value life insurance is primarily for providing a large death benefit. It reiterates that all cash value life insurance policies share features such as tax authority, tax-free death benefit, tax-sheltered cash accumulations, tax-sheltered cash flow, early access to cash, and flexibility in premium payments and death benefit adjustments.\n\n**The traditional paradigm emphasizes the death benefit of a life insurance policy**, leading policyholders to prioritize maximum coverage for the lowest premium without focusing on cash value accumulation.\n\n**Nigito's new paradigm prioritizes the living benefits of a cash value insurance policy, particularly wealth accumulation.** This involves selecting a policy with the lowest possible death benefit and maximizing cash value contributions. The death benefit serves as a secondary feature, providing for loved ones if the insured dies before realizing the accumulated cash value.\n\n### Exploding Paradigm #3: The Marriage between the Charitable Remainder Trust and Life Insurance\n\nThis section combines the new paradigms for both charitable remainder trusts and life insurance.\n\n**The traditional paradigm couples a lifetime CRUT with a life insurance policy focused on a large death benefit.** The insurance policy's purpose is to replace the assets the donor placed in the CRUT, ensuring their heirs receive an inheritance.\n\n**Charitable leverage planning flips this model.** The income from a 10-year term CRAT funds a cash value insurance policy designed for wealth accumulation. This allows for tax-sheltered growth of the cash value and potential tax-free income for the donor later on. The death benefit provides financial security for the heirs if the insured dies before accessing the accumulated cash value.\n\n# Chapter 8: Your Battle Plan for Fighting Back Against the War on Wealth\n\n### Introduction\n\nThis chapter focuses on outlining a four-step plan using charitable leverage as a strategy to combat what the author refers to as the “war on wealth,” specifically targeting the issue of accidental philanthropy. The chapter emphasizes that this strategy is simple and straightforward. \n\n### Step 1: The Conversion from Accidental Philanthropist to Active Philanthropist\n\nThis step focuses on setting up a Charitable Remainder Annuity Trust (CRAT) as the foundational element of the charitable leverage strategy.  The author emphasizes the importance of funding the CRAT with cash or publicly traded securities for simplicity and ease of valuation.\n\n####  Funding the CRAT\n \nThe author recommends funding the CRAT with assets that have a low cost basis. This means using assets that were purchased at a significantly lower price than their current value. This strategy maximizes the tax deduction benefits and mitigates potential capital gains tax liabilities. \n\n#### Role of the Trustee\n\nThe chapter emphasizes the importance of the trustee in managing the CRAT. It highlights that individuals can act as trustees of their own CRATs, but cautions against “self-dealing” which involves using the trust to benefit family members. The author advises seeking professional guidance from attorneys or financial advisors specializing in CRTs to navigate the complexities and ensure compliance.\n\n#### The Power of Tax Deduction\n\nThe chapter provides a table showcasing approximate tax deduction schedules for a 10-year term CRAT at various Applicable Federal Rates (AFRs). It illustrates the substantial tax savings individuals can achieve through this strategy. For example, with a 40% income tax bracket, a $310,000 tax deduction results in a tax savings of $124,000. This step signifies the initial action that sets the entire charitable leverage plan in motion.\n\n\n### Step 2: Active Philanthropy Opens the Door to Charitable Leverage\n\nThis step emphasizes the benefits of active philanthropy, contrasting it with accidental philanthropy. It underscores that actively directing charitable contributions through a CRAT allows individuals to have control over their charitable giving and avoid the unintended consequences of taxes being allocated to causes they may not support.\n\n#### Benefits of the CRAT Structure:\n\nThe chapter highlights three key benefits of using a CRAT structure:\n\n*   **Predictability**: A CRAT with a “term of years” feature provides a guaranteed fixed payment each year until the trust term ends, regardless of market fluctuations or life expectancy. This predictability offers financial stability and peace of mind.\n*   **Asset Protection**: Assets within a CRAT are generally protected from creditors and potential lawsuits, offering a layer of security for the donor’s wealth.\n*   **Privacy**: CRTs provide a level of privacy that is not available with other charitable giving methods, as the details of the trust and its beneficiaries are not publicly disclosed.\n\n### Step 3: Charitable Leverage Creates a Philanthropic Legacy Step 4: Charitable Leverage Creates a Financial Legacy for You and Your Family\n\nThese steps explore the dual benefits of charitable leverage: creating both a philanthropic legacy and a financial legacy for the donor and their family. The author emphasizes that both legacies can operate on “autopilot” once the initial steps are implemented, providing a lasting impact even in the event of disability or death.\n\n#### Options for Directing the Charitable Remainder:\n\nThe chapter outlines two main options for directing the remaining assets in the CRAT upon its termination:\n\n*   **Direct Gifts**: This option involves designating specific charitable organizations to receive the remaining funds directly. The donor has the flexibility to allocate the funds among multiple charities and specify how the funds should be used.\n*   **Legacy Gift/Private Foundation**: This option establishes a perpetual charitable fund, typically in the form of a private family foundation. The foundation continues to distribute funds to charities chosen by the donor or their designated successors, creating a lasting impact for generations to come.\n\n#### Building Financial Legacy\n\nThe chapter outlines the process of building a financial legacy through the use of a Cash Value Life Insurance Policy (CVLI). It describes seven key actions involved in utilizing a CVLI policy funded by the CRAT’s cash flow. These actions cover aspects such as choosing the right policy type, minimizing death benefit, maximizing cash value accumulation, and accessing funds during retirement.  \n\n#### Retirement Projections and Impact\n\nThe chapter offers retirement projections for a hypothetical male individual aged 45, demonstrating the potential financial benefits of funding a CVLI policy through a CRAT.  It highlights the tax-free nature of both the cash accumulation and the income stream during retirement, emphasizing the advantages over traditional retirement plans. \n\n# Chapter 9: Why It Works\n\n### Efficiency and Effectiveness\n\nThis chapter explains why the charitable leverage strategy works. The key reasons are its efficiency and effectiveness in achieving the goal of avoiding accidental philanthropy. The author breaks this explanation down into two sections: Efficient and Effective.\n\n### Efficient\n\nThe author uses the dictionary definition of “efficient” to illustrate the efficiency of charitable leverage. The definition includes terms like:\n\n*   **Performing or functioning in the best possible manner with the least waste of time and effort**\n*   **Competent, capable**\n*   **Producing a desired effect**\n\nThe author connects the charitable leverage strategy with these definitions, stating that it is **simple, systematic, and predictable**.  The simplicity and predictability of the strategy contribute to its efficiency.\n\n### The Charitable Leverage Chassis \n\nThe chapter introduces a visual representation of the charitable leverage strategy, which the author refers to as **“the chassis”**.  The chassis includes six components:\n\n1.  **Charitable Remainder Trust (CRAT)**:  A 10-year CRAT is recommended, with a payout rate of 8%, 9%, or 10%. The CRAT generates a tax deduction and predictable cash flow.\n2.  **Donor/Grantor**: The individual or entity funding the CRAT.\n3.  **Cash Value Life Insurance (CVLI)**: This policy is funded by the CRAT’s cash flow.\n4.  **Charitable Beneficiary**: This beneficiary receives the remaining balance of the CRAT at the end of the 10-year term.\n5.  **Income Beneficiary**: This beneficiary receives the tax-free income from the CVLI policy.\n6.  **Insurance Beneficiary**: This beneficiary receives the tax-free death benefit of the CVLI policy.\n\nThis chassis highlights the physical elements of the strategy (the CRAT and CVLI policy). However, the human elements are also crucial, as they determine how the strategy is applied.\n\n### The Players\n\nThe chapter refers to the individuals or entities involved as **“the players”**. The players are the individuals or entities that benefit from the physical elements of the strategy:\n\n*   **The Donor/Grantor (A)**: The donor funds the CRAT, creating the tax deduction and the cash flow to fund the CVLI policy.\n*   **The CRAT Income Recipient (B)**: This recipient receives the annual cash flow from the CRAT. \n*   **The Owner/Insured (C)**: This is the individual whose life is insured by the CVLI policy. \n*   **The Charitable Beneficiary (D)**:  This beneficiary is the ultimate recipient of the CRAT's remaining balance. \n*   **The Insurance Income Recipient (E)**:  This recipient receives the tax-free income from the CVLI policy. \n*   **The Insurance Beneficiary (F)**:  This beneficiary receives the tax-free death benefit of the CVLI policy. \n\nThe author provides explanations of the various roles of these players.\n\n### Effective\n\nThe effectiveness of charitable leverage is based on its ability to be applied to a variety of situations by simply changing the “players”. The chapter outlines three major categories where charitable leverage can be applied:\n\n1.  **Personal Supplemental Retirement Plan or Deferred Income Plan**\n2.  **A Grandparents Legacy Plan**\n3.  **An Employer Sponsored Key Executive Benefit Plan** \n\nThere is a fourth scenario, called the **IRA Rescue Plan**, which is discussed in Part III.\n\n# Chapter 10: How to Use Charitable Leverage to Build a Personal Supplemental Retirement Plan\n\n### The Targeted Classes\n\nThis chapter marks the beginning of Part III of the book, where the author applies the principles of charitable leverage to practical scenarios. It begins by highlighting the five groups of individuals who are prime targets for wealth redistribution through taxation, what he refers to as “the targeted classes.” These groups include: \n\n*   **Successful business owners:**  These individuals often face higher tax rates on their business income, potentially hindering their ability to reinvest profits and grow their businesses. \n*   **Physicians:**  High earners in the medical profession are subject to significant income tax liabilities, limiting their financial flexibility and potentially impacting the quality of healthcare provided. \n*   **Empty-nesters:**  With children no longer financially dependent, this group may have more disposable income, making them more attractive targets for taxation.\n*   **Retirees:**  Despite years of hard work and saving, retirees often find their retirement income subject to various taxes, diminishing their financial security.\n*   **Asset owners:**  Those who have accumulated significant assets, particularly those exceeding certain thresholds, face the potential burden of estate taxes, which can substantially reduce the wealth passed on to heirs. \n\n### Applicability of Charitable Leverage\n\nThe chapter emphasizes that charitable leverage strategies, as described in previous chapters, can effectively counter accidental philanthropy, particularly for individuals in these target groups. The author outlines three main areas where charitable leverage can be applied:\n\n1.  **Personal deferred income needs:** This strategy helps individuals build a future income stream to supplement their retirement plans while minimizing tax liabilities. \n2.  **Multigenerational wealth creation:**  This strategy, referred to as the \"Grandparents’ Legacy Plan,\" focuses on enabling grandparents to create and protect wealth for their children and grandchildren while minimizing tax burdens across generations. \n3.  **Meaningful benefit plans for key employees:**  This strategy helps business owners create tax-efficient benefit plans to attract and retain key employees, ultimately strengthening their businesses and minimizing their tax burden.\n\n### Assumptions and Disclaimers \n\nThe chapter then sets the stage for the subsequent \"war stories,\" which are case studies illustrating the application of charitable leverage in specific situations. The author establishes the following assumptions to ensure consistency and clarity in these examples:\n\n**Tax Rates**\n*   Income tax rates are assumed to be 35% for federal and 5% for state, resulting in a combined 40% rate.\n*   Capital gains tax is assumed to be 15%.\n*   Estate tax is assumed to be 45%. \n\n**Growth and Investment Returns**\n*   Retirement accounts are assumed to grow at a net rate of 6%.\n*   Charitable Remainder Trusts (CRTs) are assumed to grow at a net rate of 6%.\n*   Cash Value Life Insurance Policies (CVLIs) are projected to grow at a gross rate of 7% but are reduced by 1% to account for internal costs, resulting in a net rate of 6%.\n\nThe author emphasizes that these assumptions are for illustrative purposes only and do not constitute guarantees of future returns. Additionally, he provides disclaimers stating that the material is for educational purposes only and that professional advice should be sought for specific financial planning needs.\n\n# Chapter 11: Charitably Leveraged Supplemental Retirement Plan for the Bold and Beautiful\n\n###  The \"Bold and Beautiful\"\n\nThis chapter focuses on how charitable leverage can be used to build a supplemental retirement plan for individuals in their early thirties to mid-forties who have at least 20 years until retirement. The author calls these individuals \"the bold and beautiful\" and notes that this demographic typically includes young entrepreneurs, professionals, and physicians. These individuals have high earnings, making them targets for wealth redistribution through taxation, but they might not be as philanthropically inclined as other target groups. \n\n### Dr. Schmooley's War Story\n\nTo illustrate the power of charitable leverage in this context, the author presents the story of Dr. Schmooley, a successful surgeon who is 45 years old and has a strong desire to support his local hospital. The chapter walks through the steps of Dr. Schmooley's charitably leveraged supplemental retirement plan using specific numbers:\n\n1.  **Funding the CRAT:** Dr. Schmooley transfers \\$1,000,000 to a 10-year Charitable Remainder Annuity Trust (CRAT) with a 9% annuity rate. This transfer generates a \\$310,000 income tax deduction for Dr. Schmooley.\n\n2.  **Funding the CVLI:** The annual \\$90,000 income from the CRAT is used to fund a Cash Value Life Insurance (CVLI) policy on Dr. Schmooley's life. The death benefit of this policy is designed to be minimal, focusing instead on cash value accumulation. \n\n3.  **Retirement Income:** At age 65, the CRAT term ends, and the remaining balance is distributed to Dr. Schmooley's hospital. Dr. Schmooley then begins taking tax-free income from his CVLI policy.\n\n4.  **Legacy at Death:** Upon Dr. Schmooley's death, the death benefit from the CVLI is distributed tax-free to his family.\n\nThe author projects that by following this plan, Dr. Schmooley would:\n\n*   Generate \\$1,750,000 of tax-free retirement income.\n*   Provide \\$1,117,000 to his family, also tax-free.\n*   Create a charitable legacy of more than \\$1,500,000 consisting of gifts of \\$864,000 with another \\$670,000 remaining in a family fund. \n\n### Comparing to a Traditional Plan\n\nThe chapter then compares Dr. Schmooley's charitable leverage strategy to a traditional retirement plan where he would have invested the \\$1,000,000 in a tax-deferred account. This comparison highlights the advantages of the charitable leverage approach. \n\nThe traditional approach is broken down into three phases:\n\n1.  **Initial Investment:** Dr. Schmooley deposits \\$1,000,000 into a tax-deferred retirement account.\n\n2.  **Accumulation Phase:** The account grows at 6% for 20 years until Dr. Schmooley reaches retirement age.\n\n3.  **Income Phase:** Dr. Schmooley withdraws income for 20 years, from age 65 to 85.\n\nUsing this approach, Dr. Schmooley would have generated \\$2,500,000 in retirement income. However, he would have paid \\$1,666,667 in taxes on that income, leaving \\$833,333 to his family. At his death, the remaining balance of the retirement account (\\$2,162,233) would be transferred to his family but subject to an additional \\$464,893 in income taxes.  \n\n### Key Points of Comparison\n\nThe author compares the two approaches across several key factors:\n\n*   **Retirement Income:** Both approaches generate significant retirement income, but the charitable leverage strategy provides that income tax-free.\n*   **Tax Liability:** The traditional approach results in over \\$2 million in income taxes, while the charitable leverage strategy minimizes tax liability.\n*   **Charitable Legacy:** The traditional approach does not provide for charitable giving, while the charitable leverage strategy creates a significant philanthropic legacy.\n*   **Family Benefit:** Both approaches provide significant financial benefits to Dr. Schmooley's family, but the charitable leverage strategy provides a greater overall benefit by minimizing taxes and maximizing the value of the estate.\n\n# Chapter 12: Charitably Leveraged Supplemental Retirement Plan for the Young and Restless\n\n### The Young and Restless\n\nThis chapter focuses on how the charitable leverage strategy can be applied to younger individuals with higher earnings, whom the author refers to as “the young and restless.” These individuals may have the financial capacity and desire to access their retirement income earlier than traditional retirement age. The author presents a hypothetical scenario involving a professional athlete, “The Pro,” to illustrate this concept.\n\n### The Pro Choice War Story\n\nThe Pro, a 25-year-old professional athlete, has a 10-year playing career ahead of him and anticipates earning a significant income of \\$1,000,000 per year during that time. He intends to fund a charitable leverage plan with $1,000,000 and aims to retire at age 55, accessing his retirement income from then onward.  The author outlines The Pro’s plan:\n\n1.  **Funding the CRAT**: The Pro will establish a 10-year Charitable Remainder Annuity Trust (CRAT) with a 9% annuity payout rate, funded with $1,000,000. This will generate an annual income of $90,000 for 10 years, totaling \\$900,000. The CRAT will also provide a tax deduction of approximately $310,000 (assuming a 4% Applicable Federal Rate).\n2.  **Funding the CVLI**: The \\$90,000 annual income from the CRAT will fund a Cash Value Life Insurance (CVLI) policy. The author emphasizes that this CVLI policy is designed to maximize cash value accumulation while minimizing the death benefit. The death benefit will only come into play if The Pro dies before reaching age 55. \n3.  **Retirement Income**: At age 35, the CRAT will terminate, and the remaining balance will be distributed to the designated charity. From age 35 to 55, The Pro will have no income from the plan. At age 55, The Pro will begin withdrawing tax-free income from the CVLI policy.\n\nThe cumulative impact of this strategy, based on the assumptions outlined in Chapter 10, results in The Pro receiving \\$4,443,208 in tax-free retirement income and his beneficiaries receiving a tax-free death benefit of \\$6,099,884 (assuming he dies at age 80). Additionally, the designated charity receives \\$1,835,112. \n\n### But, Is This the Best Approach?\n\nThe author acknowledges that in this particular scenario, the results of a traditional retirement plan may be comparable to the charitable leverage approach.  The choice between the two hinges on The Pro's charitable intent.\n\n#### Traditional Plan vs. Charitable Leverage Plan\n\nThe chapter compares The Pro’s charitable leverage plan to a traditional retirement plan, assuming a 6% annual growth rate for both:\n\n1.  **Investment Phase (Age 25-35)**:  In the traditional plan, the \\$1,000,000 would grow tax-deferred for 10 years, reaching \\$1,790,848 by age 35. In the charitable leverage plan, the \\$1,000,000 is used to fund the CRAT, which generates income to fund the CVLI policy. By age 35, the CVLI will have accumulated a cash value of \\$1,126,708. \n2.  **Accumulation Phase (Age 35-55)**: In the traditional plan, the \\$1,790,848 continues to grow tax-deferred, reaching \\$5,604,411 by age 55. In the charitable leverage plan, the CVLI continues to grow, reaching a value of \\$3,316,506 by age 55. \n3.  **Income Phase (Age 55-80)**: In the traditional plan, The Pro would begin withdrawing income from his retirement account.  In the charitable leverage plan, The Pro would begin withdrawing tax-free income from the CVLI policy.  \n\n#### Analyzing the Results\n\nThe author compares the total personal wealth (retirement income plus death benefit) generated by both approaches:\n\n*   **Charitable leverage plan**: \\$10,543,092\n*   **Traditional plan**: \\$10,384,916\n\nThe results are very similar, but the author highlights the key differences:\n\n*   **Liquidity**: In the traditional plan, The Pro has immediate access to his funds.  In the charitable leverage plan, his access is restricted until the CRAT terminates at age 35.\n*   **Taxes**: The traditional plan results in a significant tax liability upon withdrawal. The charitable leverage plan provides tax-free income and death benefits. \n*   **Charitable Impact**: The charitable leverage plan creates a charitable legacy. \n\n### The Choice to Confound Congress Through Compound Interest\n\nThe author argues that the charitable leverage strategy empowers individuals to take control of their wealth and direct their charitable giving, rather than relinquishing control to the government through taxes. He emphasizes that this approach allows individuals to make meaningful contributions to the causes they care about.\n\n# Chapter 13: Charitably Leveraged Supplemental Retirement Plan for the Old and Cranky\n\n### Challenges for the \"Old and Cranky\"\n\nThis chapter focuses on applying charitable leverage to retirement planning for individuals in their fifties, a group the author refers to as the \"Old and Cranky\". This group faces unique challenges because they have a shorter time horizon until retirement, making it more difficult to generate significant retirement income using the standard 10-year Charitable Remainder Trust (CRAT) strategy. The author acknowledges that **any investment strategy with a limited time frame will face limitations in terms of potential growth**. \n\n### Strategies for Success\n\nTo address these challenges, the author outlines several factors crucial to the success of a charitable leverage plan for this age group:\n\n*   **Delaying Retirement Income:** Pushing back the start date for retirement income to age 70 is recommended. This allows more time for the invested funds to grow within the Cash Value Life Insurance Policy (CVLI), maximizing potential returns. \n*   **Utilizing Appreciated Assets:** Funding the CRAT with appreciated assets can significantly enhance the effectiveness of the strategy. This allows individuals to bypass capital gains tax, freeing up more capital to be invested in the CVLI policy.\n*   **Exploring Alternative Assets:** While the author typically recommends funding the CRAT with publicly traded securities for simplicity, he acknowledges that appreciated real estate or closely held stock can also be used in this strategy. These alternative assets may require more complex trust planning but can offer significant tax advantages.\n*   **Prioritizing Charitable Intent:** Charitable intent is paramount in this scenario. The author acknowledges that for this age group, the charitable benefits may outweigh the financial benefits to heirs. Therefore, individuals must have a strong desire to support their chosen charities.\n\n### Case Study: Joe the Grocer\n\nThe chapter presents a case study involving a 58-year-old individual named Joe, who owns a produce business and wants to retire at age 65. The example illustrates how Joe can utilize a charitable leverage strategy despite the time constraints.\n\n*   **Funding the CRAT:** Joe funds a 10-year CRAT with $1,000,000 of appreciated stock. \n*   **Generating Cash Flow:** The CRAT generates an annual income of $90,000, which is used to fund a CVLI policy owned by Joe. \n*   **Tax Benefits:**  Joe receives a $310,500 income tax deduction for the charitable gift portion of the CRAT.\n*   **Charitable Impact:** At the end of the 10-year term, the remaining balance in the CRAT, projected to be around $1,500,000, is distributed to Joe's chosen charity.\n*   **Retirement Income:** Starting at age 70, Joe begins receiving tax-free income from the CVLI policy. The policy also provides a death benefit to his beneficiaries.\n\n### Comparison with Traditional Approach\n\nThe chapter provides a comparison table highlighting the differences in outcomes between Joe's charitable leverage approach and a traditional retirement plan. The comparison shows that while the traditional plan might yield a slightly higher inheritance for Joe's children, the charitable leverage plan offers significant advantages, including:\n\n*   **Tax Savings:**  A substantial income tax deduction from the CRAT contribution.\n*   **Charitable Impact:** A significant gift to Joe's chosen charity.\n*   **Tax-Free Income:**  Retirement income from the CVLI policy is tax-free.\n\n# Chapter 14: How to Use Charitable Leverage to Fund the Grandparents’ Legacy\n\n### The Grandparent's Perspective\n\nThis chapter shifts the focus to grandparents and their desire to leave a meaningful legacy for their grandchildren while minimizing the impact of taxes. The author emphasizes the unique perspective of grandparents, reflecting on their own experiences as parents and the realization that time moves quickly. He highlights the natural desire to leave a lasting impact on future generations. \n\n### A Life Well Lived, a Legacy Well Planned\n\nThe author shares personal anecdotes from his career as a financial planner, emphasizing the common thread among successful individuals: a deep love for their grandchildren and a desire to leave a positive impact on their lives.  He acknowledges the various aspects of a legacy, including memories, keepsakes, and financial resources. However, he suggests that a true legacy goes beyond these tangible elements, encompassing a lasting contribution to society and the well-being of future generations.\n\n### Four Steps to the Grandparents' Legacy\n\nThe chapter outlines a four-step process for grandparents to create a lasting legacy using charitable leverage. \n\n#### Step 1: The Grandparents Start the Conversion from Accidental Philanthropy to Active Philanthropy\n\nThe first step involves establishing a 10-year Charitable Remainder Annuity Trust (CRAT). The grandparents contribute assets to the CRAT, receiving an immediate income tax deduction. This deduction provides tax savings that can be invested or used for other purposes. The author suggests funding the CRAT with a combination of cash and appreciated securities, as this approach offers both immediate liquidity and the potential to avoid capital gains taxes on the appreciated assets.\n\n#### Step 2: The Grandparents Control All of the Cash Flow\n\nThe CRAT generates a steady stream of income for a predetermined period, in this case, 10 years. The grandparents, as the income beneficiaries of the CRAT, have complete control over how this income is used. The author emphasizes the flexibility of this arrangement, allowing grandparents to use the income for their own needs, supplement their retirement income, or direct it towards other goals.\n\n#### Step 3: The Grandparents’ Defining Moment—A Charitable Legacy \n\nAt the end of the 10-year term, the remaining balance of the CRAT is distributed to the designated charitable beneficiary.  This distribution represents the grandparents’ charitable legacy, a tangible expression of their values and their commitment to making a difference in the world. The author encourages grandparents to carefully consider their charitable goals and select beneficiaries that align with their passions and values.\n\n#### Step 4: The Grandparents Create a Financial Legacy for the Next Two Generations\n\nThe income generated by the CRAT during the 10-year term is used to fund a Cash Value Life Insurance (CVLI) policy. This policy is designed to provide a tax-free death benefit to the grandparents’ children, ensuring financial security for the next generation. The author suggests a \"second-to-die\" CVLI policy, which insures both grandparents and typically offers a higher death benefit for a given premium payment.  The grandparents' children, as the beneficiaries of the CVLI policy, can then use the tax-free death benefit to fund their own financial goals, including providing for their own children (the grandchildren). \n\n### The Power of Charitable Leverage in Action \n\nThe chapter provides a numerical example to illustrate the potential impact of the Grandparents' Legacy strategy.  The example assumes a $1,000,000 contribution to the CRAT, a 5% annual return within the CRAT, and a 9% annuity payout rate. The authors assumes a 5% annual growth rate within the CVLI policy.  \n\nBased on these assumptions, the strategy is projected to generate the following benefits:\n\n*   **Tax Savings**: $351,000 in income tax deductions for the grandparents upon funding the CRAT.\n*   **Charitable Legacy**: $2,000,000 distributed to the designated charity at the end of the CRAT term.\n*   **Financial Security for Children**:  $4,445,000 in tax-free death benefits from the CVLI policy, payable to the grandparents' children. \n\n# Chapter 15: A Grandparents’ Legacy War Story and Comparison\n\n### The Curto Family's Legacy\n\nThis chapter presents a case study, or “war story,” illustrating the Grandparent’s Legacy Plan in action using a real-life example of Peter and Gracie Curto, demonstrating how charitable leverage can be used to preserve wealth and create a lasting legacy.\n\nPeter and Gracie Curto are a hard-working couple who own a successful dry-cleaning business and have accumulated an estate of \\$5,000,000, including \\$1,000,000 in liquid assets. They have a daughter, Angela, and two grandchildren, Steven and Sophia. Peter wants to leave a meaningful legacy for his family and a favorite charity, St. Jude Children’s Research Hospital, while avoiding estate taxes. The steps Peter takes to achieve his goals are detailed below:\n\n1.  **Action**: Peter funds a 10-year Charitable Remainder Annuity Trust (CRAT) with \\$1,000,000 and names his daughter, Angela, as the income beneficiary. The CRAT uses an 8% annuity rate and designates the remainder to be distributed to the Curto Family Donor Advised Fund (DAF) at the local Community Foundation.\n    *   **Impact**: This generates a \\$351,000 income tax deduction for Peter. The annual annuity payment to Angela is \\$80,000, with an estimated after-tax payment of \\$64,000 (assuming a 20% tax rate on the annuity income).\n\n2.  **Action**: Peter uses the \\$64,000 after-tax annuity payment to purchase a wealth-accumulation style cash value life insurance policy on Angela's life, with a \\$2,000,000 death benefit (plus the cash value account).\n    *   **Impact**: Peter maintains control over the policy's cash value as the owner, while Angela is the insured.\n\n3.  **Action**: Over the 10-year CRAT term, the insurance policy's cash value grows to \\$1,458,000, and the death benefit increases to \\$3,458,000.  The CRAT distributes its remaining balance of \\$1,792,000 to the Curto Family DAF. \n    *   **Impact**: At the end of the 10-year term, Peter's initial \\$1,000,000 investment has generated \\$1,458,000 in life insurance cash value and \\$1,792,000 for the Curto Family DAF, totaling \\$3,250,000.\n\n4.  **Action**: Peter transfers ownership of the life insurance policy to Angela. \n    *   **Impact**: Angela now controls the policy's cash value and death benefit. \n\n5.  **Action**: Angela begins taking tax-free income from the policy at age 55 for 10 years until she reaches age 65, using a systematic withdrawal strategy of \\$100,000 per year. \n    *   **Impact**: Angela receives a total of \\$1,000,000 in tax-free income during this period. \n\n6.  **Action**: The Curto Family DAF, with an initial balance of \\$1,792,000, grows at a projected rate of 6% per year.\n    *   **Impact**: The fund grows to \\$3,584,000 over the 10-year period.\n\n7.  **Action**: Angela and her children actively participate in grantmaking from the DAF.\n    *   **Impact**: The Curto family establishes a tradition of charitable giving and perpetuates their name through ongoing philanthropy. \n\n8.  **Action**: Upon Gracie's death at age 85, the remaining insurance proceeds are paid to Steven and Sophia, now ages 58 and 56. \n    *   **Impact**: They share $1,742,000 tax-free and oversee the Curto Family Fund, now valued at \\$882,000.\n\n### Comparing Charitable Leverage with a Traditional Approach\n\nTo highlight the advantages of the charitable leverage approach, the chapter contrasts the Curto family's results with a traditional estate planning approach, where Peter and Gracie leave their \\$1,000,000 to their daughter outright, subject to estate taxes and income taxes on any earnings.\n\n**Traditional Approach:**\n\n1.  **Action:** Peter and Gracie leave \\$1,000,000 to Angela.\n    *   **Impact:** Angela pays \\$450,000 in estate taxes, leaving her with \\$550,000.\n\n2.  **Action:** Angela invests the remaining \\$550,000 at a 6% annual rate of return.\n    *   **Impact:** The investment grows to \\$1,031,559 over 10 years.\n\n3.  **Action:** Angela begins withdrawing \\$100,000 per year at age 55 for 10 years, paying a combined 40% tax rate on the income.\n    *   **Impact:** Angela receives \\$60,000 per year after taxes, totaling \\$600,000 over 10 years. \n\n4.  **Action:** At Angela's death, the remaining funds are passed to her children, subject to estate taxes.\n    *   **Impact**:  The estate pays \\$208,918 in estate taxes, leaving \\$202,629 for Steven and Sophia.\n\n**Comparison Table:**\n\n| Strategy                    | Estate Taxes | Income to Angela (after tax) | Inheritance for Grandchildren | Total to Charity | Combined Impact (Family and Charity) |\n| -------------------------- | ------------- | ---------------------------- | ----------------------------- | ----------------- | -------------------------------------- |\n| **Charitable Leverage**      | \\$0           | \\$3,408,000                   | \\$2,623,000                  | \\$2,179,000        | \\$7,598,374                            |\n| **Traditional Approach** | \\$658,918     | \\$600,000                    | \\$202,629                   | \\$0               | \\$3,029,477                            |\n\nAs you can see in the table, the charitable leverage approach provides significantly greater benefits to both the Curto family and their chosen charity.  \n\n### The Importance of Charitable Intent\n\nThe chapter emphasizes the importance of charitable intent in the successful implementation of the Grandparent’s Legacy Plan.  The plan is not simply a tax avoidance strategy; it's about aligning financial goals with philanthropic desires.  By choosing to direct assets to charity, the Curto family can amplify their impact and leave a meaningful legacy for future generations. \n\n# Chapter 16: How Businesses Can Use Charitable Leverage to Attract and Retain Key Employees\n\n### The Burden of Taxation on Businesses\n\nThis chapter explores how businesses can utilize charitable leverage to offer attractive benefits to key employees while navigating the challenges posed by taxation. The author begins by acknowledging the significant tax burden faced by businesses, particularly in the United States, where corporations are subject to multiple layers of taxation, including federal, state, and local taxes. This heavy taxation, the author argues, can hinder business growth and profitability, ultimately impacting job creation and economic prosperity.\n\n### The Need for Key Executive Benefits \n\nThe chapter emphasizes the importance of providing benefits to key employees as a means of attracting and retaining top talent. However, the traditional methods of providing these benefits, such as deferred compensation plans and executive bonus plans, often come with tax implications that can be burdensome for both the employer and the employee. \n\n### Charitable Leverage as a Solution\n\nThe author suggests that charitable leverage offers a potential solution to this dilemma, enabling businesses to provide valuable benefits to key executives while mitigating the impact of taxation and simultaneously supporting charitable causes. The author stresses the importance of genuine charitable intent in utilizing this strategy, cautioning against solely focusing on tax benefits.\n\n### Defining the Terminology \n\nThe chapter then clarifies the terminology used in describing this type of benefit plan, settling on the term **\"Charitably Leveraged Employer Sponsored Key Executive Deferred Income Plan.\"** For brevity, this term is subsequently referred to as **\"The Plan.\"**.\n\n### Two Models for The Plan\n\nThe chapter outlines two traditional models for key executive benefit plans that can be enhanced through charitable leverage:\n\n1.  **Nonqualified Deferred Compensation Plan**: This model involves a promise by the employer to pay a deferred income benefit to the executive at a future date, typically upon retirement. The executive does not receive current taxable compensation, as the benefit is not yet realized. However, this model presents risks for the executive, as they become an unsecured creditor of the company and may not receive the promised benefit if the company faces financial difficulties.\n2.  **Executive Bonus Plan**: Also known as a Section 162 plan, this model allows the employer to purchase life insurance on the life of a selected employee, with the premiums paid by the employer. The premium payments are included in the employee's taxable wages, and the employee is the owner of the policy, retaining control over beneficiary designations and cash value access. The employer can deduct the bonus amount, typically equivalent to the premium payment, as compensation expense.\n\n### The Players in The Plan\n\nThe chapter then breaks down the roles of the various “players” involved in a Charitably Leveraged Employer Sponsored Key Executive Deferred Income Plan, using Figure 16.1 to illustrate the flow of funds and benefits. The key players and their roles are summarized as follows:\n\n*   **Employer (A):** The employer funds the Charitable Remainder Trust (CRAT). \n*   **CRAT (B):** The CRAT generates an income tax deduction for the employer and provides a stream of income.\n*   **Key Executive (C):**  The key executive benefits from the plan. \n*   **Charitable Beneficiary (D):** This beneficiary receives the remainder of the CRAT assets at the end of the trust term.\n*   **Cash Value Life Insurance Policy (CVLI) (E):** The CVLI policy is funded by the income from the CRAT.\n*   **Beneficiary of the CVLI (F):** Typically, the key executive’s family receives the death benefit from the CVLI policy.\n\n### Funding The Plan \n\nThe chapter explains the funding mechanics of The Plan for both the deferred compensation model and the executive bonus model:\n\n*   **Deferred compensation plan:** The CRAT income is used to fund a CVLI policy owned by the employer on the life of the key executive. The death benefit from the policy is typically used to fund the deferred compensation payments to the executive upon retirement or death. The employer benefits from tax deductions for both the CRAT contribution and the deferred compensation payments. \n*   **Executive bonus plan:** The CRAT income is used to fund a CVLI policy owned by the key executive, providing them with tax-sheltered growth and tax-free income. The employer can deduct the bonus payments as compensation expense. This model simplifies the plan structure and provides more direct control to the key executive.\n\n### Designing an Executive Bonus Plan with Charitable Leverage \n\nThe chapter then focuses on the executive bonus plan model, arguing for its simplicity and advantages. The steps involved in designing such a plan are outlined as follows:\n\n1.  **Establish a CRAT:** The employer establishes a 10-year CRAT, with the annuity payments designated to fund the key executive's CVLI policy. \n2.  **Fund the CVLI:**  The CRAT income is used to fund a CVLI policy, with the key executive as the owner and beneficiary.\n3.  **Key Executive Benefits:** The key executive receives tax-sheltered growth and tax-free income from the CVLI policy. \n4.  **Employer Benefits:** The employer benefits from the income tax deduction associated with the CRAT contribution and the ability to deduct the bonus payments as compensation expense.\n5.  **Flexibility:** The employer has the flexibility to fund multiple key executives from a single CRAT or redirect CRAT income to different policies if a key executive leaves the company.\n\n### The Schmooley War Story\n\nThe chapter presents a war story featuring Mr. Schmooley and his son, Eddie, to illustrate the application of an executive bonus plan with charitable leverage. The story highlights the following key points:\n\n*   **Establishment of the CRAT:** Schmoolcorp, Mr. Schmooley’s company, establishes a 10-year CRAT with an 8% annuity rate, funded with $1,000,000 of profits. This transfer generates a $351,000 charitable income tax deduction for the company. \n*   **Key Man Insurance:**  Schmoolcorp purchases a key man life insurance policy on Eddie to protect the company's interests and potentially recover the initial CRAT contribution. \n*   **Executive Bonus Funding:** Schmoolcorp uses the CRAT income to fund an executive bonus plan for Eddie, providing him with a tax-free income stream and a death benefit for his beneficiaries. \n*   **Charitable Benefits:** The CRAT remainder is designated to the Schmooley Charitable Foundation, creating a lasting philanthropic legacy for the family. \n*   **Overall Impact:** The strategy enables Schmoolcorp to provide a substantial benefit to Eddie while minimizing tax liabilities, creating a charitable legacy, and potentially recovering the initial CRAT contribution through the key man insurance policy. \n\n### Cost Recovery and Flexibility \n\nThe chapter concludes by emphasizing the potential for businesses to recover their initial CRAT contributions through key man insurance policies, further enhancing the financial benefits of The Plan. The author also highlights the flexibility of the strategy, allowing businesses to fund The Plan at various contribution levels and potentially structure multiple CRATs to benefit different key executives.\n\n# Chapter 17: Can Charitable Leverage Save Your IRA?\n\n### The Challenge of IRA Transfers\n\nThis chapter addresses the challenges of transferring wealth accumulated in Individual Retirement Accounts (IRAs) to heirs while minimizing the impact of taxes. The author acknowledges that this chapter is specifically for individuals who have substantial IRA balances that they do not anticipate fully needing during their retirement and who wish to pass on the remaining funds to their children.  \n\nThe chapter highlights several key challenges associated with IRA transfers: \n\n*   **Taxation of IRA Distributions:** Distributions from traditional IRAs are generally taxed as ordinary income. This can result in a significant tax liability for beneficiaries, particularly if they are in a high tax bracket.\n*   **Estate Taxes:** Large IRA balances can be subject to estate taxes, further diminishing the amount of wealth that can be passed on to heirs. \n*   **Accidental Philanthropy:** The combination of income taxes and estate taxes on IRA distributions can result in a substantial portion of the IRA balance going to the government, which the author refers to as “accidental philanthropy.\"\n\n### The IRA Rescue Strategy\n\nThe chapter introduces a strategy called the **Charitably Leveraged IRA Rescue Strategy** to mitigate these challenges. This strategy uses a modified version of the charitable leverage approach described in previous chapters, combining a Charitable Remainder Annuity Trust (CRAT) with a specific type of Cash Value Life Insurance (CVLI) policy. \n\n**Dr. and Mrs. Sherman's Situation**\n\nThe chapter illustrates this strategy through a case study involving Dr. and Mrs. Sherman, a couple with a $9 million estate, including a $2 million IRA. Both are 60 years old and in good health. Their goal is to transfer their wealth to their three children while minimizing taxes.  \n\n**Step-by-Step Breakdown of the Strategy**\n\n1.  **Establish a 10-Year CRAT:** The Shermans establish a 10-year CRAT with a 5% annuity distribution rate. This rate maximizes the initial income tax deduction. The CRAT beneficiary is designated as the Sherman Family Donor Advised Fund, which will receive the remaining balance after 10 years.\n\n2.  **Fund the CRAT with the IRA:** The $2 million IRA is transferred to the CRAT, generating a substantial income tax deduction.\n\n3.  **Use CRAT Cash Flow to Purchase Life Insurance:** The annual 5% distribution from the CRAT, which amounts to $100,000, is used to purchase a “2nd to Die” CVLI policy on Dr. and Mrs. Sherman. This type of policy provides the highest death benefit for the premium paid. \n\n4.  **Maximize Death Benefit, Not Cash Value:** Unlike previous charitable leverage strategies, this approach focuses on maximizing the death benefit of the CVLI policy rather than cash value accumulation. This death benefit is intended to replace the value of the IRA that was transferred to the CRAT. \n\n5.  **Designate an Irrevocable Life Insurance Trust (ILIT):** The beneficiary of the CVLI policy is an ILIT, which will receive the tax-free death benefit and distribute it to the children and grandchildren. \n\n### Benefits of the Strategy\n\nThe chapter outlines several benefits of this strategy:\n\n*   **Tax Savings:**  The CRAT generates an immediate income tax deduction, reducing the overall tax liability on the IRA distribution.\n*   **Increased Inheritance:** The tax-free death benefit from the CVLI policy replaces the value of the IRA, resulting in a larger inheritance for the children.\n*   **Charitable Legacy:** The CRAT remainder, which will be equal to the initial IRA contribution, funds the Sherman Family Donor Advised Fund, ensuring ongoing support for their chosen charities and creating a lasting philanthropic legacy. \n\n### Alternatives and Comparisons\n\nThe chapter explores alternative approaches to managing the Shermans' IRA, including:\n\n*   **Traditional IRA Withdrawal and Transfer:** This approach involves withdrawing the IRA funds over time, paying income taxes on the distributions, and transferring the remaining funds to the children.\n*   **Direct Purchase of Second-to-Die Insurance:** This approach involves purchasing the insurance policy with funds outside of the IRA and allowing the IRA to grow until death.\n\nThe author analyzes the financial implications of each approach, comparing the tax liabilities, inheritance amounts, and charitable contributions.  The chapter concludes by highlighting the potential of charitable leverage to save IRAs from accidental philanthropy and emphasizing the importance of professional advice in implementing such strategies. ","headings":[{"level":1,"text":"Chapter 1: The Weapons of Mass Destruction in the War on Wealth","id":"chapter-1-the-weapons-of-mass-destruction-in-the-war-on-wealth"},{"level":3,"text":"The Purpose of Chapter 1","id":"the-purpose-of-chapter-1"},{"level":3,"text":"The Four Taxes","id":"the-four-taxes"},{"level":3,"text":"The Impact of Taxes on Retirement Plans","id":"the-impact-of-taxes-on-retirement-plans"},{"level":3,"text":"Example: Mr. Schmooley's Tax Burden","id":"example-mr-schmooley-s-tax-burden"},{"level":1,"text":"Chapter 2: Accidental Philanthropy—Adding Insult to Injury","id":"chapter-2-accidental-philanthropy-adding-insult-to-injury"},{"level":3,"text":"Defining Accidental Philanthropy","id":"defining-accidental-philanthropy"},{"level":3,"text":"Where Do Your Taxes Go?","id":"where-do-your-taxes-go"},{"level":1,"text":"Chapter 3: How to Fight Back Against the War on Wealth","id":"chapter-3-how-to-fight-back-against-the-war-on-wealth"},{"level":3,"text":"Fighting Back","id":"fighting-back"},{"level":3,"text":"Review of the War on Wealth","id":"review-of-the-war-on-wealth"},{"level":3,"text":"Avoiding Accidental Philanthropy","id":"avoiding-accidental-philanthropy"},{"level":3,"text":"Simplicity and Effectiveness","id":"simplicity-and-effectiveness"},{"level":1,"text":"Chapter 4: Unleashing the Power of Charitable Leverage","id":"chapter-4-unleashing-the-power-of-charitable-leverage"},{"level":3,"text":"How Do You Define Charitable Leverage?","id":"how-do-you-define-charitable-leverage"},{"level":3,"text":"That’s It?","id":"that-s-it"},{"level":1,"text":"Chapter 5: The First Component to Charitable Leverage—The Charitable Remainder Trust","id":"chapter-5-the-first-component-to-charitable-leverage-the-charitable-remainder-trust"},{"level":3,"text":"The Ground Rules","id":"the-ground-rules"},{"level":3,"text":"The Lever: The Charitable Remainder Trust","id":"the-lever-the-charitable-remainder-trust"},{"level":3,"text":"The Shared Features of All CRTs","id":"the-shared-features-of-all-crts"},{"level":3,"text":"The CRT from Start to Finish","id":"the-crt-from-start-to-finish"},{"level":1,"text":"Chapter 6: The Second Component to Charitable Leverage—The Cash Value Life Insurance Policy","id":"chapter-6-the-second-component-to-charitable-leverage-the-cash-value-life-insurance-policy"},{"level":3,"text":"Removing the Mystique: A Cash Value Policy Explained","id":"removing-the-mystique-a-cash-value-policy-explained"},{"level":3,"text":"The Four Steps to a Cash Value Policy","id":"the-four-steps-to-a-cash-value-policy"},{"level":3,"text":"Benefits of a Cash Value Insurance Policy","id":"benefits-of-a-cash-value-insurance-policy"},{"level":3,"text":"Types of Cash Value Policies","id":"types-of-cash-value-policies"},{"level":1,"text":"Chapter 7: Blowing Up the Paradigms","id":"chapter-7-blowing-up-the-paradigms"},{"level":3,"text":"Exploding Paradigm #1: The Charitable Remainder Trust Is a Planned Giving Tool That Results in a Gift to Charity","id":"exploding-paradigm-1-the-charitable-remainder-trust-is-a-planned-giving-tool-that-results-in-a-gift-to-charity"},{"level":3,"text":"The Exploding Paradigm #2: A Life Insurance Policy Is Used to Provide a Permanent Death Benefit","id":"the-exploding-paradigm-2-a-life-insurance-policy-is-used-to-provide-a-permanent-death-benefit"},{"level":3,"text":"Exploding Paradigm #3: The Marriage between the Charitable Remainder Trust and Life Insurance","id":"exploding-paradigm-3-the-marriage-between-the-charitable-remainder-trust-and-life-insurance"},{"level":1,"text":"Chapter 8: Your Battle Plan for Fighting Back Against the War on Wealth","id":"chapter-8-your-battle-plan-for-fighting-back-against-the-war-on-wealth"},{"level":3,"text":"Introduction","id":"introduction"},{"level":3,"text":"Step 1: The Conversion from Accidental Philanthropist to Active Philanthropist","id":"step-1-the-conversion-from-accidental-philanthropist-to-active-philanthropist"},{"level":4,"text":"Funding the CRAT","id":"funding-the-crat"},{"level":4,"text":"Role of the Trustee","id":"role-of-the-trustee"},{"level":4,"text":"The Power of Tax Deduction","id":"the-power-of-tax-deduction"},{"level":3,"text":"Step 2: Active Philanthropy Opens the Door to Charitable Leverage","id":"step-2-active-philanthropy-opens-the-door-to-charitable-leverage"},{"level":4,"text":"Benefits of the CRAT Structure:","id":"benefits-of-the-crat-structure"},{"level":3,"text":"Step 3: Charitable Leverage Creates a Philanthropic Legacy Step 4: Charitable Leverage Creates a Financial Legacy for You and Your Family","id":"step-3-charitable-leverage-creates-a-philanthropic-legacy-step-4-charitable-leverage-creates-a-financial-legacy-for-you-and-your-family"},{"level":4,"text":"Options for Directing the Charitable Remainder:","id":"options-for-directing-the-charitable-remainder"},{"level":4,"text":"Building Financial Legacy","id":"building-financial-legacy"},{"level":4,"text":"Retirement Projections and Impact","id":"retirement-projections-and-impact"},{"level":1,"text":"Chapter 9: Why It Works","id":"chapter-9-why-it-works"},{"level":3,"text":"Efficiency and Effectiveness","id":"efficiency-and-effectiveness"},{"level":3,"text":"Efficient","id":"efficient"},{"level":3,"text":"The Charitable Leverage Chassis","id":"the-charitable-leverage-chassis"},{"level":3,"text":"The Players","id":"the-players"},{"level":3,"text":"Effective","id":"effective"},{"level":1,"text":"Chapter 10: How to Use Charitable Leverage to Build a Personal Supplemental Retirement Plan","id":"chapter-10-how-to-use-charitable-leverage-to-build-a-personal-supplemental-retirement-plan"},{"level":3,"text":"The Targeted Classes","id":"the-targeted-classes"},{"level":3,"text":"Applicability of Charitable Leverage","id":"applicability-of-charitable-leverage"},{"level":3,"text":"Assumptions and Disclaimers","id":"assumptions-and-disclaimers"},{"level":1,"text":"Chapter 11: Charitably Leveraged Supplemental Retirement Plan for the Bold and Beautiful","id":"chapter-11-charitably-leveraged-supplemental-retirement-plan-for-the-bold-and-beautiful"},{"level":3,"text":"The \"Bold and Beautiful\"","id":"the-bold-and-beautiful"},{"level":3,"text":"Dr. Schmooley's War Story","id":"dr-schmooley-s-war-story"},{"level":3,"text":"Comparing to a Traditional Plan","id":"comparing-to-a-traditional-plan"},{"level":3,"text":"Key Points of Comparison","id":"key-points-of-comparison"},{"level":1,"text":"Chapter 12: Charitably Leveraged Supplemental Retirement Plan for the Young and Restless","id":"chapter-12-charitably-leveraged-supplemental-retirement-plan-for-the-young-and-restless"},{"level":3,"text":"The Young and Restless","id":"the-young-and-restless"},{"level":3,"text":"The Pro Choice War Story","id":"the-pro-choice-war-story"},{"level":3,"text":"But, Is This the Best Approach?","id":"but-is-this-the-best-approach"},{"level":4,"text":"Traditional Plan vs. Charitable Leverage Plan","id":"traditional-plan-vs-charitable-leverage-plan"},{"level":4,"text":"Analyzing the Results","id":"analyzing-the-results"},{"level":3,"text":"The Choice to Confound Congress Through Compound Interest","id":"the-choice-to-confound-congress-through-compound-interest"},{"level":1,"text":"Chapter 13: Charitably Leveraged Supplemental Retirement Plan for the Old and Cranky","id":"chapter-13-charitably-leveraged-supplemental-retirement-plan-for-the-old-and-cranky"},{"level":3,"text":"Challenges for the \"Old and Cranky\"","id":"challenges-for-the-old-and-cranky"},{"level":3,"text":"Strategies for Success","id":"strategies-for-success"},{"level":3,"text":"Case Study: Joe the Grocer","id":"case-study-joe-the-grocer"},{"level":3,"text":"Comparison with Traditional Approach","id":"comparison-with-traditional-approach"},{"level":1,"text":"Chapter 14: How to Use Charitable Leverage to Fund the Grandparents’ Legacy","id":"chapter-14-how-to-use-charitable-leverage-to-fund-the-grandparents-legacy"},{"level":3,"text":"The Grandparent's Perspective","id":"the-grandparent-s-perspective"},{"level":3,"text":"A Life Well Lived, a Legacy Well Planned","id":"a-life-well-lived-a-legacy-well-planned"},{"level":3,"text":"Four Steps to the Grandparents' Legacy","id":"four-steps-to-the-grandparents-legacy"},{"level":4,"text":"Step 1: The Grandparents Start the Conversion from Accidental Philanthropy to Active Philanthropy","id":"step-1-the-grandparents-start-the-conversion-from-accidental-philanthropy-to-active-philanthropy"},{"level":4,"text":"Step 2: The Grandparents Control All of the Cash Flow","id":"step-2-the-grandparents-control-all-of-the-cash-flow"},{"level":4,"text":"Step 3: The Grandparents’ Defining Moment—A Charitable Legacy","id":"step-3-the-grandparents-defining-moment-a-charitable-legacy"},{"level":4,"text":"Step 4: The Grandparents Create a Financial Legacy for the Next Two Generations","id":"step-4-the-grandparents-create-a-financial-legacy-for-the-next-two-generations"},{"level":3,"text":"The Power of Charitable Leverage in Action","id":"the-power-of-charitable-leverage-in-action"},{"level":1,"text":"Chapter 15: A Grandparents’ Legacy War Story and Comparison","id":"chapter-15-a-grandparents-legacy-war-story-and-comparison"},{"level":3,"text":"The Curto Family's Legacy","id":"the-curto-family-s-legacy"},{"level":3,"text":"Comparing Charitable Leverage with a Traditional Approach","id":"comparing-charitable-leverage-with-a-traditional-approach"},{"level":3,"text":"The Importance of Charitable Intent","id":"the-importance-of-charitable-intent"},{"level":1,"text":"Chapter 16: How Businesses Can Use Charitable Leverage to Attract and Retain Key Employees","id":"chapter-16-how-businesses-can-use-charitable-leverage-to-attract-and-retain-key-employees"},{"level":3,"text":"The Burden of Taxation on Businesses","id":"the-burden-of-taxation-on-businesses"},{"level":3,"text":"The Need for Key Executive Benefits","id":"the-need-for-key-executive-benefits"},{"level":3,"text":"Charitable Leverage as a Solution","id":"charitable-leverage-as-a-solution"},{"level":3,"text":"Defining the Terminology","id":"defining-the-terminology"},{"level":3,"text":"Two Models for The Plan","id":"two-models-for-the-plan"},{"level":3,"text":"The Players in The Plan","id":"the-players-in-the-plan"},{"level":3,"text":"Funding The Plan","id":"funding-the-plan"},{"level":3,"text":"Designing an Executive Bonus Plan with Charitable Leverage","id":"designing-an-executive-bonus-plan-with-charitable-leverage"},{"level":3,"text":"The Schmooley War Story","id":"the-schmooley-war-story"},{"level":3,"text":"Cost Recovery and Flexibility","id":"cost-recovery-and-flexibility"},{"level":1,"text":"Chapter 17: Can Charitable Leverage Save Your IRA?","id":"chapter-17-can-charitable-leverage-save-your-ira"},{"level":3,"text":"The Challenge of IRA Transfers","id":"the-challenge-of-ira-transfers"},{"level":3,"text":"The IRA Rescue Strategy","id":"the-ira-rescue-strategy"},{"level":3,"text":"Benefits of the Strategy","id":"benefits-of-the-strategy"},{"level":3,"text":"Alternatives and Comparisons","id":"alternatives-and-comparisons"}]},"__N_SSG":true}