{"pageProps":{"content":"# Takeaways from Nassim Talib's Anti-fragile\n*February 12, 2016*\n<h3>1. The Spectrum: Fragile &#x3C;- Robust -> Antifragile</h3>\n<p>Anti-fragility is a framework Talib proposes with which we should observe at the world. We should pay attention to mainly how things react to two factors in order to understand their true nature:</p>\n<ul>\n<li>randomness / uncertainty / entropy</li>\n<li>stressors / error / time</li>\n</ul>\n<p><strong>Fragility</strong> tend to react negatively to randomness and stressors. On the contrary, <strong>anti-fragility</strong> reacts positively to randomness and thrives under stressful situations. As we progress in life, we should understand how randomness and stressors impact the different aspects of our lives, and try turning traits that are fragile into traits that are anti-fragile. <strong>Robustness</strong> sits in the middle of the spectrum - it merely <em>withstands</em> pressure, but does not react negatively or positively.</p>\n<h3>2. Combating Fragility</h3>\n<p>A black swan event is a concept Talib discussed in depth in his other best seller <em><strong>Black Swan</strong></em>. It describes an event born out of randomness - therefore without people knowing when or how - that has an outsized impact.</p>\n<p>In order to make a system more robust or anti-fragile, one must not rely on predicting future events (attempting to cut out randomness), for these black swan events happen every so often with absolutely no reason. By definition, these black swan events / randomness are not avoidable. Talib believing in <strong>changing the exposure to failures, not making predictions of future failures</strong></p>\n<p>One method of combating fragility is to introduce <strong>redundancy</strong> or backups. Nature understands this concept very well - humans are born with backups (ie. two lungs, two kidneys, two hands, and two eyes). Through evolution, our body learns to overcompensate for unforeseen dangers by always having a backup. Granted, redundancy is usually the opposite of an efficient system, but it helps making the system antifragile.</p>\n<p>Another method to combat fragility is to introduce <strong>optionality</strong>. To continue with the example of human body, we are born with many senses that tell us what's around us. We can smell, touch, taste, and see. One may argue that we can be ok with only our vision, but having all the options above greatly increases our chance of survival in a hostile world.</p>\n<p>A few more examples:</p>\n<ul>\n<li>\n<p>Redundancy</p>\n<ul>\n<li>A car's headlights and tail lights: use double the electricity, but we won't be driving blind when one light bulb dies.</li>\n<li>Database backups: a best practice in software engineering to have databases constantly backed up for power outages etc.</li>\n<li>Decentralized networks: a distributed system sacrifices speed for consistency across a network of operators.</li>\n</ul>\n</li>\n<li>\n<p>Option:</p>\n<ul>\n<li>Stock diversification: a portfolio of stock should generally be properly diversified in order to combat volatility. Passive investing instruments such as ETFs are prime examples.</li>\n<li>Evolution: the human species is quite diverse. We develop different features in order to adapt to our physical surroundings.</li>\n</ul>\n</li>\n</ul>\n<h3>3. Concavity &#x26; Convexity</h3>\n<p>Someone once said that life is a math equation. We can actually also use math to detect fragility and anti-fragility! How exciting.</p>\n<ul>\n<li>\n<p>On a graph, fragility can be expressed as a concave function. Examples:</p>\n<ul>\n<li>Car: lots of physical objects are fragile, running it straight into a wall will obviously cause damage. Though the impact to the car increases at an accelerating rate as the car's speed increases (5 miles / hour vs. 100 miles / hour).</li>\n</ul>\n</li>\n<li>\n<p>Mathematically, we can express anti-fragility as a convex function. Examples:</p>\n<ul>\n<li>Convex bond: a bond that gains more from falling rates than it loses from rising rates</li>\n<li>Muscle: what doesn't kill you make you stronger</li>\n</ul>\n</li>\n</ul>\n<img src=\"https://internal.ncl.ac.uk/ask/numeracy-maths-statistics/images/Concaveandconvex.png\" alt=\"concave vs. convex\" width=\"581\" height=\"247\">\n<h3>4. Barbell Strategy</h3>\n<p>Barbell Strategy can be seen as an example of anti-fragility (convexity). It is often discussed in the context of career development or investment strategy, though it can apply to many aspects of our lives. It essentially describes an opportunity where there's an imbalance in current downside (small) vs. future potential upside (big).</p>\n<p>Some examples of the Barbell Strategy:</p>\n<ul>\n<li>80/20 style work week\n<ul>\n<li>Pioneered by Google in the 2010s for their engineering team. Engineers are encourage to spend 80% of their time on company assigned tasks, and 20% of their time working on passion projects. The goal are: 1) to prevent burnout 2) encourage\ninnovations. Many of the GoogleX projects are rumored to be the results of this experiment.</li>\n</ul>\n</li>\n<li>Career development\n<ul>\n<li>Career coaches / self-help gurus often encourage people to think about their careers in segments. They should be conservative most of the time and work a 9 to 5. However, it is also encouraged that when opportunities presents themselves, people should be bold and go down the entrepreneurship path. Entrepreneurship is the epitome of limited downside leading to huge potential upside.</li>\n</ul>\n</li>\n<li>Investment\n<ul>\n<li>A traditional investment portfolio (i.e. Ray Dalio's All Weather) is often consisted of conservatives assets such as treasuries and bonds (>60%), and a much smaller portion of volatile assets like equity (&#x3C;40%).</li>\n</ul>\n</li>\n</ul>\n<h3>5. Inversion Thinking</h3>\n<p>Books about Charlie Munger often praise the concept of inverse thinking. Instead of focusing on learning how to make decisions, Munger believes in learning how NOT to. Talib's teachings agree with inversion thinking because <em>subtraction is often more robust than addition</em>. An analogy Talib uses is a scenario such as the following - if you see 100 white swans, you cannot definitively conclude that all swans are white. However, the introduction of even a single black swan refutes that notion.</p>\n<p>Some examples of inversion thinking:</p>\n<ul>\n<li>Happiness vs. Unhappiness\n<ul>\n<li>Most people find it easy to know what makes them unhappiness</li>\n<li>Focus on eliminating unhappiness</li>\n</ul>\n</li>\n<li>Focus\n<ul>\n<li>Steve jobs says focus is eliminating the 100s of good ideas in your head and tune in to one true great idea</li>\n</ul>\n</li>\n<li>Medication\n<ul>\n<li>Munger often believes that too much medication / medical advice can actually be detrimental to health</li>\n</ul>\n</li>\n</ul>\n<h3>6. Naive Interventionism</h3>\n<p>Naive intervention can turn something that is antifragile into something fragile. Oftentimes, obstacles make certain things or people stronger. By removing friction (regardless of intentions), one may cause more harm. We should be thoughtful before interrupting things that are in motion, in order to not fix things that should rather be left alone. The misconception that randomness is bad should be crushed.</p>\n<p>Some examples of naive intervention:</p>\n<ul>\n<li>Overprotective parents\n<ul>\n<li>Kids with parents who always fight their battles tend to have entitled behaviors as adults.</li>\n</ul>\n</li>\n<li>Government's bail-out policies\n<ul>\n<li>Frequent intervention on the economy by governments can lead to worse corporate governance, accountability, and innovations. The danger posed by bankruptcy, like the possibility of being fired by your manager, creates proper incentives for capitalism.</li>\n</ul>\n</li>\n</ul>\n<h3>7. Lindy Effect</h3>\n<ul>\n<li>As an insurance company, we want to issue life insurance to two people, which one should be preferred:\n<ul>\n<li>80 year old healthy individual</li>\n<li>30 year old healthy individual (x)</li>\n</ul>\n</li>\n<li>As an insurance company, we want to issue insurance on best-selling books, which one should be preferred:\n<ul>\n<li>A book that’s been on the best-selling list for 10 years (x)</li>\n<li>A book that’s been on the best-selling list for 10 months</li>\n</ul>\n</li>\n<li>Perishable vs. non perishable\n<ul>\n<li>Life is perishable, so older does not mean more valuable</li>\n<li>For things non-perishable, old = more future, inertia</li>\n<li>Things that have been around for a while will probably stay around for a while longer</li>\n<li>Time as the ultimate stressor: ideas, habit, building, technology, book, company</li>\n</ul>\n</li>\n</ul>\n<h3>8. Green lumber fallacy</h3>\n<p>The most successful \"green lumber\" trader on wall street didn't even know what green lumber meant. He thought it meant the lumber was actually green instead of “freshly cut.” People couldn't understand why someone like that could successfully trade the commodity and had the best results.</p>\n<p>We often mistakenly think that some visible knowledge is the KEY ingredient to success, while it's something less visible or narratable entirely. Have to figure out what's more relevant. Humans care a lot about narrative, we don't trust them if they cannot explain \"green lumber\". Reality, on the other hand, doesn't care about narrative as long as the job is done.</p>\n"},"__N_SSG":true}